Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# AcObject_CannotClone_Commentary
source: Make sure there is enough disk space.
cs: Ujistěte se, že máte dost volného místa.
de: Überprüfe ob ausreichend Speicherplatz vorhanden ist.
es: Asegúrate de que hay suficiente espacio en tu disco duro
fr: Assurez-vous d'avoir assez d'espace disque.
it: Assicurarsi che ci sia spazio su disco sufficiente.
ja_jp: 十分な空き容量があることを確認してください
lv: Pārliecinies, ka diskā ir pietiekami daudz brīvas vietas.
pl: Upewnij się, że jest wystarczająco dużo miejsca na dysku.
pt_br: Certifique-se que há espaço suficiente no disco
ru: Будьте уверены, что у вас достаточно емста на диске.
tr: Yeterince depolama alanı olduğundan emin olun
zh_cn: 请确保有足够存储空间

# Common_CannotReadData
source: Can’t read data
cs: Nelze číst data
de: Daten nicht lesbar
es: No se pueden leer datos
fr: Impossible de lire les données
it: Non riesco a leggere i dati
ja_jp: データを読み取ることができません
lv: Nevar nolasīt datus
pl: Nie można odczytać danych
pt_br: Não é possível ler o dado
ru: Не удалось прочитать данные
tr: Veriler okunamıyor
zh_cn: 无法读取数据

# AcObject_CannotGetId
source: Cannot get ID from path
cs: Nelze získat ID z cesty
de: ID nicht aus Pfad abrufbar
es: No se puede obtener la ID de la ruta
fr: Impossible d'obtenir l'ID depuis cet emplacement
it: Impossibile recuperare l'ID dal percorso
ja_jp: パスからIDを取得できません
lv: Nevar iegūt ID
pl: Nie można uzyskać ID ze ścieżki
pt_br: Não é possível obter o ID através da localização
ru: Не удется получить ID из пути
tr: Dizinden ID alınamıyor
zh_cn: 无法从路径中获得ID

# JumpStartPenalty_DriveThrough
source: Drive-Through
cs: Průjezd boxy
de: Durchfahrtsstrafe
es: Pasa por boxes (sanción)
fr: Pénalité de départ
ja_jp: ドライブスルー
lv: Caurbraukšana
pl: Przejazd przez pit lane
ru: Проезжая часть
tr: Pitten geçiş cezası
zh_cn: 通过维修区惩罚

# RaceGrid_CannotUpdate
source: Can’t update race grid
cs: Nelze aktualizovat startovní pole
de: Startaufstellung nicht aktualisierbar
es: No se puede actualizar la parrilla de carrera
fr: Impossible de mettre à jour la grille de course
it: Non posso aggiornare la griglia
ja_jp: レースグリッドを更新できません
lv: Nevar atjaunot sacīkšu izkārtojumu
pl: Nie można zaktualizować gridu wyścigu
pt_br: Não é possível atualizar o grid da corrida
ru: Невозможно обновить гоночную сетку
tr: Başlangıç çizgisi güncellenemiyor
zh_cn: 无法更新赛事参赛名单

# Common_SyntaxErrorFormat
source: Syntax error: {0}
cs: Chyba zápisu: {0}
de: Syntaxfehler: {0}
es: Error de sintaxis: {0}
fr: Erreur de syntaxe : {0}
it: Errore di sintassi: {0}
ja_jp: 構文エラー:{0}
lv: Sintakses kļūda: {0}
pl: Błąd składni: {0}
pt_br: Erro de sintaxe: {0}
ru: Синтаксическая ошибка: {0}
tr: Yazım hatası: {0}
zh_cn: 语法错误:{0}

# RaceGrid_InvalidScriptResult
source: Script should return filtering function
cs: Skrip by měl vrátit filtrovací funkci
de: Script sollte Sortierfunktion zurückgeben
es: El script deberia devolver una funcion de filtrado
fr: Le Script doit retourner à la fonction de filtrage
it: Lo script deve restituire la funzione di filtro
ja_jp: スクリプトはフィルタリング関数を返す必要があります
lv: Skriptam būtu jāatgriež filtrēšanas funkcija
pl: Skrypt powinien zwrócić funkcję filtrowania
pt_br: O script deveria retornar função de filtragem
ru: Скрипт должен вернуть функцию фильтрации
zh_cn: 代码应当返回赛事备选名单筛选函数

# RaceGrid_Random
source: Random
cs: Náhodné
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejauši
pl: Losowy
pt_br: Aleatório
ru: Случайно
tr: Rastgele
zh_cn: 随机

# RaceGrid_GridModeIsMissing
source: Racing grid mode is missing
cs: Režim závodního startovního roštu chybí
de: Modus für Startaufstellung nicht vorhanden
es: El modo de parrilla de carrera no esta
fr: Le model de la grille de départ de course est absent
it: Manca la modalità griglia di gara
ja_jp: レーシンググリッドモードがありません
lv: Nav sacīkšu izkārtojuma režīma
pl: Brakuje trybu gridu wyścigowego
pt_br: O modo grid de corrida está faltando
ru: Гоночная сетка отсуствует
zh_cn: 找不到赛事备选名单筛选模式

# RaceGrid_GridModeIsMissing_Commentary
source: Can’t find racing grid mode with ID “{0}”
cs: Nelze najít režim závodního startovního roštu s ID “{0}”
de: Kann Startfeld-Modus mit ID “{0}” nicht finden
es: No se puede encontrar el modo de parrilla de carrera con ID “{0}”
fr: Model de la grille de départ de course introuvable avec l'ID “{0}”
it: Impossibile trovare la modalità griglia di gara con ID "{0}"
ja_jp: ID「{0}」のレーシンググリッドモードが見つかりません
lv: Nevar atrast sacīkšu izkārtojuma režīmu ar ID "{0}"
pl: Nie można znaleźć tryb gridu wyścigowego z ID “{0}”
pt_br: Não é possível encontrar o modo grid de corrida com a ID "{0}"
ru: Невозможно найти режим гоночной сетки с ID "{0}"
zh_cn: 无法找到ID为“{0}”的赛事备选名单筛选模式

# Common_LuaFailed
source: Can’t initialize Lua
cs: Nelze inicializovat Lua
de: Lua initialisieren nicht möglich
es: No se puede iniciar Lua
fr: Impossible d'initialiser Lua
it: Impossibile inizializzare Lua
ja_jp: Luaを初期化できません
lv: Nevar palaist LUA
pl: Nie można zainicjować Lua
pt_br: Não é possível iniciar Lua
ru: Невозможно инциализировать Lua
tr: Lua başlatılamıyor
zh_cn: 无法初始化Lua

# Settings_Starter_Official_Description
source: Official way from Kunos; might be slow and unreliable, but doesn’t require patching
cs: Oficiální způsob spouštění od Kunosu; může být pomalé a nespolehlivé, ale nevyžaduje záplatování
de: Offizielle Kunos Methode. Kann langsam und unzuverlässig sein, erfordert aber keine Modifikation
es: Proceso oficial por Kunos; puede ser mas lento y poco fiable, pero no requiere parchear
fr: Voie officielle de Kunos (Peut être lent et peu fiable, mais ne nécessite pas de correctifs)
it: Modo ufficiale da Kunos; potrebbe essere lento e inaffidabile, ma non richiede patch
ja_jp: Kunosから公式の方法。遅くて信頼できないかもしれませんが、パッチを適用する必要はありません。
lv: Oficiālais veids no Kunos; var būt lēns un neuzticams, bet nav nepieciešama patčošana
pl: Oficjalny od Kunos; może być powolny i zawodny, ale nie wymaga łatania
pt_br: Modo oficial da Kunnos; talvez seja lento e não confiável, mas não requer correções
ru: Официальный способ от Kunos; может быть медленнее и менее надёжным
tr: Resmi Kunos metodu; hızlı ve güvenilir değil, ancak yama gerektirmez
zh_cn: Kunos官方的启动方式;可能很慢并且可靠性差,但是不需要对游戏本身进行修改

# Settings_Starter_Tricky_Description
source: Tricky way to start the race; one of the fastest, but doesn’t work without running Steam or Internet-connection
cs: Záludný způsob zahájení závodu; jedna z nejrychlejších, ale nefunguje bez Steamu a internetového připojení
de: Eine der schnellsten Starter, um das Rennen zu starten; funktioniert nicht ohne Internetverbindung oder laufender Steam-Anwendung
es: Forma dificil de empezar la carrera; Uno de los mas rapidos, pero no funciona sin Steam iniciado o conexion a Internet
fr: Manière rusé (mais plus compliquée) de commencer la course (L'une des plus rapides, mais ne fonctionne pas sans exécuter Steam ou sans connexion Internet)
it: Scorciatoia per iniziare la gara; una delle più veloci, ma non funziona se non apri Steam od in assenza di una connessione ad Internet
ja_jp: レースを開始するトリッキーな方法。最速の1つですが、Steamまたはインターネット接続を実行しないと機能しません
lv: Viltīgs veids, kā sākts sacīksti; viens no ātrākajiem, bet nestrādā bez Steam vai interneta
pl: Tricky sposób, aby rozpocząć wyścig; jeden z najszybszych, ale nie działa bez uruchamiania Steama lub połączenia internetowego
pt_br: Forma complicada de iniciar uma corrida; uma das mais rápidas, mas não funciona sem a Steam ou uma conexão de internet
ru: Хитрый путь запуска гонки; один из самых быстрых, но не работает без запущенного Steam или без интернет соединения
zh_cn: 特殊的启动游戏的方式;最快的启动方法之一,但是必须要运行Steam同时保证网络连接

# Settings_Starter_UiModule_Description
source: Adds a special UI module in original launcher which listens to some orders and runs the race; use it if you need to use both CM and original launcher at the same time
cs: Přidá zvláštní modul uživatelského rozhraní do originálního spouštěče, který naslouchá některým příkazům a zahájí závod; použijte pokud potřebujete Content Manager a originální spouštěč potřebujete mít naráz
de: Fügt dem originalen Launcher ein spezielles UI-Modul hinzu, welches Befehle ausführt und Rennen startet; nutze dies, wenn du sowohl Content Manager als auch den originalen Launcher gleichzeitig benutzt
es: Añade un modulo UI especial al launcher original que escucha a algunas ordenes e inicia la carrera; usalo si necesitas usar CM y el launcher original al mismo tiempo
fr: Ajoute un module d'interface utilisateur spécial dans le lanceur d'origine qui écoute certaines commandes et exécute la course (Utilisez-le si vous devez utiliser CM et le lanceur d'origine en même temps)
it: Aggiunge un modulo speciale d'interfaccia grafica nel launcher originale che riceve alcuni istruzioni e avvia la gara; usalo se hai bisogno di utilizzare sia CM ed il launcher originale allo stesso tempo
ja_jp: 元のランチャーに特別なUIモジュールを追加し、いくつかのオーダーを聞いてレースを実行します(CMと元のランチャーの両方を同時に使用する必要がある場合に使用します)
lv: Oriģinālajam palaidējam pievieno īpašu UI moduli, kas izpildia dažas prasības un palaiž sacīksti; izmanto šo, ja vajag lietot CM un oriģinālo palaidēju reizē
pl: Dodaje specjalny moduł UI w oryginalnym launcherze, który nasłuchuje niektóre zlecenia i uruchamia wyścig; używaj go jeśli potrzebujesz używać zarówno CM i oryginalny launcher w tym samym czasie
pt_br: Adiciona um módulo UI especial no launcher original que ouve algumas ordens e inicia a corrida; use se você precisa tanto CM quanto o launcher original ao mesmo tempo
ru: Добавляет специальный модуль интерфейса в оригинальный лаунчер, который слушает указания и запускает гонку; используйте это если вам нужно использовать оба: Content Manager и оригинальный лаунчер в то же время
zh_cn: 在官方启动器中加入一个特殊的界面模块侦听某些命令以启动游戏;如果你需要同时使用CM和官方启动器,可以尝试这个启动模式

# Settings_Starter_StarterPlus_Description
source: Modified version of original launcher, obsolete since 1.7 release
cs: Modifikovaná verze originálního spouštěče, zastaralá od verze 1.7
de: Modifizierte Version des Original-Launcher, überflüssig seit AC 1.7 Update
es: Version modificada del launcher original, obsoleta desde la version 1.7
fr: Version modifiée du lanceur d'origine (Obsolète depuis la version 1.7)
it: Versione modificata del launcher originale, obsoleta dalla versione 1.7
ja_jp: 1.7リリース以降廃止された、元のランチャーの修正バージョン
lv: Oriģinālā palaidēja modificēta versija, novecojusi kopš 1.7 versijas iznākšanas
pl: Zmodyfikowana wersja oryginalnego launchera, przestarzały od wydania 1.7
pt_br: Versão modificada do launcher original, obsoleta desde a versão 1.7
ru: Модифицированная версия оригинального лаунчера, устарело с релиза версии 1.7
tr: Orijinal başlatıcının modifiyeli hali. Sürüm 1.7'den beri kullanılmıyor
zh_cn: 官方启动器的修改版,在AC1.7版本之后不再有效

# Settings_Starter_Naive_Description
source: Just tries to run acs.exe directly; in most cases will fail
cs: Zkouší spouštět acs.exe napřímo, ale většinou selže
de: Probiert acs.exe direkt auszuführen; funktioniert in den meisten Fällen nicht
es: Intenta iniciar acs.exe directamente; en la mayoria de casos fallara
fr: Essaie d'exécuter "acs.exe" directement (Échoue dans la plupart des cas)
it: Cerca semplicemente di eseguire direttamente acs.exe ; nella maggior parte dei casi fallirà
ja_jp: acs.exeを直接実行します(ほとんどの場合失敗します)
lv: Mēģina palaist acs.exe pa tiešo; lielākoties neizdosies
pl: Właśnie próbuje uruchomić acs.exe bezpośrednio; w większości przypadków nie uda się
pt_br: Tenta rodar acs.exe diretamente; na maioria dos casos fai falhar
ru: Просто пытается запустить acs.exe непосредственно; в большинстве случаев потерпит неудачу
tr: acs.exe'yi doğrudan çalıştırmaya çalışır, genellikle başarısızlıkla sonuçlanır
zh_cn: 尝试直接运行acs.exe;多数情况下会失败

# MagickNet_CannotLoad
source: Can’t load image using Magick.NET
cs: Nelze načíst obrázek pomocí Magick.NET
de: Kann Bild mit Magick.NET nicht laden
es: No se puede cargar la imagen usando Magick.NET
fr: Impossible de charger l'image en utilisant Magick.NET
it: Non posso caricare l'immagine usando Magick.NET
ja_jp: Magick.NETを使用して画像を読み込むことができません
lv: Nevar ielādēt attēlu izmantojot Magick.NET
pl: Nie można załadować obrazu za pomocą Magick.NET
pt_br: Não é possível carregar imagem usando Magick.NET
ru: Невозможно загрузить изображение используя Magick.NET
tr: Görsel, Magick.NET kullanılarak yüklenemedi
zh_cn: 无法使用Magick.NET载入图像

# MagickNet_CannotLoad_Commentary
source: Please, try to make image a bit smaller.
cs: Zkuste prosím obrázek trochu zmenšit
de: Bitte das Foto ein verkleinern.
es: Por favor, intenta hacer la imagen un poco mas pequeña.
fr: Veuillez essayer de réduire l'image
it: Per favore cerca di creare un immmagine più piccola
ja_jp: 画像を少し小さくしてみてください。
lv: Lūdzu mēģinu uztaisīt attēlu nedaudz mazāku
pl: Proszę, spróbuj zrobić zdjęcie nieco mniejsze.
pt_br: Por favor, faça uma imagem um pouco menor
ru: Пожалуйста попробуйте сделать изображение чуть меньше.
tr: Lütfen görseli daha küçük yapmaya çalışın.
zh_cn: 请使用小一些的图像文件

# SyntaxError_Packed
source: Syntax error in packed {0} at {1} line
cs: Chyba syntaxe v balíku {0} na řádku {1}
de: Syntax-Fehler in Paket {0} in {1} Zeile
es: Error de sintaxis en empaquetado {0} en {1} linea
fr: Erreur de syntaxe dans le paquet {0} à la ligne {1}
it: Errore di sintassi nel pacchetto {0} alla linea {1}
ja_jp: {1}行にパックされた{0}の構文エラー
lv: Sintakses kļūda pakotajā {0} līnijā {1}
pl: Błąd składni w spakowanym {0} w {1} linii
pt_br: Erro de sintaxe no embalado {0} na linha {1}
ru: Синтаксическая ошибка в запакованном {0} в {1} строке
zh_cn: 在第{1}行的{0}部分中含有语法错误

# SyntaxError_Unpacked
source: Syntax error in {0} at {1} line
cs: Chyba syntaxe v {0} na řádku {1}
de: Syntax-Fehler in {0} in {1} Zeile
es: Error de sintaxis en {0} en {1} linea
fr: Erreur de syntaxe dans {0} à la ligne {1}
it: Errore di sintassi in {0} alla linea {1}
ja_jp: {1}行の{0}に構文エラーがあります
lv: Sintakses kļūda {0} līnijā {1}
pl: Błąd składni w {0} w {1} linii
pt_br: Erro de sintaxe em {0} na linha {1}
ru: Синтаксическая ошибка в {0} в {1} строке
zh_cn: 在第{1}行的{0}语句中含有语法错误

# SyntaxError_Commentary
source: File is still parsed, but some values might be skipped.
cs: Soubor se stále analyzuje, ale některé hodnoty mohly být přeskočeny.
de: Datei wird analysiert, manche Werte jedoch übersprungen.
es: El archivo esta todavia siendo analizado, pero algunos valores pueden haberse omitido.
fr: Le fichier est toujours analysé, mais certaines valeurs peuvent être ignorées.
it: Il file è ancora in fase di analisi, ma alcuni valori potrebbero essere saltati.
ja_jp: ファイルは解析されますが、一部の値がスキップされる可能性があります。
lv: Fails tika nolasīts, bet dažas vērtības, iespējams, tika izlaistas.
pl: Plik jest wciąż analizowany, ale niektóre wartości mogą zostać pominięte.
pt_br: O arquivo foi analisado, mas alguns valores podem ser pulados.
ru: Файл всё ещё анализируется, но некоторые значения могут быть пропущены.
zh_cn: 文件还在解码中,部分数值可能会被跳过

# Settings_Starter_UiModule_JustInstalled
source: UI module “CM Helper” installed and activated. Don’t forget to restart AssettoCorsa.exe before racing!
cs: Modul uživatelského rozhraní “CM Helper” byl nainstalovaný a aktivovaný. Nezapomeňte restartovat AssettoCorsa.exe před závoděním!
de: UI Modul "CM Helper" ist installiert und aktiviert. AssettoCorsa.exe neustarten nicht vergessen!
es: Modulo UI "CM Helper" instalado y activado. No olvides reiniciar AssettoCorsa.exe antes de correr!
fr: Module d'interface "CM Helper" installé et activé. N'oubliez pas de redémarrer AssettoCorsa.exe avant de courir!
it: Modulo UI "CM Helper" installato ed attivato. Non dimenticare di riavviare AssettoCorsa.exe prima di correre!
ja_jp: UIモジュール「CMヘルパー」がインストールされ、アクティブになっています。レース前にAssettoCorsa.exeを再起動するのを忘れないで下さい!
lv: UI modulis "CM Helper" instalēts un aktivizēts. Neaizmirsti pirms braukšanas pārstartēt AssettoCorsa.exe!
pl: Moduł interfejsu "CM Helper" zainstalowano i aktywowano. Nie zapomnij, aby ponownie uruchomić AssettoCorsa.exe przed wyścigiem!
pt_br: Módulo UI "CM Helper" instalado e ativado. Não esqueça de reiniciar AssettoCorsa.exe antes de correr!
ru: Модуль интерфейса "CM Helper" установлен и активирован. Не забывайте перезагрузить AssettoCorsa.exe до гонки!
tr: Arayüz modülü "CM Helper" yüklendi ve etkinleştirildi. Yarıştan önce AssettoCorsa.exe'yi yeniden başlatmayı unutmayın!
zh_cn: 界面模块“CM Helper”已经安装并被激活。在开始赛事之前请不要忘记重启AssettoCorsa.exe!

# ServerPreset_UnpackedDataWarning_Title
source: Data is not encrypted
cs: Data nejsou šifrována
de: Data-Verzeichnis ist nicht verschlüsselt
es: Los datos no estan encriptados
fr: Les données ne sont pas cryptées
it: I dati non sono criptati
ja_jp: データは暗号化されていません
lv: Dati nav šifrēti
pl: Dane nie są szyfrowane
pt_br: Dados não estão encriptados
ru: Данные не зашифрованы
tr: Veri şifrelenmemiş
zh_cn: 数据未加密

# Car_ReplaceSound_WrongCar
source: Selected car doesn’t have proper sound
cs: Vybrané auto nemá náležitý zvuk
de: Ausgewähltes Fahrzeug besitzt keinen ordnungsgemäßen Sound
es: El coche seleccionado no tiene un sonido adecuado
fr: Le véhicule sélectionné n'a pas de son valide
it: L'auto selezionata non ha un suono corretto
ja_jp: 選択した車のサウンドが適切ではありません
lv: Izvēlētajai mašīnai nav pareizas skaņas
pl: Wybrany samochód nie posiada poprawnego dźwięku
pt_br: O carro selecionado não tem o som adequado
ru: Выбранное авто не имеет надлежащего звука
tr: Seçili arabanın düzgün sesi yok
zh_cn: 所选车辆没有正确的音效

# Online_YouAreBookedOnThisServer
source: You’re booked on this server
cs: Zamluvili jste si místo na tomto serveru
de: Du hast einen Bookingplatz auf diesem Server
es: Tienes reserva en este server
fr: Vous avez une réservation sur ce serveur
it: Sei prenotato su questo server
ja_jp: このサーバを予約しています
lv: Tu esi rezervējis vietu šajā serverī
pl: Jesteś zapisany na tym serwerze
pt_br: Você está registrado neste servidor
ru: Вы забронированы на этот сервер
tr: Bu sunucuda yer ayırttınız
zh_cn: 你已在此服务器上完成比赛报名

# BestLapsControl_BestLaps
source: Best laps:
cs: Nejlepší kola:
es: Mejores vueltas:
it: Giri migliori:
ja_jp: ベストラップ:
pt_br: Melhores voltas:
ru: Лучшие круги:
tr: En iyi turlar:
zh_cn: 最佳圈数：

# BestLapsControl_BestLap
source: Best lap:
cs: Nejlepší kolo:
es: Mejor vuelta:
it: Giro migliore:
ja_jp: ベストラップ:
pt_br: Melhor volta:
ru: Лучший круг:
tr: En iyi tur:
zh_cn: 最佳圈速：

# Common_DistanceLarge_Format
source: {0:F1} km
ru: {0:F1} км

# Common_FeetPerSecondPostfix
source: ft/s
ru: фут/с
tr: ft/sn

# Common_MetersPerSecondPostfix
source: m/s
ru: м/с
tr: m/sn

# Common_KilogramsPostfix
source: kg
ru: кг

# Common_Ballast
source: Ballast
cs: Zátěž
es: Lastre
it: Zavorra
ja_jp: バラスト
pt_br: Lastro
ru: Балласт
tr: Balast
zh_cn: 镇流器

# Common_Restrictor
source: Restrictor
cs: Omezovač průtoku vzduchu
it: Restrizioni
ja_jp: リストリクター
pt_br: Restritor
ru: Ограничитель
tr: Kısıtlayıcı
zh_cn: 限流器

# Race_ArrangeAIStrengthBasedOnPWRatio
source: Arrange AI strength based on P/W ratio
cs: Přizpůsobit dovednost soupeřů na základě poměru výkonu a váhy
es: Organizar la resistencia de la IA basada en la relación Potencia/Peso
it: Aggiusta la forza AI in base al rapporto P/W
ja_jp: パワーウェイトレシオに基づいてAIの強さを調節
pt_br: Arrumar força da IA baseado na taxa de P/W
ru: Организовать силу ИИ базированную на соотношении P/W
tr: Yapay zeka gücünü G/A dengesine göre sırala
zh_cn: 根据P / W比率安排A​​I强度

# Race_RandomizationTitle
source: Randomization:
cs: Míra nahodilosti:
es: Aleatorio:
it: Casualità:
ja_jp: ランダム化:
pt_br: Randomização:
ru: Рандомизация:
tr: Rastgelelik:
zh_cn: 随机化：

# Race_ShowRelativeRange
source: Show relative range
cs: Zobrazit relativní rozsah
es: Mostrar rango relativo
it: Mostra intervallo relativo
ja_jp: 相対範囲を表示
pt_br: Mostrar distância relativa
ru: Показывать относительный диапазон
zh_cn: 显示相对范围

# Race_ShowAIAggression
source: Show AI aggression in driver’s name
cs: Zobrazovat agresivitu soupeřů ve jméně
es: Mostrar agresividad de IA en el nombre del piloto
it: Mostra l'aggressività dell'IA nel nome pilota
ja_jp: ドライバー名にAIの積極性を表示
pt_br: Mostrar agressividade do IA no nome do piloto
ru: Показывать агрессию ИИ в имени водителя.
tr: Yapay zeka agresyonunu sürücü isminde göster
zh_cn: 以驾驶员的名字显示AI的侵略性

# Race_OpponentsAggression
source: Opponents aggression
cs: Agresivita soupeřů
es: Agresividad de oponentes
it: Aggressività avversari
ja_jp: 敵の積極性
pt_br: Agressividade do Oponente
ru: Агрессия оппонентов
tr: Rakip agresyonu
zh_cn: 对手的侵略性

# Common_Unit_Hz
source: Hz
ru: Гц

# Online_LoadingPlayersList
source: Loading players list…
es: Cargando lista de jugadores...
it: Caricamento elenco giocatori...
ja_jp: プレイヤーリストを読込中…
pt_br: Carregando lista de jogadores...
ru: Загрузка списка игроков...
tr: Oyuncu listesi yükleniyor...
zh_cn: 正在载入玩家名单…

# Online_LoadingCars
source: Loading cars ({0})…
es: Cargando lista de coches ({0})…
it: Caricamento auto ({0})…
ja_jp: ({0})を読込中…
pt_br: Carregando carros ({0})...
ru: Загрузка авто ({0})...
tr: Arabalar ({0}) yükleniyor...
zh_cn: 正在加载车辆中 ({0})…

# Online_LoadingSkins
source: Loading {0} skins…
es: Cargando skins de {0}…
it: Caricamento {0} skin…
ja_jp: ({0})スキンを読込中…
pt_br: Carregando {0} pinturas...
ru: Загрузка {0} скинов...
tr: Kaplamalar {0} yükleniyor...
zh_cn: 正在加载{0} 涂装…

# Online_LoadingActualInformation
source: Loading actual server information…
es: Cargando información de servidor real
it: Caricamento informazioni server attuali...
ja_jp: 実際のサーバー情報を読込中…
pt_br: Carregando informação atual do servidor...
ru: Загрузка актуальной информации о сервере...
tr: Gerçek sunucu bilgileri yükleniyor...

# Car_ReplaceSound_CannotReplace_Commentary
source: Make sure there is enough space and original files could be removed.
cs: Ujistěte se, že máte dost místa a původní soubory mohou být odebrány.
de: Gehe sicher, dass genügend Speicherplatz vorhanden ist und originale Dateien entfernt werden können.
es: Asegurate de que tienes suficiente espacio y los archivos originales pueden ser eliminados.
fr: Assurez-vous qu'il y a suffisamment d'espace et que les fichiers originaux peuvent être supprimés.
it: Assicurarsi che ci sia spazio sufficiente e che i file originali possano essere rimossi.
ja_jp: 十分な空き容量があり、元のファイルを削除できることを確認してください。
lv: Pārliecines, ka ir pietiekami daudz vietas un oriģinālos failus varēja idzēst
pl: Upewnij się, że jest wystarczająco dużo miejsca, oryginalne pliki mogą zostać usunięte.
pt_br: Verifique se há espaço suficiente e os arquivos originais podem ser removidos.
ru: Убедитесь что здесь достаточно места и оригинальные файлы могут быть удалены.
tr: Yeterince yer olduğundan ve orijinal dosyaların kaldırılabileceğinden emin olun.
zh_cn: 请确定磁盘空间足够,并且有权限移除原有的文件
