Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# ServerPreset_UnpackedDataWarning
source: Data of {0} is not packed, so users can change it before joining and gain an unfair advantage. Would you like to pack it before starting the server? But don’t forget to share packed version to clients.
cs: Data {0} nejsou zabalena, takže je uživatelé mohou změnit před připojením a získat tak neférovou výhodu. Přejete si je zabalit před zahájením serveru? Nezapomeňte ale s klienty sdílet zabalené verze.
de: Data-Verzeichnis von {0} ist nicht gepackt, Nutzer können es vor Beitreten des Servers bearbeiten und einen unfairen Vorteil erhalten. Möchtest du das Verzeichnis vor dem Starten des Servers packen? Nicht vergessen, die gepackte Version mit den Clients zu teilen.
es: Los datos de {0} no están empaquetados, los usuarios podríian modificarlo antes de entrar y obtener ventaja. ¿Te gustaria empaquetarlo antes de iniciar el server? Pero no olvides compartir la version empaquetada con los clientes.
fr: Les données de {0} ne sont pas emballées, donc les utilisateurs peuvent les modifier avant de les rejoindre et obtenir un avantage injuste. Voulez-vous l'emballer avant de démarrer le serveur? Mais n'oubliez pas de partager la version emballée aux clients.
it: "I dati di {0} non sono compressi, quindi gli utenti possono cambiarli prima di unirsi e ottenere un vantaggio ingiusto. Vorresti comprimerlo prima di avviare il server? Ma non dimenticare di condividere la versione compressa con i client."
ja_jp: {0}のデータはパックされていないため、ユーザーは参加する前に変更して不当な優位性を得ることができます。サーバーを起動する前にパックしますか?ただし、パックバージョンをクライアントと共有することを忘れないでください。
lv: {0} dati nav sapakoti, lietotāji tos var mainīt un iegūt negodīgu priekšroku. Vai vēlies tos sapakot pirms servera palaišanas? Tikai neaizmirsti izdalīt sapakotās versijas klientiem.
pl: Dane {0} nie są spakowane, więc użytkownicy mogą zmienić je przed przystąpieniem i uzyska nieuczciwą przewagę. Chciałbyś spakować to przed uruchomieniem serwera? Jeśli tak, nie zapomnij udostępnić spakowanej wersji klientom.
pt_br: Dados de {0} não estão compactados, usuários podem alterá-los entes de entrar e ganhar uma vantagem injusta. Gostaria de compactá-los antes de iniciar o servidor? Mas não esqueça de compartilhar a versão embalada aos clientes.
ru: Данные {0} не упакованы, пользователи могут изменить их перед присоединением и получить преимущество. Хотите упаковать их перед запуском сервера? Но не забывайте делиться упакованной версией с клиентами.
zh_cn: {0}的数据文件没有打包,因此玩家可以在加入游戏之前修改数据而从中获利. 你是否想要在启动服务器之前进行数据打包?如果这么做,请不要忘记向玩家分享打包之后的版本

# Settings_Starter_Sse_Description
source: Fastest one, runs race directly without using Steam at all; online will work, but you’ll miss all achievements
cs: Nejrychlejší; zahájí závod napřímo bez použití Steamu; online režim bude fungovat, ale budou vám chybět všechny achievementy
de: Schnellster Starter, started Rennen direkt ohne Steam; Online funktioniert, Errungenschaften werden jedoch nicht berücksichtigt
es: El mas rapido, inicia la carrera directamente sin usar Steam en absoluto; funcionara online, pero no otendras ningun logro
fr: Méthode la plus rapide, lance directement la course sans utiliser Steam du tout (Fonctionne en ligne, mais vous manquerez tous les accomplissements)
it: La più veloce, fa partire la gara direttamente senza usare Steam per niente; il multigiocatore funzionerà, ma non sbloccherai gli obiettivi
ja_jp: 最も速いものは、Steamをまったく使用せずに直接レースを実行します。オンラインでも機能しますが、すべての実績は取得できません。
lv: Ātrākais veids, palaiž sacīksti pa taisno, neizmantojot Steam; tiešsaiste strādās, bet Steam achievementi nē
pl: Jedna z najszybszych, uruchamia wyścig bez użycia Steama; online będzie działać, ale można przegapić wszystkie osiągnięcia
pt_br: A mais rápida, inicia a corrida diretamente sem usar a Steam; modo online vai funcionar, mas você vai perder todas as conquistas
ru: Самый быстрый, запускает заезд напрямую без использования Steam; онлайн будет работать, но вы потеряете достижения
tr: En hızlısı, yarışları Steam'i hiç kullanmadan başlatır; çevrimiçi oynayabilirsiniz ancak Steam başarımlarını alamazsınız
zh_cn: 最快的启动模式,完全不使用Steam运行游戏;多人联机可以使用,但是将无法解锁成就

# Settings_Starter_Sse
source: SSE
zh_cn: SSE启动器

# SearchEngine_Bing
source: Bing
zh_cn: 必应

# SearchEngine_Google
source: Google
zh_cn: 谷歌

# SearchEngine_Baidu
source: Baidu
zh_cn: 百度

# AcSettings_ScreenshotFormat_Jpeg
source: JPEG
cs: JPG
lv: .jpg
