Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# Assists_TyreBlankets
source: Tyre blankets
cs: Předehřát pneumatiky
de: Reifenheizdecken
es: Calentadores de neumaticos
fr: Couvertures chauffantes
it: Termocoperte
ja_jp: タイヤウォーマー
lv: Riepu segas
nb_no: Dekk tepper
pl: Koce grzewcze
pt_br: Cobertores de pneus
ru: Прогретые шины
tr: Lastik battaniyeleri
zh_cn: 轮胎加热毯（器）

# Assists_TyreWear
source: Tyre wear
cs: Opotřebování pneumatik
de: Reifenverschleiß
es: Desgaste de neumaticos
fr: Usure des pneus
it: Usura pneumatici
ja_jp: タイヤ摩耗
lv: Riepu nodilums
pl: Zużycie opon
pt_br: Desgaste de pneu
ru: Износ шин
tr: Lastik hasarı
zh_cn: 轮胎磨损

# Assists_MechanicalDamage
source: Mechanical damage
cs: Mechanické poškození
de: Mechanische Schäden
es: Daños mecánicos
fr: Dommage mécanique
it: Danno meccanico
ja_jp: 機械的損傷
lv: Mehāniskie bojājumi
pl: Uszkodzenia mechaniczne
pt_br: Falha mecânica
ru: Механические повреждения
tr: Mekanik hasar
zh_cn: 机械损伤

# Assists_StabilityControl
source: Stability control
cs: Kontrola stability
de: Stabilitätskontrolle
es: Control de estabilidad
fr: Contrôle de stabilité
it: Controllo stabilità
ja_jp: 安定性制御
lv: Stabilitātes kontrole
nb_no: Stabilitetskontroll
pl: Kontrola stabilności
pt_br: Controle de estabilidade
ru: Контроль устойчивости
tr: Stabilite kontrolü
zh_cn: 车身稳定控制

# ReplayObject_PreviousSession
source: Previous session
cs: Předchozí relace
de: vorherigen Session
es: Sesión previa
fr: Session précédente
it: Sessione Precedente
ja_jp: 前のセッション
lv: Iepriekšējā sesija
pl: Poprzednia sesja
pt_br: Sessão Anterior
ru: Предыдущая сессия
tr: Önceki oturum
zh_cn: 上一节

# KunosCareer_Championship
source: Championship
cs: Šampionát
de: Meisterschaft
es: Campeonato
fr: Championnat
it: Campionato
ja_jp: チャンピオンシップ
lv: Čempionāts
pl: Mistrzostwa
pt_br: Campeonato
ru: Чемпионат
tr: Şampiyona
zh_cn: 锦标赛

# KunosCareer_SingleEvents
source: Single events
cs: Jednotlivé podniky
de: Einzelveranstaltung
es: Eventos individuales
fr: Évènements uniques
it: Eventi Singoli
ja_jp: シングルイベント
lv: Einzelveranstaltung
pl: Pojedyncze zawody
pt_br: Eventos Únicos
ru: События
tr: Tek müsabaka
zh_cn: 独立赛事

# AcRootDirectory_MissingFile
source: File “{0}” is missing
cs: Soubor “{0}” chybí
de: Datei "{0}" fehlt
es: Archivo "{0}" no encontrado
fr: Le fichier “{0}” est introuvable
it: File “{0}” mancante
ja_jp: ファイル“{0}”が見つかりません
lv: Šāda faila, "{0}", nav
nb_no: Filen "{0}" mangler
pl: Brakuje pliku “{0}”
pt_br: O arquivo "{0}" está faltando
ru: Файл «{0}» отсутствует
tr: “{0} dosyası bulunamadı
zh_cn: 找不到文件 “{0}”

# Weather_Clear
source: Clear
cs: Jasno
de: Klar
es: Cielo claro
fr: Clair
it: Limpido
ja_jp: クリア
lv: Skaidrs
nb_no: Klart
pl: Bezchmurne niebo
pt_br: Limpo
ru: Ясно
tr: Açık
zh_cn: 晴空

# AcSettings_View_LockCamera
source: Lock onboard camera to horizon
cs: Palubní kamerou vždy mířit na horizont
de: Bordkamera auf Horizont fixieren
es: Bloquear cámara de abordo hacia el horizonte
fr: Fixe la caméra embarquée vers l'horizon
it: Blocca teleacamera interna all'orizzonte
ja_jp: オンボードカメラを水平に固定
lv: Fiksēt iekšējo kameru pie horizonta
pl: Blokuj kamerę horyzontalnie
pt_br: Fixar câmera interior ao horizonte
ru: Привязать камеру к горизонту
tr: Yerleşik kamerayı ufuk çizgisine sabitle
zh_cn: 锁定驾驶视角到地平线

# AcSettings_View_HideSteeringWheel
source: Hide steering wheel
cs: Skrýt virtuální volant i paže při pohledu "kokpit" (kamera 1)
de: Lenkrad ausblenden
es: Ocultar volante
fr: Masquer le volant
it: Nascondi volante
ja_jp: ステアリングホイールを非表示
lv: Paslēpt virtuālo stūri
nb_no: Skjul rattet
pl: Ukryj kierownicę
pt_br: Esconder volante
ru: Скрыть руль
tr: Direksiyonu gizle
zh_cn: 隐藏虚拟方向盘

# AcSettings_View_LockSteeringWheel
source: Lock steering wheel
cs: Nepohybovat vaším virtuálním volantem
de: Lenkrad feststellen
es: Bloquear volante
fr: Verrouiller le volant
it: Blocca volante
ja_jp: ステアリングホイールロック
lv: Fiksēt stūri
nb_no: Låse rattet
pl: Zablokuj kierownicę
pt_br: Fixar volante
ru: Зафиксировать руль
tr: Direksiyonu kilitle
zh_cn: 锁定虚拟方向盘

# AcSettings_View_HideDriverArms
source: Hide driver arms
cs: Skrýt virtuální paže při pohledu "kokpit" (kamera 1)
de: Fahrerarme ausblenden
es: Ocultar brazos del piloto
fr: Masquer les bras du pilote
it: Nascondi mani pilota
ja_jp: ドライバーの腕を非表示
lv: Paslēpt braucēja rokas
pl: Ukryj ramiona kierowcy
pt_br: Esconder braços do motorista
ru: Скрыть руки водителя
tr: Sürücünün ellerini gizle
zh_cn: 隐藏车手手臂

# AcSettings_View_SteeringWheelLimit
source: Steering wheel limit
cs: Omezit jeho pohyb
de: Lenkrad begrenzen
es: Limite del volante
fr: Limite de rotation du volant
it: Limiti sterzo volante
ja_jp: ステアリングホイール限界
lv: Stūrēšanas grādu limits
pl: Obrót kierownicy
pt_br: Limite do volante
ru: Ограничить руль
tr: Direksiyon sınırı
zh_cn: 方向盘角度限制

# AcSettings_View_AllowAppsOverlapping
source: Allow in-game apps overlapping
cs: Umožnit překrývání appek
de: App-Überlappung im Spiel erlauben
es: Permitir en el juego aplicaciones superpuestas
fr: Autoriser la superposition des apps en jeu
it: Permetti sovrapposizione delle app nel gioco
ja_jp: ゲーム内Appの重複を許可する
lv: Atļaut spēles aplikācijām vienai ar otru pārklāties
pl: Zezwalaj aplikacjom na nakładanie się
pt_br: Permitir que os apps dentro-de-jogo se sobreponham
ru: Разрешить перекрытие приложений
tr: Oyun içi uygulamalarının üst üste geçmesine izin ver
zh_cn: 允许游戏内插件窗口重叠

# AcSettings_View_DriversNames
source: Show drivers’ names
cs: Zobrazovat nad auty jména soupeřů
de: Fahrernamen anzeigen
es: Mostrar nombres de pilotos
fr: Afficher le nom des pilotes
it: Mostra i nomi dei piloti
ja_jp: ドライバーの名前を表示
lv: Rādīt braucēju vārdus
pl: Pokaż nazwy przeciwników
pt_br: Mostrar nomes dos motoristas
ru: Показывать имена водителей
tr: Sürücülerin isimlerini göster
zh_cn: 显示车手名

# AcSettings_View_VirtualMirror
source: Show virtual mirror
cs: Zobrazit vnitřní zpětné zrcátko ve virtuální podobě
de: Virtuellen Rückspiegel anzeigen
es: Mostrar retrovisor virtual
fr: Afficher le rétroviseur virtuel
it: Mostra specchietto virtuale
ja_jp: 仮想ミラーを表示
lv: Rādīt virtuālos spoguļus
pl: Pokaż wirtualne lusterko
pt_br: Mostrar espelho virtual
ru: Показывать виртуальное зеркало
tr: Sanal aynayı göster
zh_cn: 显示虚拟后视镜

# AcSettings_View_Leaderboard
source: Show leaderboard
cs: Zobrazit výsledky závodu
de: Rangliste anzeigen
es: Mostrar tabla de posiciones
fr: Afficher le classement
it: Mostra classifica
ja_jp: リーダーボードを表示
lv: Rādīt līderu sarakstu
pl: Pokaż tablice wyników
pt_br: Mostrar tabela de classificação
ru: Показывать лидеров
tr: Lider tablosunu göster
zh_cn: 显示排名板

# AcSettings_View_Damage
source: Show damage (GUI)
cs: Zobrazit ukazatel při poškození
de: Schadenanzeige (GUI)
es: Mostrar daño (GUI)
fr: Afficher les dégâts (GUI)
it: Mostra i danni (GUI)
ja_jp: ダメージを表示(GUI)
lv: Rādīt bojājumu GUI
pl: Pokaż zniszczenia (GUI)
pt_br: Mostrar danos (GUI)
ru: Показывать повреждения (граф. интерфейс)
tr: Hasarı göster (Arayüz)
zh_cn: 显示车损显示器

# AcSettings_View_TimeGap
source: Show time gap to opponents
cs: Zobrazit rozestupy vůči soupeřům
de: Zeitabstände zu Gegner anzeigen
es: Mostrar la diferencia de tiempo entre los oponentes
fr: Afficher l'écart avec les adversaires
it: Mostra il divario di tempo dagli avversari
ja_jp: 対戦相手とのタイムギャップを表示する
lv: Rādīt laika atstarpes starp pretiniekiem
pl: Pokaż stratę do przeciwników
pt_br: Mostrar intervalo de tempo para os adversários
ru: Показывать время отставания от соперников
tr: Rakiplere olan zaman farkını göster
zh_cn: 显示和对手的时间差距

# AcSettings_View_UnitsLabel
source: Units:
cs: Jednotky:
de: Einheiten:
es: Unidades:
fr: Unités :
it: Unità:
ja_jp: 単位:
lv: Vienības:
pl: Jednostki:
pt_br: Unidades:
ru: Единицы измерения:
tr: Birimler:
zh_cn: 单位:

# AcSettings_View_CameraHeader
source: Camera:
cs: Kamera:
de: Kamera:
es: Cámara:
fr: Caméra :
it: Telecamera:
ja_jp: カメラ:
lv: Kamera:
nb_no: Kamera:
pl: Kamera:
pt_br: Câmera:
ru: Камера:
tr: Kamera:
zh_cn: 视角:

# AcSettings_View_GlancingSpeed
source: Glancing speed
cs: Rychlost rozhlédnutí
de: Blickgeschwindigkeit
es: Velocidad de mirada
fr: Vitesse de balayage
it: Velocità sguardo
ja_jp: 視線速度
lv: Skata ātrums
pl: Szybkość obrotu
pt_br: Velocidade de relance
ru: Скорость взгляда
tr: Bakış hızı
zh_cn: 左右看转头速度

# AcSettings_View_GlancingAngle
source: Glancing angle
cs: Úhel rozhlédnutí
de: Blickrichtung
es: Angulo de mirada
fr: Renvoi d'angle
it: Angolo di sguardo
ja_jp: 視射角
lv: Skata leņķis
pl: Kąt obrotu
pt_br: Ângulo de relance
ru: Угол взгляда
tr: Bakış açısı
zh_cn: 左右看转头角度

# AcSettings_View_HighspeedShaking
source: High speed shaking
cs: Třes při rychlé jízdě
de: Hochgeschwindigkeits-Rütteln
es: Sacudidas a alta velodidad
fr: Secousses à haute vitesse
it: Scuotimento ad alta velocità
ja_jp: 高速時の振動
lv: Liela-ātruma kratīšanās
pl: Wstrząsy przy prędkości
pt_br: Tremor em alta velocidade
ru: Тряска от скорости
tr: Yüksek hız sallantısı
zh_cn: 高速行驶抖动程度

# AcSettings_View_GForcesHeader
source: G-Forces:
cs: Intenzita vizuální simulace přetížení:
de: G-Kräfte
es: Fuerzas G:
it: Forze G:
ja_jp: 加速度:
lv: G-spēki
pl: Siły przeciążeń:
pt_br: Forças-G:
ru: Перегрузки:
tr: G kuvveti:
zh_cn: 加速度模拟效果:

# AcSettings_View_Lateral
source: Lateral
cs: Příčný směr
fr: Latéral
it: Laterale
ja_jp: 側面
lv: Sāniski
pl: Boczne
ru: Боковые
zh_cn: 侧向

# AcSettings_View_Vertical
source: Vertical
cs: Svislý směr
de: Vertikal
it: Verticale
ja_jp: 垂直
lv: Vertikāli
pl: Pionowe
ru: Вертикальные
tr: Dikey
zh_cn: 竖直方向

# AcSettings_View_Longtudinal
source: Longitudinal
cs: Podélný směr
it: Longitudinale
ja_jp: 縦
lv: Gareniski
pl: Wzdłużne
ru: Продольные
tr: Boylamsal
zh_cn: 水平方向

# AcSettings_View_ViewHeader
source: View:
cs: Pohled:
de: Ansicht:
es: Vista:
fr: Vue :
it: Vista:
ja_jp: ビュー:
lv: Skats:
pl: Widok:
pt_br: Visualizar:
ru: Вид:
tr: Görüntüle:
zh_cn: 显示内容:

# AcSettings_View_Locked
source: Locked
cs: Jen v příčném směru
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ja_jp: ロック
lv: Slēgts
pl: Zablokowane
pt_br: Travado
ru: Зафиксировать
tr: Kilitli
zh_cn: 锁定

# KunosCareer_Resume
source: Resume
cs: Shrnutí
de: Weitermachen
es: Reanudar
fr: Reprendre
it: Riprendi
ja_jp: 再開
lv: Atsākt
pl: Wznawianie
pt_br: Continuar
ru: Продолжить
tr: Devam et
zh_cn: 继续赛季

# Online_Server_CannotPing
source: Server is unavailable (ping failed).
cs: Server není přístupný (pin selhal).
de: Server nicht erreichbar (Ping fehlgeschlagen)
es: Server no disponible (fallo de Ping)
fr: Le serveur est indisponible (échec du ping).
it: Server non disponibile (ping fallito).
ja_jp: サーバが使用できません。(pingに失敗しました)
lv: Serveris nav pieejams (pings neizdevās)
pl: Serwer jest niedostępny (pingowanie nie powiodło się).
pt_br: Servidor indisponível (ping falhou).
ru: Сервер недоступен (ping не удался).
tr: Sunucu kullanılamıyor (pingleme başarısız)
zh_cn: 服务器不可用(Ping指令失败)

# Assists_Title
source: Assists
cs: Asistenti:
de: Fahrhilfen
es: Asistencias
fr: Aides au pilotage
it: Aiuti
ja_jp: アシスト
lv: Asistenti:
pl: Asysty
pt_br: Assistências
ru: Помощники
tr: Yardımcılar
zh_cn: 驾驶辅助

# AcSettings_View_SteeringWheelLimit_Tooltip
source: Virtual steering wheel rotation limit
cs: Omezení úhlu otáčení vašeho virtuálního volantu
de: Virtuellen Lenkradeinschlag begrenzen
es: Limite de rotación del volante virtual
fr: Limite virtuel de rotation du volant
it: Limite rotazione del volante virtuale
ja_jp: 仮想ステアリングホイールの限界
lv: Šis ierobežo, cik daudz virtuālā stūre var pagriezties. Tas neietekmē braukšanu
pl: Ogranicz obrót kierownicy
pt_br: Limite de rotação do volante virtual
ru: Ограничить вращение виртуального руля
tr: Sanal direksiyon dönüş sınırı
zh_cn: 虚拟方向盘转动角度限制

# AcSettings_CannotSave_Commentary
source: Make sure app has access to cfg folder.
cs: Ujistěte se, že aplikace má přístup ke složce CFG
de: Zugriff auf cfg Ordner sicherstellen
es: Asegúrate de que la aplicación tiene acceso a la carpeta cfg
fr: Vérifier que l'application a accès au dossier cfg.
it: Assicurarsi che l'app abbia accesso alla cartella cfg.
ja_jp: アプリがcfgフォルダにアクセスできることを確認してください。
lv: Lūdzu pārliecinies, ka aplikācijai ir pieeja Assetto Corsa .cfg mapei.
pl: Upewnij się, że aplikacja ma dostęp do folderu cfg.
pt_br: Certifique-se que o app tem acesso ao diretório cfg.
ru: Убедитесь, что приложение имеет доступ к каталогу cfg.
tr: Uygulamanın cfg klasörüne erişimi olduğundan emin olun.
zh_cn: 请确保Content Manager有权限写入cfg文件夹

# AcSettings_CannotSave
source: Can’t save AC settings
cs: Nelze uložit nastavení hry
de: Konnte AC Einstellungen nicht speichern
es: No se pueden guardar los ajustes de AC
fr: Impossible de sauvegarder les paramètres AC
it: Impossibile salvare le impostazioni di AC.
ja_jp: AC設定を保存できません
lv: Nevar saglabāt spēles iestatījumus
nb_no: Kan ikke lagre AC innstillinger
pl: Nie można zapisać ustawień AC
pt_br: Impossível salvar as configurações do AC
ru: Невозможно сохранить настройки AC
tr: Assetto Corsa ayarları kaydedilemiyor
zh_cn: 无法保存AC设定

# Controls_Steering
source: Steering
cs: Řízení
de: Lenkung
es: Dirección
fr: Direction
it: Sterzo
ja_jp: ステアリング
lv: Stūrēšana
pl: Sterowanie
pt_br: Direção
ru: Руление
tr: Yönlendirme
zh_cn: 转向

# Controls_FlashHeadlights
source: Flash headlights
cs: Zablikat světly
de: Blinkende Scheinwerfer
es: Ráfaga de luces
fr: Appel de phares
it: Abbaglianti
ja_jp: フラッシュヘッドライト
lv: Mirkšķināt gaismas
pl: Blinda
pt_br: Piscar Luzes
ru: Моргнуть фарами
tr: Selektör
zh_cn: 闪烁车灯

# Controls_Drs
source: DRS activation
cs: Aktivovat DRS
de: DRS aktivieren
es: Activación DSR
fr: Activation DRS
it: Attivazione DRS
ja_jp: DRS有効化
lv: DRS aktivācija
pl: Aktywacja DRS
pt_br: Ativação do DRS
ru: Активация DRS
tr: DRS aktivasyonu
zh_cn: DRS

# Controls_Brakes
source: Brakes
cs: Brzdy
de: Bremse
es: Freno
fr: Freins
it: Freno
ja_jp: ブレーキ
lv: Bremzes
nb_no: Bremser
pl: Hamulec
pt_br: Freios
ru: Тормоза
tr: Frenler
zh_cn: 刹车

# Controls_Mguh_Mode
source: MGU-H mode
cs: Režim MGU-H
de: MGU-H Modus
es: Modo MGU-H
fr: Mode MGU-H
ja_jp: MGU-Hモード
lv: MGU-H režīms
pl: MGU-H Motor Generator Unit-Heat
pt_br: Modo MGU-H
ru: Режим MGU-H
tr: MGU-H modu
zh_cn: MGU-H模式

# Controls_MoveToFront
source: Move to front
cs: Přesunout dopředu
de: Nach vorne stellen
es: Mover al frente
fr: Régler vers l'avant
it: Sposta sull'anteriore
ja_jp: フロントに移動
lv: Pārvietot uz priekšu
pl: Przenieś na przód
pt_br: Mover para frente
ru: Сместить вперёд
tr: Öne geç
zh_cn: 前移

# Controls_MoveToRear
source: Move to rear
cs: Přesunout dozadu
de: Nach hinten stellen
es: Mover hacia atrás
fr: Régler vers l'arriere
it: Sposta sul posteriore
ja_jp: リアに移動
lv: Pārvietot uz aizmuguri
pl: Przenieś na tył
pt_br: Mover para trás
ru: Сместить назад
tr: Arkaya geç
zh_cn: 后移

# Assists_TractionControlLabel
source: Traction control:
cs: Kontrola trakce:
de: Traktionskontrolle:
es: Control de Tracción
fr: Contrôle de traction :
it: Controllo della trazione:
ja_jp: トラクションコントロール:
lv: Saķeres kontrole:
pl: Kontrola trakcji:
pt_br: Controle de Tração
ru: Контроль тяги:
tr: Çekiş kontrolü:
zh_cn: 牵引力控制系统:

# Assists_AbsLabel
source: ABS:
ru: АБС:

# Assists_AbsLabel_Tooltip
source: Anti-lock braking system
cs: Protiblokovací systém brzd
de: Antiblockiersystem
es: Sistema antibloqueo de frenos
fr: Système de freinage antiblocage (ABS)
it: Sistema antibloccaggio dei freni
ja_jp: アンチロック・ブレーキ・システム
lv: Bremžu pretbloķēšanās sistēma
nb_no: Anti-lås bremse system
pl: System anty-blokowania kół
pt_br: Sistema anti-travamento de freios
ru: Антиблокировочная тормозная система
tr: Kilitlenme karşıtı fren sistemi (ABS)
zh_cn: 车辆制动防抱死系统

# Assists_AutoBlip_Tooltip
source: Automatically synchronize RPM on downshifts
cs: Automaticky synchronizovat otáčky při podřazování pro předejití smyku
de: Synchronisiert Drehzahl automatisch beim Herunterschalten
es: Sincronizar automáticamente las RPM al bajar marchas
fr: Synchroniser automatiquement le régime moteur (RPM) lors des rétrogradations
it: Sincronizza automaticamente gli RPM in scalata di marcia
ja_jp: ダウンシフト時にエンジン回転数を自動的に同期
lv: Automatically synchronize RPM on downshifts by tapping the gas pedal.
pl: Automatycznie synchronizuj obroty podczas redukcji
pt_br: Sincronizar RPM automaticamente em reduções de marcha
ru: Автоматическая синхронизация оборотов при понижении передачи
tr: Vites düşüşlerinde devri otomatik olarak eşitle
zh_cn: 自动在降档时补油匹配转速

# Assists_AutoClutch_Tooltip
source: Automatically press clutch on shifting
cs: Automatické sešlápnutí virtuální spojky při přeřazování
de: Kupplung wird beim Schalten automatisch betätigt
es: Automáticamente presiona el embrague al cambiar
fr: Appuis automatiquement sur l'embrayage lors du changement de rapport
it: Premere automaticamente la frizione nel cambio marcia
ja_jp: シフト時に自動的にクラッチを切る
lv: Automātiski nospiež sajūgu pārslēdzot ātrumus
pl: Automatycznie wciska sprzęgło, podczas zmiany biegów
pt_br: Pressionar embreagem automaticamente ao trocar de marcha
ru: Автоматический выжим сцепления при переключении передач
tr: Vites geçişlerinde otomatik olarak debriyaja bas
zh_cn: 换挡时自动踩下离合器踏板

# Assists_AutoShifting_Tooltip
source: Don’t confuse it with automatic gearbox
cs: Nepleťte si s automatickou převodovkou
de: Nicht mit Automatikgetriebe verwechseln
es: No confundirlo con caja de cambios automática
fr: Ne pas confondre avec la boîte de vitesses automatique
it: Non confondere con il cambio automatico
ja_jp: ATではないことに注意
lv: Nejaukt ar automātisko kārbu
pl: Nie należy mylić z automatyczną skrzynią biegów
pt_br: Não confunda com caixa automática
ru: Не путайте это с АКПП
tr: Otomatik şanzıman ile karıştırmayın
zh_cn: 这个设定并非是自动变速箱

# Assists_IdealLine_Tooltip
source: Show ideal driving line
cs: Zobrazovat po celé délce trati ukazatele ideální závodní stopy
de: Ideallinie anzeigen
es: Mostrar linea de pilotaje ideal
fr: Afficher la ligne de conduite idéale
it: Mostra traiettoria ideale
ja_jp: 理想的な走行ラインを表示
lv: Parāda ātrāko trajektoriju pa trasi.
pl: Pokaż idealną linie jazdy
pt_br: Mostrar linha ideal
ru: Показать идеальную траекторию движения
tr: İdeal sürüş çizgisini göster
zh_cn: 显示理想的行车线路

# Assists_MechanicalDamage_Tooltip
source: Damageable engine, gearbox, suspension and stuff
cs: Čím vyšší hodnota, tím snáze se poškodí motor, převodovka, zavěšení a další
de: Schadensmodell für Motor, Getriebe, Aufhängung, etc.
es: Daños en motor, cambio, suspensiones y otras cosas
fr: Moteur, boîte de vitesses, suspension et autres pièces endommageables
it: Motore, cambio, sospensioni e altro danneggiabili
ja_jp: エンジン、ギアボックス、サスペンション等の損傷
lv: Mašīnas bojājumi ietekmēs piekari, aerodinamiku un pat dzinēju.
pl: Uszkodzenia w silniku, skrzyni biegów, zawieszenia i innych rzeczy
pt_br: Motor danificável, caixa de câmbio, suspensão e outras coisas
ru: Повреждаются двигатель, коробка передач, подвеска и прочее
tr: Hasar alabilen motor, şanzıman, süspansiyon ve benzeri
zh_cn: 允许开启引擎,变速箱,悬挂系统等车辆部件的损毁系统

# Assists_StabilityControl_Tooltip
source: Unrealistic, but could be helpful if you’re just starting to learn how to drive or drift
cs: Čím vyšší hodnota, tím se zmenší pravděpodobnost smyku
de: Unrealistisch, aber hilft vielleicht wenn man gerade erst beginnt zu fahren oder driften
es: Nada realista, pero puede serte util si estás aprendiendo a conducir en modo Drift
fr: Non réaliste, mais peut être utile si vous commencez tout juste à apprendre à conduire ou à drift
it: Non realistico, ma potrebbe essere utile se stai appena iniziando a imparare come guidare o driftare
ja_jp: 現実的ではありませんが、運転やドリフトを学び始めたばかりの人には便利です。
lv: Automātiski bremzē atsevišķus riteņus, lai nodrošinātu stabilitāti pirms kontroles zaudēšanas, palīdz mācoties braut vai driftot
pl: Nierealistyczne, ale może być pomocne, jeżeli dopiero zaczynasz uczyć się jeździć lub driftować
pt_br: Irreal, mas pode ser útil se você está aprendendo a dirgir ou driftar
ru: Нереально, но может быть полезно, если вы только начинаете учиться водить машину или дрифу
tr: Gerçekçi değil, ancak sürmeyi ya da kaydırmayı yeni öğreniyorsanız yardımcı olabilir
zh_cn: 并不真实的稳定性辅助模拟,但是如果你刚开始学习开车或者漂移,这个辅助可能会有帮助

# Assists_TractionControlLabel_Tooltip
source: Optimise grip during acceleration
cs: Zlepší odpich při prudkém zrychlení
de: Traktion beim Beschleunigen optimiert
es: Optimizar agarre durante aceleración
fr: Optimiser l'adhérence pendant l'accélération
it: Ottimizza l'aderenza in accelerazione
ja_jp: 加速中のグリップを最適化する
lv: Nogriež jaudu no riteņiem, likvidējot sānslīdi
pl: Optymalizacja przyczepności podczas przyspieszania
pt_br: Otimiza a aderência durante a aceleração
ru: Оптимизация сцепления во время ускорения
tr: Hızlanma sırasında yol tutuşunu optimize et
zh_cn: 在车辆加速时最大化抓地力

# Assists_TyreBlankets_Tooltip
source: Heat tires in pits
cs: Předehřát pneumatiky v boxech pomocí návleků
de: Vorheizen der Reifen in der Box
es: Neumaticos calientes en boxes
fr: Chauffe les pneus aux stands
it: Scalda le gomme ai pit
ja_jp: ピットでタイヤを温める
lv: Uzsilda riepas pirms sacīkstes, lai pie starta būtu labāka saķere.
pl: Grzanie opon w boxach
ru: Нагрев шин в гараже
tr: Pitte lastikleri ısıt
zh_cn: 在维修区内暖胎（将轮胎加热至半融化状态，以提高轮胎抓地力，常用于F1）

# Assists_TyreWear_Tooltip
source: Multiplier for tyre wear
cs: Čím vyšší hodnota, tím snáze se opotřebují pneumatiky
de: Multiplikator für Reifenverschleiß
es: Multiplicador para desgaste de neumaticos
fr: Facteur d'usure des pneumatiques
it: Moltiplicatore usura pneumatici
ja_jp: タイヤ摩耗の乗数
lv: Ar laiku jūsu riepas sāks nodilt, kas samazina saķeri un pasliktina vadību.
pl: Mnożnik zużycia opon
pt_br: Multiplicador do desgaste de pneu
ru: Коэффициент для износа шин
tr: Lastik hasarı katsayısı
zh_cn: 轮胎磨损系数

# AssistState_Factory
source: Factory
cs: Tovární
de: Serienausrüstung
es: De serie
fr: Usine
it: Fabbrica
ja_jp: 工場出荷状態
lv: Rūpn.
nb_no: Fabrikk
pl: Fabryczne
pt_br: De Fábrica
ru: Если предусмотрено
tr: Fabrika çıkışı
zh_cn: 原厂辅助

# AssistState_Off
source: Off
cs: Vypnout
de: Aus
es: Apagado
fr: Désactivé
ja_jp: オフ
lv: Izsl.
nb_no: Av
pl: Wyłączone
pt_br: Desligado
ru: Отключено
tr: Kapalı
zh_cn: 关闭

# AssistState_On
source: On
cs: Zapnout
de: An
es: Encendido
fr: Activé
ja_jp: オン
lv: Iesl.
nb_no: På
pl: Włączone
pt_br: Ligado
ru: Включено
tr: Açık
zh_cn: 开启

# Assists_SlipstreamEffect
source: Slipstream effect
cs: Vzdušný pytel
de: Windschatteneffekt
es: Efecto rebufo
fr: Effet d'aspiration
it: Effetto scia
ja_jp: スリップストリーム効果
lv: Draftošana
pl: Strumień powietrza
pt_br: Efeito de vácuo
ru: Эффект Slipstream
tr: Pervane akımı etkisi
zh_cn: 尾流效应

# Assists_SlipstreamEffect_Tooltip
source: Multiplier for slipstream effect
cs: Čím vyšší hodnota, tím menší odpor vzduchu budou muset zdolávat auta následující ta vpředu jedoucí
de: Multiplikator für Windschatteneffekt
es: Multiplicador efecto rebufo
fr: Multiplicateur du flux pour l'effet d'aspiration
it: Moltiplicatore effetto scia
ja_jp: スリップストリーム効果の乗数
lv: Reizinātājs draftošanas efektam
pl: Mnożnik strumienia powietrza
pt_br: Multiplicador para o efeito de vácuo
ru: Коэффициент для эффекта Slipstream
tr: Pervane akımı etkisi katsayısı
zh_cn: 尾流效应系数

# OfficialStarter_OriginalLauncherIsMissing
source: Original launcher is missing; please, change starter.
cs: Originální spouštěč chybí, změňte prosím spouštěč.
de: Originaler Spiel-Starter fehlt, bitte Starter wechseln
es: No se encuentra el lanzador original: por favor, cambia el lanzador.
fr: Le lanceur original est absent ; svp, changez de lanceur.
it: Il launcher originale è mancante o danneggiato; si prega di cambiare l'eseguibile.
ja_jp: オリジナルランチャーが不足しています。スターターを変更してください。
lv: Nav oriģinālā palaidēja; lūdzu nomaini starteri.
pl: Oryginalny launcher jest nie kompletny; proszę, zmień launcher.
pt_br: Launcher original está faltando; por favor, altere o iniciador.
ru: Оригинальный лаунчер не найден; пожалуйста, смените стартер.
tr: Orijinal başlatıcı bulunamadı; lütfen başlatıcıyı değiştirin.
zh_cn: 官方启动器丢失,请在设置中更换启动方式
