Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

source: Championship
cs: Šampionát
de: Meisterschaft
es: Campeonato
fr: Championnat
it: Campionato
ja_jp: チャンピオンシップ
lv: Čempionāts
nb_no: Mesterskap
pl: Mistrzostwo
pt_br: Campeonato
ru: Чемпионат
tr: Şampiyona
zh_cn: 锦标赛

# Online_ScanningProgress
source: Scanning ({0}/{1}), {2} found…
cs: Skenuji ({0}/{1}), {2} nalezeno…
de: Suche ({0}/{1}), {2} gefunden…
es: Escaneando ({0}/{1}), {2} encontrado…
fr: Scan ({0}/{1}), {2} trouvé…
it: Scanning ({0}/{1}), {2} trovati…
ja_jp: スキャン中…({0}/{1}), {2}が見つかりました
lv: Skenē ({0}/{1}), {2} atrasti...
pl: Skanowanie ({0}/{1}), {2} znaleziono…
pt_br: Escaneando ({0}/{1}), {2} encontrado…
ru: Сканирование ({0}/{1}), {2} найдено…
tr: ({0}/{1}) taranıyor, {2} bulundu
zh_cn: 正在扫描 ({0}/{1}), {2} 已找到…

# Online_ScanningProgress_Found
source: {0} server
es: {0} servidor
fr: {0} serveur
ja_jp: {0}サーバー
lv: {0} serveris
pl: {0} serwer
pt_br: {0} servidor
ru: {0} сервер
tr: Sunucu {0}
zh_cn: {0} 个服务器

source: Single events
cs: Jednotlivé události
de: Einzel-Event
es: Evento único
fr: Évènements uniques
it: Eventi singoli
ja_jp: シングルイベント
lv: Vienreizējie notikumi
pl: Pojedyncze zawody
pt_br: Eventos únicos
ru: События
zh_cn: 独立赛事

# TrackBaseObject_Specs_PitsNumber
source: {0} pit
cs: {0} boxů
de: {0} Box
es: {0} box
fr: {0} stand
ja_jp: {0}ピット
lv: {0} piti
pl: {0} box
pt_br: {0} box
ru: {0} пит-стоп
zh_cn: {0} 号维修区位置

# AcSettings_ResolutionFormat
source: {0}×{1}, {2} Hz
ru: {0}×{1}, {2} Гц

# AcSettings_CustomResolution
source: Custom
cs: Vlastní
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzata
ja_jp: カスタム
lv: Pielāgots
pl: Dostosuj
pt_br: Personalizado
ru: Задать вручную
tr: Özel
zh_cn: 自定义

# AcSettings_ScreenshotFormat_Bmp
source: Bitmap (without compression)
cs: bitmapa (bez komprese)
de: Bitmap (ohne Komprimierung)
es: Bitmap (sin comprensión)
fr: Bitmap (sans compression)
it: Bitmap (senza compressione)
ja_jp: ビットマップ(圧縮なし)
lv: .bmp (bez kompresijas)
nb_no: Bitmap (uten komspresjon)
pl: Bitmapa (bez kompresji)
pt_br: Bitmap (sem compressão)
ru: Bitmap (без сжатия)
tr: Bitmap (sıkıştırma uygulanmadan)
zh_cn: Bitmap (不压缩)

# AcSettings_Off
source: Off
cs: Vypnuto
de: Aus
es: Apagado
it: Spento
ja_jp: オフ
lv: Izsl.
nb_no: Av
pl: Wyłączone
pt_br: Desligado
ru: Выкл.
tr: Kapalı
zh_cn: 关闭

# Windows_Kn5Commentary
source: KN5 model
es: Modelo KN5
fr: Modèle KN5
it: Modello KN5
ja_jp: KN5モデル
lv: KN5 modelis
nb_no: KN5 modell
pt_br: modelo KN5
ru: KN5 модель
zh_cn: KN5模型

# Common_AcReplay
source: AC replay
cs: Opakovaný záznam videohry
de: AC Wiederholung
es: Repetición AC
fr: AC ralenti
it: Replay AC
ja_jp: ACリプレイ
lv: AC ieraksts
pl: Powtórka AC
pt_br: Replays do AC
ru: AC повтор
tr: AC ile yeniden izle
zh_cn: AC录像

# SearchEngine_Yandex
source: Yandex
ru: Яндекс

# Period_Month
source: Month
cs: Měsíc
de: Monat
es: Mes
fr: Mois
it: Mese
ja_jp: 1ヵ月
lv: Mēnesis
nb_no: Måned
pl: Co miesiąc
pt_br: Mês
ru: Месяц
tr: Ay
zh_cn: 月

# CustomShowroom_Fancy
source: Fancy
cs: Líbivý
de: Extravagant
es: Lujoso
fr: Original
ja_jp: ファンシー
lv: Grezna
ru: Качественный
tr: Hoş
zh_cn: 高特效展厅

# CustomShowroom_Lite
source: Lite
cs: Odlehčený
de: Einfach
es: Pequeño
fr: Léger
ja_jp: ライト
lv: Viegla
ru: Простой
tr: Kısıtlı
zh_cn: 简洁版展厅

# CarParentIsMissing
source: Car’s parent is missing
cs: Rodič auta chybí
de: Basismodell fehlt
es: Familia de coche no encontrada
fr: Le parent du véhicule est introuvable
it: L'auto genitore è mancante
ja_jp: 車の親が見つかりません
lv: Nav mašīnas vecāka
nb_no: Bilens forelder mangler
pl: Brakuje głównego auta
pt_br: O carro parente está faltando
ru: Нет базовой версии
tr: Ana araba bulunamadı
zh_cn: 车辆缺少源车型

# OfficialStarter_CannotRunGame
source: Can’t run the race
cs: Nelze zahájit závod
de: Konnte Rennen nicht starten
es: No se puede iniciar la carrera
fr: Impossible d'exécuter la course
it: Assetto Corsa non può essere avviato
ja_jp: レースを始められません
lv: Nevar palaist sacīkstes
pl: Nie można uruchomić wyścigu
pt_br: Não é possível abrir a corrida
ru: Невозможно запустить игру
tr: Yarış çalıştırılamıyor
zh_cn: 无法运行游戏

source: Not supported
cs: Nepodporováno
de: Nicht unterstützt
es: No soportado
fr: Non supporté
it: Non Supportato
ja_jp: サポートされていません
lv: Neatbalsta
pl: Nie wspierane
pt_br: Não Suportado
ru: Не поддерживается
tr: Desteklenmemekte
zh_cn: 不支持

# Units_BHP
source: bhp
de: PS
fr: ch
it: CV
lv: ZS
nb_no: BHK
pl: KM
ru: Л. с.
tr: BG
zh_cn: 马力

# Units_Nm
source: Nm
ru: Н·м
zh_cn: 牛米

# Common_Power
source: Power
cs: Síla
de: Leistung
es: Potencia
fr: Puissance
it: Potenza
ja_jp: 力
lv: Jauda
pl: Moc
pt_br: Potência
ru: Мощность
tr: Güç
zh_cn: 功率

# Common_Torque
source: Torque
cs: Krouťák
de: Drehmoment
fr: Couple
it: Coppia
ja_jp: トルク
lv: Griezes moments
pl: Mom. obr.
ru: Крутящий момент
tr: Tork
zh_cn: 扭矩

# Period_Week
source: Week
cs: Týden
de: Woche
es: Semana
fr: Semaine
it: Una settimana
ja_jp: 1週間
lv: Nedēļa
nb_no: Uke
pl: Co tydzień
pt_br: Semana
ru: Неделя
tr: Hafta
zh_cn: 周

# Period_TwoWeeks
source: Two weeks
cs: Dva týdny
de: Zwei Wochen
es: Dos semanas
fr: Deux semaines
it: Due settimane
ja_jp: 2週間
lv: Divas nedēļas
nb_no: To uker
pl: Co 2 tygodnie
pt_br: Duas semanas
ru: Две недели
tr: İki hafta
zh_cn: 两周

# Period_OneDay
source: One day
cs: Jeden den
de: Ein Tag
es: Un día
fr: Un jour
it: Un giorno
ja_jp: 1日
lv: Viena diena
nb_no: Én dag
pl: Codziennie
pt_br: Um dia
ru: Один день
tr: Bir gün
zh_cn: 1天

# Period_ThreeDays
source: Three days
cs: Tři dny
de: Drei Tage
es: Tres días
fr: Trois jours
it: Tre giorni
ja_jp: 3日
lv: Trīs dienas
nb_no: Tre dager
pl: Co 3 dni
pt_br: Três dias
ru: Три дня
tr: Üç gün
zh_cn: 3天

# Common_Recommended
source: {0} (Recommended)
cs: {0} (Doporučené)
de: {0} (Empfohlen)
es: {0} (Recomendado)
fr: {0} (recommandé)
it: {0} (Consigliato)
ja_jp: {0}(推奨)
lv: {0} (Ieteicams)
pl: {0} (Zalecane)
pt_br: {0} (Recomendado)
ru: {0} (рекомендуется)
tr: {0} (Önerilen)
zh_cn: {0} (推荐)

# Settings_Starter_Official
source: Official
cs: Oficiální
de: Offiziell
es: Oficial
fr: Officiel
it: Ufficiale
ja_jp: 公式
lv: Oficiālais
nb_no: Offisielt
pl: Oficjalny
pt_br: Oficial
ru: Официальный
tr: Resmi
zh_cn: 官方启动器

# Settings_Starter_Naive
source: Naive
cs: Naivní
de: Nativ
es: Ingenuo
ja_jp: ナイーブ
lv: Naivais
ru: Наивный
zh_cn: 原生启动器

# Settings_Starter_StarterPlus
source: Starter+
ja_jp: スターター+
ru: Стартер+
tr: Başlatıcı+

# Common_Disabled
source: Disabled
cs: Vypnuto
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disattivato
ja_jp: 無効
lv: Atspējots
pl: Wyłączone
pt_br: Desativado
ru: Выкл.
tr: Devre Dışı
zh_cn: 禁用

# AcSettings_Quality_Minimum
source: Minimum
cs: Minimální kvalita
de: Minimal
es: Minimo
it: Minimo
ja_jp: 最小
lv: Minimālā
pl: Minimalne
pt_br: Mínimo
ru: Минимум
zh_cn: 最小

# AcSettings_Quality_Low
source: Low
cs: Nízká kvalita
de: Niedrig
es: Bajo
fr: Basse
it: Basso
ja_jp: 低
lv: Zema
nb_no: Lav
pl: Niskie
pt_br: Baixo
ru: Низко
tr: Düşük
zh_cn: 低

# AcSettings_Quality_Medium
source: Medium
cs: Střední kvalita
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja_jp: 中
lv: Vidēja
nb_no: Mellom
pl: Średnie
pt_br: Médio
ru: Средне
tr: Orta
zh_cn: 中

# AcSettings_Quality_High
source: High
cs: Vysoká kvalita
de: Hoch
es: Alto
fr: Élevé
it: Alto
ja_jp: 高
lv: Augsta
nb_no: Høy
pl: Wysokie
pt_br: Alto
ru: Высоко
tr: Yüksek
zh_cn: 高

# AcSettings_Quality_Ultra
source: Ultra
cs: Nejvyšší kvalita
de: Maximal
ja_jp: ウルトラ"
ru: Ультра
zh_cn: 非常高

# AcSettings_Quality_VeryHigh
source: Very high
cs: Velmi vysoká kvalita
de: Sehr hoch
es: Muy alto
fr: Très haut
it: Molto Alto
ja_jp: とても高い
lv: Ļoti augsta
nb_no: Veldig Høy
pl: Bardzo wysokie
pt_br: Muito Alto
ru: Очень высоко
tr: Çok Yüksek
zh_cn: 非常高

# AcSettings_Quality_Maximum
source: Maximum
cs: Maximální kvalita
de: Maximal
es: Máximo
it: Massimo
ja_jp: 最大
lv: Maksimālā
nb_no: Maksimal
pl: Maksymalne
pt_br: Máximo
ru: Максимум
tr: Maksimum
zh_cn: 最大

# AcSettings_Cubemap_Static
source: Static
cs: Statický
de: Statisch
es: Estático
fr: Statique
it: Statico
ja_jp: 静的
lv: Statiska
pl: Statyczna
pt_br: Estático
ru: Статичные
tr: Statik
zh_cn: 固定

# AcSettings_Cubemap_OneFace
source: One face per frame
cs: Jedna plocha na snímek
de: Eine Fläche per Frame
es: Una cara por frame
fr: Une face par image
it: Una faccia per frame
ja_jp: フレームあたり1面
lv: Viena virsma uz kadru
pl: Jedna powierzchnia na klatkę
pt_br: Uma face por quadro
ru: Одна грань за кадр
zh_cn: 每帧1个面

# AcSettings_Cubemap_TwoFaces
source: Two faces per frame
cs: Dvě plochy na snímek
de: Zwei Flächen per Frame
es: Dos caras por frame
fr: Deux faces par image
it: Due facce per frame
ja_jp: フレームあたり2面
lv: Divas virsmas uz kadru
pl: Dwie powierzchnie na klatkę
pt_br: Duas faces por quadro
ru: Две грани за кадр
zh_cn: 每帧2个面

# AcSettings_Cubemap_ThreeFaces
source: Three faces per frame
cs: Tři plochy na snímek
de: Drei Flächen per Frame
es: Tres caras por frame
fr: Trois faces par image
it: Tre facce per frame
ja_jp: フレームあたり3面
lv: Trīs virsmas uz kadru
pl: Trzy powierzchnie na klatkę
pt_br: Três faces por quadro
ru: Три грани за кадр
zh_cn: 每帧3个面

# AcSettings_Cubemap_FourFaces
source: Four faces per frame
cs: Čtyři plochy na snímek
de: Vier Flächen per Frame
es: Cuatro caras por frame
fr: Quatre faces par image
it: Quattro facce per frame
ja_jp: フレームあたり4面
lv: Četras virsmas uz kadru
pl: Cztery powierzchnie na klatkę
pt_br: Quatro faces por quadro
ru: Четыре грани за кадр
zh_cn: 每帧4个面

# AcSettings_Cubemap_FiveFaces
source: Five faces per frame
cs: Pět ploch na snímek
de: Fünf Flächen per Frame
es: Cinco caras por frame
fr: Cinq faces par image
it: Cinque facce per frame
ja_jp: フレームあたり5面
lv: Piecas virmsas uz kadru
pl: Pięć powierzchni na klatkę
pt_br: Cinco faces por quadro
ru: Пять граней за кадр
zh_cn: 每帧5个面

# AcSettings_Cubemap_SixFaces
source: Six faces per frame
cs: Šest ploch na snímek
de: Sechs Flächen per Frame
es: Seis caras por frame
fr: Six faces par image
it: Sei facce per frame
ja_jp: フレームあたり6面
lv: Sešas virsmas uz kadru
pl: Sześć powierzchni na klatkę
pt_br: Seis faces por quadro
ru: Шесть граней за кадр
zh_cn: 每帧6个面

# AcSettings_ExperimentalValue
source: {0} (experimental)
cs: {0} (experimentální)
de: {0} (Experimentell)
fr: {0} (expérimentale)
it: {0} (sperimentale)
ja_jp: {0}(実験的)
lv: {0} (eksperimentāls)
pl: {0} (eksperymentalne)
ru: {0} (экспериментально)
tr: “{0}” (deneysel)
zh_cn: {0} (实验性)

# AcSettings_CameraMode_SingleScreen
source: Single screen
cs: Jedna obrazovka
de: Ein Bildschirm
es: Pantalla única
fr: Simple écran
it: Schermo singolo
ja_jp: 1画面
lv: Viens monitors
pl: Pojedynczy ekran
pt_br: Tela Única
ru: Один монитор
tr: Tek Ekran
zh_cn: 单屏

# AcSettings_CameraMode_TripleScreen
source: Triple screen
cs: Tři obrazovky
de: Drei Bildschirme
es: Triple pantalla
fr: Triple écran
it: Schermo triplo
ja_jp: 3画面
lv: Trīs monitori
pl: Potrójny ekran
pt_br: Tela Tripla
ru: Три монитора
tr: Üç Ekran
zh_cn: 三屏

# Gameplay_Units_Metrical
source: Metrical (km/h)
cs: Metrické (kilometry za hodinu)
de: Metrisch (Km/h)
es: Métrico (km/h)
fr: Métrique (km/h)
it: Metrico (km/h)
ja_jp: メートル(km/h)
lv: Metriskās (Km/h)
nb_no: Metrisk (km/t)
pl: Metryczne (km/h)
pt_br: Métrico (km/h)
ru: Метрические (км/ч)
tr: Metrik (km/s)
zh_cn: 公制单位 (km/h)

# Gameplay_Units_Imperial
source: Imperial (mph)
cs: Imperiální (míle za hodinu)
fr: Impériale (mph)
it: Imperiale (mph)
ja_jp: マイル(MPH)
lv: Imperiālās (mph)
pl: Imperialne (mph)
ru: Империальные (м/ч)
tr: İngiliz (mi/s)
zh_cn: 英制单位 (mph)

# AdditionalContent_Car
source: car
cs: auto
de: Fahrzeug
es: coche
fr: véhicule
it: auto
ja_jp: 車
lv: mašīna
nb_no: bil
pl: samochód
pt_br: carro
ru: машина
tr: araba
zh_cn: 车辆

# AdditionalContent_CarSkin
source: car skin
cs: skin auta
de: Fahrzeug Lackierung
es: skin de coche
fr: skin véhicule
it: skin dell'auto
ja_jp: 車のスキン
lv: mašīnas skins
pl: skórka auta
pt_br: pintura do carro
ru: скин машины
tr: araba kaplaması
zh_cn: 涂装

# AdditionalContent_Font
source: font
cs: písmo
de: Schriftart
es: Tipo de letra
fr: police
ja_jp: フォント
lv: fonts
pl: czcionka
pt_br: fonte
ru: шрифт
tr: yazı tipi
zh_cn: 字体

# AdditionalContent_Showroom
source: showroom
cs: autosalon
es: Sala de Exposiciones
ja_jp: ショールーム
lv: izstādes telpa
pl: salon
ru: Шоурум
tr: galeri
zh_cn: 展厅

# AdditionalContent_Track
source: track
cs: trať
de: Strecke
es: circuito
fr: circuit
it: tracciato
ja_jp: トラック
lv: trase
pl: tor
pt_br: pista
ru: трасса
tr: pist
zh_cn: 赛道

# AdditionalContent_Weather
source: weather
cs: počasí
de: Wetter
es: clima
fr: méteo
it: meteo
ja_jp: 天気
lv: Laikapstākļi:
nb_no: vær
pl: pogoda
pt_br: clima
ru: погода
tr: hava durumu
zh_cn: 天气

# AcObject_PlaceIsTaken
source: Place is taken
cs: Místo je zabráno
de: Platz ist besetzt
es: Lugar ocupado
fr: La place est prise
it: Ilposto è stato preso
ja_jp: 場所が取られる
lv: Šī vieta ir aizņemta
pl: Zajęte miejsce
pt_br: O lugar está ocupado
ru: Место занято
tr: Bu yer dolu
zh_cn: 位置被占用了

# TryAgainDot
source: Try again.
cs: Zkusit znovu.
de: Erneut versuchen.
es: Inténtalo de nuevo.
fr: Essayez à nouveau.
it: Riprova.
ja_jp: 再試行
lv: Mēģini vēlreiz.
nb_no: Prøv igjen.
pl: Spróbuj ponownie.
pt_br: Tente novamente.
ru: Попробуйте ещё раз.
tr: Tekrar deneyin.
zh_cn: 再试一次

# ReplayHelper_CannotSaveReplay
source: Can’t save replay
cs: Nelze uložit opakovaný záznam
de: Wiederholung speichern fehlgeschlagen
es: No se puede grabar la repetición.
fr: Impossible de sauvegarder le replay
it: Non è possibile salvare il replay
ja_jp: リプレイを保存できません
lv: Nevar saglabāt ierakstu
pl: Nie można zapisać powtórki.
pt_br: Replay não pode ser salvo
ru: Не удаётся сохранить повтор
tr: Yarış tekrarı kaydedilemiyor
zh_cn: 无法保存录像

# ReplayHelper_CannotUnsaveReplay
source: Can’t unsave replay
cs: Nelze oduložit opakovaný záznam
de: Wiederholung nicht wiederherstellbar
es: No se puede guardar la repetición.
fr: Impossible d'annuler la sauvegarde du replay
it: Impossibile annullare il replay
ja_jp: 未保存リプレイを保存できません
lv: Nevar atsaglabāt ierakstu
pl: Nie można anulować zapisu powtórki.
pt_br: Replay não pode ser desalvo
ru: Не удаётся удалить повтор
tr: Yarış tekrarı silinemiyor
zh_cn: 无法取消录像保存

# FontObject_DisableFont
source: Disable font
cs: Zakázat písmo
de: Schriftart deaktivieren
es: Desactivar tipo de letra
fr: Désactivation de la police
it: Disattiva font
ja_jp: フォントを無効にします
lv: Atspējot fontu
pl: Wyłącz czcionkę
pt_br: Desabilitar fonte
ru: Отключить шрифт
tr: Yazı tipini devre dışı bırak
zh_cn: 禁用字体

# Uploader_RootDirectory
source: Root
cs: Kořen
de: Stammverzeichnis
es: Raíz
fr: Racine
ja_jp: ルート
lv: Sakne
pt_br: Raíz
ru: Корень
tr: Kök
zh_cn: 根目录

# AcError_NameIsMissing
source: Name is missing
cs: Jméno chybí
de: Name fehlt
es: Nombre no encontrado
fr: Le nom est introuvable
it: Nome mancante
ja_jp: 名前が見つかりません
lv: Nav vārda
nb_no: Navnet mangler
pl: Brakuje nazwy
pt_br: Nome está faltando
ru: Имя отсутствует
tr: İsim bulunamadı
zh_cn: 缺少名称

# AcError_BrandNameIsMissing
source: Brand name is missing
cs: Název značky chybí
de: Markenname fehlt
es: Nombre de la marca no encontrado
fr: Le constructeur est introuvable
it: Marca dell'auto mancante
ja_jp: ブランド名が見つかりません
lv: Nav markas nosaukuma!
nb_no: Markets navn mangler
pl: Brakuje nazwy marki
pt_br: Nome da marca não encontrada
ru: Имя марки отсутствует
tr: Marka ismi bulunamadı
zh_cn: 缺少品牌名

# AcError_DirectoryUiIsMissing
source: Directory “ui” is missing
cs: Složka “ui” chybí
de: Pfad "ui" fehlt
es: Directorio "ui" no encontrado
fr: Le répertoire “ui” est introuvable
it: La directory “ui” è mancante
ja_jp: ディレクトリ“{0}”が見つかりません
lv: Nav "ui" mapes
pl: Brakuje katalogu “ui”
pt_br: Diretório "ui" está faltando
ru: Каталог «ui» отсутствует
tr: “ui” adresi bulunamadı
zh_cn: 缺少 “ui” 文件夹

# AcError_CarParentIsMissing
source: Car’s parent is missing
cs: Rodičovské auto chybí
de: Basismodell fehlt
es: Familia de coche no encontrada
fr: Le parent du véhicule est introuvable
it: Il genitore dell'auto è mancante
ja_jp: 車の親が見つかりません
lv: Nav mašīnas vecāka
nb_no: Bilens forelder mangler
pl: Brakuje głównego auta
pt_br: O parente do carro está faltando
ru: Базовая версия отсутствует
tr: Bu arabanın ana arabası bulunamadı
zh_cn: 车辆缺少源车型

# AcError_BrandBadgeIsMissing
source: Brand’s badge is missing
cs: Znak značky chybí
de: Markenemblem fehlt
es: Logo de la marca no encontrado
fr: Le logo du constructeur est introuvable
it: Il logo della marca è mancante
ja_jp: ブランドバッジが見つかりません
lv: Nav markas logo!
nb_no: Markets logo mangler
pl: Brakuje logo marki
pt_br: O emblema da marca está faltando
ru: Иконка марки отсутствует
tr: Marka logosu bulunamadı
zh_cn: 缺少品牌标志

# AcError_UpgradeIconIsMissing
source: Upgrade icon is missing
cs: Ikona aktualizace chybí
de: Upgrade-Symbol fehlt
es: Icono de actualización no encontrado
fr: L'icône d'amélioration est introuvage
it: Aggiornamento icone mancante
ja_jp: アップグレードアイコンが見つかりません
lv: Nav uzlabojumu ikonas
pl: Brakuje aktualizacji ikony
pt_br: Atualização de ícone está faltando
ru: Иконка апгрейда отсутствует
tr: Yükseltme ikonu bulunamadı
zh_cn: 缺少升级版车型图标

# AcError_SkinsAreMissing
source: Skins are missing
cs: Skiny chybí
de: Lackierungen fehlen
es: Skins no encontrados
fr: Les skins sont introuvables
it: Le skin sono mancanti
ja_jp: スキンが見つかりません
lv: Nav skinu
pl: Brakuje skórek
pt_br: Pinturas estão faltando
ru: Раскраски отсутствуют
tr: Kaplamalar bulunamadı
zh_cn: 缺少车辆涂装

# Common_None
source: None
cs: Žádné
de: Keine
es: Nada
fr: Aucun
it: Nessuno
ja_jp: 無し
lv: Nav
nb_no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Yok
zh_cn: 无

# Common_Width
source: Width
cs: Šířka
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
ja_jp: 幅
lv: Platums
nb_no: Bredde
pl: Szerokość
pt_br: Largura
ru: Ширина
tr: Genişlik
zh_cn: 宽度

# Common_Length
source: Length
cs: Délka
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ja_jp: 長さ
lv: Garums
nb_no: Lengde
pl: Długość
pt_br: Comprimento
ru: Длина
tr: Uzunluk
zh_cn: 长度

# Common_Exporting
source: Exporting…
cs: Exportuji...
de: Exportiere…
es: Exportando...
fr: Exportation...
it: Esportazione...
ja_jp: エクスポート中...
lv: Eksportē...
pl: Eksportuję...
pt_br: Exportando...
ru: Экспорт…
tr: Dışa aktarılıyor...
zh_cn: 导出中…

# Common_CannotUnpack
source: Can’t unpack {0}
cs: Nelze rozbalit {0}
de: Entpacken nicht möglich
es: Imposible de desempaquetar {0}
fr: Impossible de décompresser {0}
it: Non posso scompattare
ja_jp: {0}をアンパックできません
lv: Nevar atpakot {0}
pl: Nie można rozpakować {0}
pt_br: Não é possível descompactar {0}
ru: Не удаётся распаковать {0}
tr: Çıkartılamıyor {0}
zh_cn: 无法解包 {0}

# AcSettings_Quality_Normal
source: Normal
cs: Normální kvalita
it: Normale
ja_jp: ノーマル
lv: Normāla
pl: Normalna
ru: Нормально
zh_cn: 普通

# Common_CannotDownloadFile
source: Can’t download file
cs: Nelze stáhnout soubor
de: Dateidownload fehlgeschlagen
es: No se puede descargar el archivo
fr: Impossible de télécharger le fichier
it: Impossibile scaricare il file
ja_jp: ファイルをダウンロードできません
lv: Nevar lejuplādēt failu
pl: Nie można pobrać pliku
pt_br: Não é possível fazer download do arquivo
ru: Не удаётся загрузить файл
tr: Dosya indirilemiyor
zh_cn: 无法下载文件

# Common_CannotDownloadFile_Commentary
source: Make sure Internet connection is available.
cs: Ujistěte se, že funguje internetové připojení.
de: Internetverbindung überprüfen
es: Asegúrate de que la conexión a Internet está disponible
fr: Vérifier que la connection internet fonctionne.
it: Assicurarsi che la connessione internet sia disponibile.
ja_jp: インターネット接続が利用可能であることを確認してください。
lv: Pārliecinies, ka ir pieejams internets
pl: Upewnij się, że połączenie internetowe jest dostępne.
pt_br: Certifique-se que há internet disponível.
ru: Проверьте, имеется ли интернет-соединение
tr: İnternet'e bağlı olduğunuzdan emin olun.
zh_cn: 请确定网络连接可用

# Common_Destination
source: Destination
cs: Cíl
de: Ziel
es: Destino
it: Destinazione
ja_jp: 行き先
lv: Galamērķis
pl: Miejsce docelowe
pt_br: Destino
ru: Назначение
tr: Hedef
zh_cn: 目标

# Common_SteamIdIsMissing
source: Steam ID is missing
cs: Chybí Steam ID
de: Steam ID fehlt
es: La ID de Steam se ha perdido
fr: L'ID Steam est introuvable
it: Lo Steam ID è mancante
ja_jp: SteamIDが見つかりません
lv: Nav Steam ID
nb_no: Steam ID mangler
pl: Brakuje ID Steam
pt_br: ID da Steam faltando
ru: Steam ID отсутствует
tr: Steam ID bulunamadı
zh_cn: 缺失Steam ID

# AcError_ColorCurvesIniIsMissing
source: File “colorCurves.ini” is missing
cs: Soubor “colorCurves.ini” chybí
de: Datei "colorCurves.ini" fehlt
es: Archivo “colorCurves.ini” no encontrado
fr: Le fichier “colorCurves.ini” est introuvable
it: Il file “colorCurves.ini” è mancante
ja_jp: ファイル“colorCurves.ini”がありません
lv: Nav faila "colorCurves.ini"
nb_no: Filen "colorCurves.ini" mangler
pl: Brakuje pliku “colorCurves.ini”
pt_br: O arquivo "colorCurves.ini" está faltando
ru: Файл «colorCurves.ini» отсутствует
tr: “colorCurves.ini” Dosyası bulunamadı
zh_cn: 缺少文件 “colorCurves.ini”

# AcError_FileIsMissing
source: File “{0}” is missing
cs: Soubor “{0}” chybí
de: Datei "{0}" fehlt
es: Archivo {0} no encontrado
fr: Le fichier “{0}” est introuvable
it: Il file “{0}” è mancante
ja_jp: ファイル“{0}”が見つかりません
lv: Nav faila "{0}"
nb_no: Filen "{0}" mangler
pl: Brakuje pliku “{0}”
pt_br: Arquivo “{0}” está faltando
ru: Файл «{0}» отсутствует
tr: “{0}” dosyası bulunamadı
zh_cn: 文件 “{0}” 丢失

# AcError_FileIsDamaged
source: File “{0}” is damaged
cs: Soubor “{0}” je poškozen
de: Datei “{0}” ist beschädigt
es: El archivo {0} está dañado
fr: Le fichier “{0}” est endommagé
it: Il file “{0}” è danneggiato
ja_jp: ファイル“{0}”は損傷しています
lv: Fails “{0}” ir bojāts
pl: Plik “{0}” jest uszkodzony
pt_br: Arquivo “{0}” está corrompido
ru: Файл «{0}» повреждён
tr: “{0}” dosyası hasarlı
zh_cn: 文件 “{0}” 损坏

# AcError_FontBitmapIsMissing
source: Font’s bitmap is missing
cs: Bitmapa písma chybí
de: Bitmap der Schriftart fehlt
es: Archivo bitmap de tipo de fuente no encontrado
fr: La police bipmap est introuvable
it: Il bitmap del font è mancante
ja_jp: フォントのビットマップが見つかりません
lv: Nav fonta .bmp faila
pl: Brakuje czcionki bitmapy
pt_br: O bitmap da fonte está faltando
ru: Текстура шрифта отсутствует
tr: Yazı tipinin bit haritası bulunamadı
zh_cn: 字体位图文件缺失

# AcError_FontIsUsedButDisabled
source: Font is used but disabled
cs: Písmo se používá, ale je zakázáno
de: Schriftart wird benutzt, ist aber deaktiviert
es: Tipo de letra usado pero deshabilitado
fr: La police est utilisée mais désactivée
it: Il font è usato ma disabilitato
ja_jp: フォントは使用されていますが無効です
lv: Fonts tiek lietots, bet ir atspējots
pl: Czcionka jest używana, ale wyłączona
pt_br: A fonte é usada mas desabilitada
ru: Шрифт используется, но отключён
tr: Yazı tipi kullanılıyor fakat devre dışı
zh_cn: 使用了被禁用的字体

# AcError_LoadingUnhandledError
source: Loading unhandled error: {0}
cs: Načítám nezvládnutou chybu: {0}
de: Unbehandelter Fehler beim Laden: {0}
es: Cargando error no controlado {0}
fr: Erreur de chargement non gérée : {0}
it: Errore indefinito del caricamento: {0}
ja_jp: 未処理のロードエラー:{0}
lv: Lādējot nepārvaldīta kļūda: {0}
pl: Ładowanie nieobsługiwanego błędu: {0}
pt_br: Carregando erro não tratado: {0}
ru: Ошибка при загрузке: {0}
tr: İşlenmeyen yükleme hatası: {0}
zh_cn: 载入无法处理的错误: {0}

# AcError_ModelKn5FileIsMissing
source: Model (KN5 file) is missing
cs: Model (soubor KN5) chybí
de: Modell (KN5-Datei) fehlt
es: Modelo (KN5 file) no encontrada
fr: Modèle (fichier KN5) introuvable
it: Il modello (file KN5) è mancante
ja_jp: モデル(KN5ファイル)が見つかりません
lv: Nav modeļa (KN5 faila)
pl: Brakuje modelu (KN5 file)
pt_br: Modelo (arquivo KN5) está faltando
ru: Модель (KN5-файл) отсутствует
tr: Model (KN5 dosyası) bulunamadı
zh_cn: 缺少模型文件 (KN5 文件)
