Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# Controls_Complain
source: Complain
cs: Stěžovat si
de: Beschweren
es: Queja
fr: Se plaindre
it: Lamentela
lv: Sūdzēties
pl: Wnoszenie skargi
pt_br: Protestar
ru: Выразить недовольство
zh_cn: 抱怨

# Drive_GridType
source: Grid type:
cs: Složení startovního roštu:
de: Startaufstellungstyp
es: Tipo de parrilla
fr: Type de grille:
it: Tipo griglia:
ja_jp: グリッドタイプ:
lv: Starta izkārtojuma tips:
pl: Typ gridu
pt_br: Tipo de grid:
ru: Тип сетки:
zh_cn: 赛事参赛名单类型

# Drive_GridAdd_Tooltip
source: Add a new car to the list
cs: Přidat auto do seznamu
de: Neues Fahrzeug zur Liste hinzufügen
es: Agregar un nuevo coche a la lista
fr: Ajouter un nouveau véhicule à la liste
it: Aggiungi nuova macchina alla lista
ja_jp: リストに新しい車を追加
lv: Pievienot jaunu mašīnu sarakstam
pl: Dodaj nowe auto do listy
pt_br: Adicionar um novo carro à lista
ru: Добавить новую машину в список
tr: Listeye yeni araba ekle
zh_cn: 向参赛名单中新增车辆

# Drive_Grid_SameCar
source: Same car
cs: Stejné auto
de: Gleiches Fahrzeug
es: Mismo coche
fr: Véhicule identique
it: Stessa auto
ja_jp: 同じ車
lv: Tā pati mašīna
pl: Te same auta
pt_br: Mesmo carro
ru: Такая же машина
tr: Aynı araba
zh_cn: 同车型

# Uploader_EnterGoogleDriveAuthenticationCode
source: Enter the Google Drive authentication code:
cs: Vložte nový autentifikační kód Google Drive:
de: Google Drive Authentifizierungscode eingeben
es: Introduce el código de autenticación de Google Drive
fr: Entrer le code d'authentification Google Drive:
it: Digitare il codice di autenticazione di Google Drive:
ja_jp: Googleドライブの認証コードを入力してください:
lv: Ievadi Google Drive autentifikācijas kodu
pl: Wprowadź kod uwierzytelniający Dysk Google:
pt_br: Insira o código de autenticação do Google Drive
ru: Введите проверочный код для Google Диска
tr: Google Drive doğrulama kodunu girin:
zh_cn: 输入Google Drive授权码:

# FontObject_Disabling_SomeCarsNeedThisFont
source: There are some cars which need this font. Are you sure you want to disable it?
cs: Některá auta toto písmo potřebují. Opravdu chcete písmo smazat?
de: Manche Fahrzeuge benötigen diese Schriftart. Löschen bestätigen?
es: Hay algunos coches que necesitan este tipo de letra. ¿Seguro que quieres desactivarla?
fr: Certains véhicules ont besoin de cette police. Êtes-vous sûr de vouloir la désactiver ?
it: Ci sono alcune vetture che necessitano di questo font. Vuoi comunque disattivare questo font?
ja_jp: このフォントが必要な車もあります。無効にしてもよろしいですか?
lv: Dažām mašīnām šis fonts ir vajadzīgs. Vai tiešām atspējot?
pl: Istnieje kilka samochodów, które potrzebują tej czcionki. Czy na pewno chcesz usunąć?
pt_br: Alguns carros precisam dessa fonte. Tem certeza que quer desativar?
ru: Есть несколько машин, которым нужен этот шрифт. Вы уверены, что хотите его отключить?
tr: Bu yazı tipini kullanan bazı arabalar var. Devre dışı bırakmak istediğinize emin misiniz?
zh_cn: 有些车辆需要这个字体,你确定要禁用它?

# AcObject_CannotToggleExt
source: Can’t toggle: {0}
cs: Nelze přepnout: {0}
de: Umschalten nicht möglich :{0}
es: No se puede cambiar: {0}
fr: Impossible de basculer : {0}
it: Impossibile selezionare: {0}
ja_jp: 切り替えられません:{0}
lv: Nevar pārslēgt: {0}
pl: Nie można przełączyć: {0}
pt_br: Não é possível alternar: {0}
ru: Не удалось переключить: {0}
tr: Etkinleştirilemiyor: {0}
zh_cn: 无法切换:{0}

# KunosCareer_Start
source: Start
cs: Začít
es: Inicio
fr: Départ
it: Inizia
ja_jp: スタート
lv: Starts
pl: Inicjacja
pt_br: Iniciar
ru: Начать
tr: Başla
zh_cn: 开始比赛

# Units_RPM
source: RPM
de: 1/min
fr: Tr/min
it: Giri al minuto
ru: об/мин
tr: Devir (RPM)

# Common_Submit
source: Submit
cs: Odeslat
de: Einreichen
es: Enviar
fr: Soumettre
it: Invia
ja_jp: 送信
lv: Iesūtīt
pl: Zatwierdź
pt_br: Enviar
ru: Отправить
tr: Gönder
zh_cn: 提交

# SyntaxError_Solution
source: Open file
cs: Otevřít soubor
de: Datei öffnen
es: Abrir Archivo
fr: Ouvrir le fichier
it: Apri file
ja_jp: ファイルを開く
lv: Atvērt failu
nb_no: Åpen Fil
pl: Otwórz plik
pt_br: Abrir arquivo
ru: Открыть файл
zh_cn: 打开文件

# AcSettings_CannotGetResolutions
source: Can’t get a proper list of resolutions
cs: Nelze získat seznam rozlišení
de: Kann keine korrekte Liste der Auflösungen bekommen
es: No se puede obtener una lista adecuada de resoluciones
fr: Impossible d'obtenir une liste correcte de résolutions
it: Non è possibile ottenere una lista di risoluzioni adatte
ja_jp: 適切な解像度のリストを取得できません
lv: Nevar iegūt pareizu izšķirtspēju sarakstu
pl: Nie można uzyskać odpowiedniej listy rozdzielczości
pt_br: Não é possível mostrar uma lista de resoluções
ru: Не удалось узнать разрешения экрана
tr: Çözünürlüklerin düzgün bir listesi alınamıyor
zh_cn: 无法获得可用分辨率列表

# RaceGrid_OpponentSkin_Random
source: Random
cs: Náhodný
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejauši
pl: Losowy
pt_br: Randômico
ru: Случайный
tr: Rastgele
zh_cn: 随机涂装

# RaceGrid_OpponentNationality_Random
source: Random
cs: Náhodná
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejauši
pl: Losowy
pt_br: Randômico
ru: Случайная
tr: Rastgele
zh_cn: 随机国籍

# Drive_GridArrangeWay
source: Arrange way:
cs: Způsob uspořádání:
de: Sortiere:
es: Organizar Parrilla de Salida
fr: Disposition :
it: Modalità di ordinamento:
ja_jp: 配置方法:
lv: Kārtošanas veids:
pl: Sposób rozmieszczania:
pt_br: Organizar modo:
ru: Способ упорядочить:
tr: Sıralama şekli:
zh_cn: 发车顺序:

# Drive_GridArrangeWay_Shuffle
source: Shuffle
cs: Promíchat
de: Gemischt
es: Mezclar
fr: Mélanger
it: Riproduzione casuale
ja_jp: シャッフル
lv: Miksēts
pl: Mieszany
pt_br: Embaralhar
ru: Перемешать
tr: Karıştır
zh_cn: 均匀选车乱序发车

# Drive_GridArrangeWay_Random
source: Random
cs: Náhodné
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejaušs
pl: Losowy
pt_br: Aleatório
ru: Случайно
tr: Rastgele
zh_cn: 随机选车乱序发车

# Drive_GridArrangeWay_Tooltip
source: Way to arrange candidates
cs: Způsob seřazení možných soupeřů
de: Sortierung für Kandidaten
es: Organizacion de candidatos
fr: Façon d'organiser les candidats
it: Modo di organizzare i candidati
ja_jp: 候補者を配置する方法
lv: Veids, kā sakārtot kandidātus
pl: Sposób rozmieszczania pretendentów
pt_br: Modo para organizar candidatos
ru: Каким образом упорядочить кандидатов на стартовой сетке
tr: Yarışmacıları sıralama yolu
zh_cn: 参赛车辆发车顺序

# Drive_GridNamesFromSkins
source: Use skins’ names if available
cs: Použít názvy skinů, pokud jsou dostupné
de: Lackierungsname verwenden, falls verfügbar
es: Usar nombres de skin si esta disponible
fr: Utiliser les noms des livrées (skins) si disponibles
it: Usa i nomi delle skin se disponibili
ja_jp: 使用可能な場合はスキン名を使用
lv: Izmantot skinu vārdus, ja pieejami
pl: Użyj nazw skórek, jeśli są dostępne
pt_br: Usar o nome das skins se disponível
ru: Использовать имена раскрасок, если они доступны
tr: Mümkünse kaplamaların isimlerini kullan
zh_cn: 使用车辆涂装名

# RaceGrid_You
source: You
cs: Vy
de: Du
es: Tú
fr: Vous
it: Tu
ja_jp: あなた
lv: Tu
nb_no: Du
pl: Ty
pt_br: Você
ru: Вы
tr: Siz
zh_cn: 你

# DifficultyLevel_Easy
source: Easy
cs: Snadná
de: Einfach
es: Facil
fr: Facile
it: Facile
ja_jp: イージー
lv: Viegli
nb_no: Lett
pl: Łatwy
pt_br: Fácil
ru: Легкий
tr: Kolay
zh_cn: 简单

# DifficultyLevel_Medium
source: Medium
cs: Střední
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja_jp: ミディアム
lv: Vidēji
nb_no: Middel
pl: Średni
pt_br: Médio
ru: Средний
tr: Orta
zh_cn: 中等

# DifficultyLevel_Hard
source: Hard
cs: Těžká
de: Schwer
es: Dificil
fr: Difficile
it: Difficile
ja_jp: ハード
lv: Grūti
nb_no: Vanskelig
pl: Trudny
pt_br: Difícil
ru: Трудный
tr: Zor
zh_cn: 困难

# Shared_UserChampionship
source: Championship
cs: Šampionát
de: Meisterschaft
es: Campeonato
fr: Championnat
it: Campionato
ja_jp: チャンピオンシップ
lv: Čempionāts
pl: Mistrzostwa
pt_br: Campeonato
ru: Чемпионат
tr: Şampiyona
zh_cn: 自定义锦标赛

# OfficialStarter_RestoreLauncherManually
source: Can’t restore non-patched version of original launcher. Please, restore it manually: you have to replace “AssettoCorsa.exe” with “AssettoCorsa_backup_sp.exe”.
cs: Nelze obnovit nezazáplatovanou verzi původního spouštěče. Obnovte ho prosím ručně: je potřeba nahradit soubor “AssettoCorsa.exe” souborem “AssettoCorsa_backup_sp.exe”.
de: Die unmodifizierte Originalversion des Spiel-Starter konnte nicht wieder hergestellt werden. Bitte ersetze die Datei selbständig. Ersetze dafür im Hauptverzeichnis von Assetto Corsa die Datei "AssettoCorsa.exe" mit der Datei "AssettoCorsa_backup_sp.exe".
es: No se puede restaurar la version no parcheada del lanzador original. Por favor, restaurala manualmente: tienes que reemplazar "AssettoCorsa.exe" con “AssettoCorsa_backup_sp.exe”.
fr: Impossible de restaurer la version non modifié du lanceur original. Svp, restaurez-le manuellement : vous devez remplacer “AssettoCorsa.exe” avec “AssettoCorsa_backup_sp.exe”.
it: Impossibile ripristinare la versione non aggiornata del launcher originale. Si prega di effettuare il ripristino manuale: sostituire “AssettoCorsa.exe” con “AssettoCorsa_backup_sp.exe”.
ja_jp: パッチが適用されていないバージョンの元の起動ツールを復元できません。手動で復元してください: ”AssettoCorsa.exe"を”AssettoCorsa_backup_sp.exe”に置き換える必要があります。
lv: Nevar atiestatīt oriģinālā palaidēja nepačotu versiju. Lūdzu atiestati to manulāli: tev jāaizvieto "AssettoCorsa.exe" ar "AssettoCorsa_backup_sp.exe".
pl: Nie można przywrócić niepoprawnej wersji oryginalnego launchera. Proszę przywrócić go ręcznie: trzeba wymienić “AssettoCorsa.exe” z “AssettoCorsa_backup_sp.exe”.
pt_br: Não é possível restaurar launcher original. Por favor, restaure manualmente: você precisa substituir "AssettoCorsa.exe" por “AssettoCorsa_backup_sp.exe”
ru: Не удается восстановить не патченную версию оригинального лаунчера. Пожалуйста, восстановите его вручную: вам нужно заменить “AssettoCorsa.exe” из “AssettoCorsa_backup_sp.exe”
tr: Orijinal başlatıcının yamasız hali geri getirilemiyor. Lütfen el ile geri getirin. “AssettoCorsa.exe”'yi, “AssettoCorsa_backup_sp.exe” ile değiştirmeniz gerekmekte.
zh_cn: 无法恢复官方原版启动器,请用Steam验证本地文件人工修复官方启动器,并且把“AssettoCorsa.exe”改名成“AssettoCorsa_backup_sp.exe”

# OfficialStarter_UpdateAC
source: Please, update AC or change Starter to something else.
cs: Aktualizujte prosím videohru nebo změňte spouštěč na nějaký jiný.
de: Bitte AC aktualisieren oder den Starter ändern.
es: Por favor, actualiza AC o cambia el Arranque a otro modo.
fr: Veuillez mettre à jour AC ou changer de lanceur.
it: Si prega di aggiornare AC oppure cambiare l'eseguibile con qualcos'altro.
ja_jp: ACを更新するか、または何か他のものにスターターを変更してください。
lv: Lūdzu atjaunini AC vai nomaini starteri vai kaut ko citu.
pl: Proszę, zaktualizuj AC lub zmień Launcher na inny.
pt_br: Por favor, atualize AC ou altere para outro iniciador.
ru: Пожалуйста, обновите AC или измените Starter на что-то еще.
tr: Lütfen Assetto Corsa'yı güncelleştirin ya da başlatıcıyı değiştirin
zh_cn: 请升级AC然后更改启动器为其他选项

# AcObject_CannotToggle
source: Can’t toggle
cs: Nelze přepnout
de: Umschalten nicht möglich
es: No se puede cambiar
fr: Impossible de basculer
it: Impossibile selezionare
ja_jp: 切り替えられません
lv: Nevar pārslēgt
pl: Nie można przełączyć
pt_br: Não é possível alternar
ru: Не удалось переключить
tr: Etkinleştirilemiyor
zh_cn: 无法切换

# PpFilterObject_MakeSureCouldBeOverwritten
source: Make sure its file could be overwritten.
cs: Ujistěte se, že jeho soubor může být přepsán.
de: Gehe sicher, dass die Filter-Datei überschrieben werden kann.
es: Asegúrate de que tu archivo va a ser sobreescrito
fr: Vérifier que ce fichier peut être écrasé.
it: Assicurarsi che il suo file sarebbe stato sovrascritto.
ja_jp: ファイルが上書きできることを確認してください。
lv: Pārliecinies, ka failu var pārrakstīt
pl: Upewnij się, że plik zostanie może być zastąpiony
pt_br: Certifique-se que este arquivo pode ser sobrescrito.
ru: Убедитесь, что файл может быть перезаписан.
tr: Dosyaların üstüne yazılabileceğinden emin olun.
zh_cn: 确定文件是可写的

# ReplayReader_UnsupportedFormat
source: Unsupported format
cs: Nepodporovaný formát
de: Nichtunterstütztes Format
es: Formato no soportado
fr: Format non supporté
it: Formato non supportato
ja_jp: サポートされていない形式
lv: Neatbalstīts formāts
pl: Nie wspierany format
pt_br: Formato não suportado
ru: Неподдерживаемый формат
tr: Desteklenmeyen format
zh_cn: 不支持的格式

# JumpStart_TeleportToPit
source: Teleport to pits
cs: Teleportovat do boxů
de: Zur Box teleportieren
es: Teletransportarse a Boxes
fr: Téléportation vers les stands
it: Teleport al Pit
ja_jp: ピットにテレポート
lv: Teleportēties uz pitiem
pl: Przenieś do pitu
pt_br: Teletransporte para o Pit
ru: Телепортировать в боксы
tr: Pite ışınlan
zh_cn: 传送到维修区

# AppUpdater_UpdateFailed
source: Update failed
cs: Aktualizace selhala
de: Update fehlgeschlagen
es: La actualización ha fallado
fr: Échec de la mise à jour
it: Aggiornamento non riuscito
ja_jp: 更新に失敗しました
lv: Atjaunināšana neizdevās!
nb_no: Oppdater mislyktes
pl: Aktualizacja nie powiodła się
pt_br: Atualização falhou
ru: Не удалось обновить
tr: Güncelleme başarısız oldu
zh_cn: 升级失败

# DirectoryInstallator_FileNotFound
source: File not found
cs: Soubor nenalezen
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
it: File non trovato
ja_jp: ファイルが見つかりません
lv: Fails nav atrasts
pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
ru: Файл не найден
tr: Dosya bulunamadı
zh_cn: 文件未找到

# Settings_DefaultPlayerName
source: Player
cs: Hráč
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
ja_jp: プレーヤー
lv: Spēlētājs
pt_br: Jogador
ru: Игрок
tr: Oyuncu
zh_cn: 玩家

# GameCommand_UnknownProblem
source: Unknown problem (Process=null)
cs: Neznámý problém (Process=null)
de: Unbekanntes Problem (Prozess=null)
es: Problema desconocido (Process=Null)
fr: Problème inconnu (Process=null)
it: Problema sconosciuto (Process=null)
ja_jp: 未知の問題(プロセス= NULL)
lv: Nezināma problēma (Process=null)
pl: Nieznany problem (Proces=Zero)
pt_br: Problema desconhecido (Process=null)
ru: Неизвестная проблема (Process=null)
tr: Bilinmeyen hata (Process=null)
zh_cn: 未知问题

# GameCommand_TimeoutExceeded_Commentary
source: Make sure command doesn’t take more than {0:F1} seconds; use “start [app.exe]” instead of “[app.exe]” if app is supposed to run in background
cs: Ujistěte se, že příkaz netrvá déle než {0:F1} sekund; použijte “start [app.exe]” místo “[app.exe]” pokud má aplikace běžet na pozadí
de: Gehe sicher, dass der Befehl nicht mehr als {0:F1} Sekunden benötigt; nutze "start [app.exe]” statt “[app.exe]”, wenn App im Hintergrund laufen soll.
es: Asegúrate de que command no tiene más de {0:F1} segundos; utiliza "start [app.exe]" en lugar de "[app.exe]" si la aplicación se ejecuta en segundo plano
fr: Vérifier que la commande ne prend pas plus de {0:F1} secondes ; utiliser “start [app.exe]” à la place de “[app.exe]” si l'application est supposée fonctionner en tâche de fond
it: Assicurarsi che il comando non richieda più di {0:F1} secondi; usare “start [app.exe]” invece di “[app.exe]” se l'app dovesse funzionare in background.
ja_jp: コマンドの所要時間が{0:F1}秒を超えていないことを確認します。アプリケーションをバックグラウンドで実行する場合は、“[app.exe]”の代わりに“start [app.exe]”を使用します
lv: Pārliecinies, ka komanda neaizņem vairāk par {0:F1} sekundēm; ja aplikācijai jādarbojas fonā, "[app.exe]" vietā izmanto "start [app.exe]"
pl: Upewnij się, że polecenie nie zajmie więcej niż {0:F1} sekund; użyj "start [app.exe]" zamiast "[app.exe]" jeśli aplikacja ma działać w tle
pt_br: Certifique-se que o comando não tome mais que {0:F1} segundos; use “start [app.exe]” em vez de “[app.exe]” se o app deve rodar em segundo plano
ru: Убедитесь, что команда не занимает больше, чем {0:F1} секунд; используйте “start [app.exe]” вместо “[app.exe]” если приложение должно работать в фоновом режиме
tr: Komutun {0:F1} saniyeden uzun sürmediğinden emin olun; uygulama arkaplanda çalışacak ise “[app.exe]” yerine “start [app.exe]” komutunu kullanın.
zh_cn: 请确定运行指令的时间不会超过 {0:F1}秒; 如果程序需要在后台运行,请使用 “start [app.exe]” 代替 “[app.exe]” .

# GameCommand_TimeoutExceeded
source: Timeout exceeded
cs: Čas vypršel
de: Timeout überschritten
es: Tiempo de espera excedido
fr: Délai dépassé
it: Timeout superato
ja_jp: タイムアウト超過
lv: Pārsniegts laika limits
pl: Limit czasu przekroczony
pt_br: Tempo máximo de espera excedido
ru: Время ожидания превышено
tr: Zaman aşımına uğrandı
zh_cn: 超时

# GameCommand_CannotExecute
source: Can’t execute command
cs: Nelze provést příkaz
de: Der Befehl kann nicht ausgeführt werden
es: No se puede ejecutar el comando
fr: Impossible d'exécuter la commande
it: Impossibile eseguire il comando
ja_jp: コマンドを実行できません
lv: Nevar izpildīt komandu
pl: Nie można wykonać polecenia
pt_br: Não é possível executar comando
ru: Не удалось выполнить команду
tr: Komut başlatılamıyor
zh_cn: 无法运行指令

# Common_UnhandledError_Commentary
source: Some unhandled error happened.
cs: Nastala nějaká neznámá chyba.
de: Es ist ein unbehandelter Fehler aufgetreten
es: Ha sucedido algún error que inésperado (no te estreses)
fr: Des erreurs non gérées sont survenues.
it: Si è verificato un errore non gestito.
ja_jp: 未処理のエラーが発生しました。
lv: Notika kaut kāda kļūda
pl: Wystąpił nieoczekiwany błąd
pt_br: Algum erro não tratado aconteceu.
ru: Произошла некоторая необработанная ошибка.
tr: Beklenmedik bir hata oluştu.
zh_cn: 发生了某些无法处理的错误

# BaseUpdater_CannotDownloadInformation
source: Can’t download information about latest version.
cs: Nelze stáhnout informace o poslední verzi.
de: Informationen über letzte Version konnten nicht heruntergeladen werden
es: No se puede descargar la información acerca de la última versión
fr: Impossible de télécharger l'information à propos de la dernière version.
it: Impossibile scaricare informazioni sulla versione più recente.
ja_jp: 最新バージョンに関する情報をダウンロードできません。
lv: Nevar lejuplādēt informāciju par jaunāko versiju
pl: Nie można pobrać informacji o najnowszej wersji.
pt_br: Não é possível baixar informação da última versão.
ru: Не удалось загрузить информацию о последней версии.
tr: Yeni sürüm bilgisi indirilemiyor.
zh_cn: 无法下载最新版本信息

# ContentSyncronizer_CannotLoadContent
source: Can’t load CM’s data
cs: Nelze načíst data Content Manageru.
de: Content pack Laden fehlgeschlagen
es: No se puede cargar el contenido del paquete
fr: Impossible de télécharger le pack de contenu
it: Impossibile caricare il content pack
ja_jp: コンテンツパックをロードできません
lv: Nevar ielādēt satura paku
pl: Nie można załadować zawartości paczki
pt_br: Não é possível carregagar os dados do CM
ru: Не удалось загрузить контент-пак
tr: Content Manager verisi yüklenemiyor
zh_cn: 无法载入内容包

# ContentSyncronizer_CannotLoadContent_Commentary
source: Make sure Internet connection is available and nothing is going on in Data folder.
cs: Ujistěte se, že je dostupné internetové připojení a nic se neděje ve složce Data.
de: Stelle sicher, dass eine Internetverbindung besteht und Nichts auf den Content Ordner zugreift.
es: Asegúrate de que la conexión a Internet está disponible y no pasa nada en la carpeta Content
fr: Vérifier que la connection Internet fonctionne et que rien ne se passe dans le dossier Content.
it: Assicurarsi che la connessione internet sia disponibile e che non ci sia niente in corso nella cartella Content.
ja_jp: インターネット接続が使用可能であり、Contentフォルダで何も実行されていないことを確認してください。
lv: Pārliecinies, ka ir pieejams interneta savienojums un Content mapē nekas nenotiek.
pl: Upewnij się, że połączenie internetowe jest dostępne i nic nie dzieje się w folderze Content.
pt_br: Certifique-se que há internet disponível e nada está acontecendo na pasta Data.
ru: Убедитесь, что подключение к Интернету доступно и ничего не происходит в папке контента.
tr: İnternet bağlantısının olduğundan ve Data dosyasında bir şey olmadığından emin olun.
zh_cn: 请确定网络连接可用,并且在content文件夹中没有执行其他操作

# Weather_LightThunderstorm
source: Light thunderstorm
cs: Slabá bouřka
de: Leichtes Gewitter
es: Tormenta ligera
fr: Orage léger
it: Temporale leggero
ja_jp: 弱い雷雨
lv: Viegls negaiss
nb_no: Lett tordenvær
pl: Lekka burza
pt_br: Trovoada fraca
ru: Слабая гроза
tr: Hafif gök gürültülü fırtına
zh_cn: 小雷雨

# Weather_Thunderstorm
source: Thunderstorm
cs: Hromobití
de: Gewitter
es: Tormenta
fr: Orage
it: Temporale
ja_jp: 雷雨
lv: Pērkona negaiss
nb_no: Tordenvær
pl: Burza
pt_br: Trovoada
ru: Гроза
tr: Gök gürültülü fırtına
zh_cn: 雷雨

# Weather_HeavyThunderstorm
source: Heavy thunderstorm
cs: Intenzivní bouřka
de: Starkes Gewitter
es: Tormenta brutal
fr: Orage fort
it: Temporale violento
ja_jp: 強い雷雨
lv: Stiprs negaiss
nb_no: Tordenvær
pl: Mocna burza
pt_br: Trovoada forte
ru: Сильная гроза
zh_cn: 大雷雨

# Weather_LightDrizzle
source: Light drizzle
cs: Slabé mrholení
de: Leichter Nieselregen
es: Llovizna ligera
fr: Bruine légere
it: Pioggerellina leggera
ja_jp: 弱い霧雨
lv: Viegla smidzināšana
nb_no: Lett duskregn
pl: Lekki mżawka
pt_br: Garoa leve
ru: Легкий мелкий дождь
zh_cn: 小毛毛雨

# Weather_Drizzle
source: Drizzle
cs: Mrholení
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioviggine
ja_jp: 霧雨
lv: Smidzināšana
nb_no: Duskregn
pl: Mżawka
pt_br: Chuvisco
ru: Мелкий дождь
tr: Çiseleme
zh_cn: 毛毛雨

# Weather_HeavyDrizzle
source: Heavy drizzle
cs: Intenzivní mrholení
de: Starker Nieselregen
es: Llovizna fuerte
fr: Bruine forte
it: Pioggerellina insistente
ja_jp: 強い霧雨
lv: Intensīva smidzināšana
nb_no: Kraftig duskregn
pl: Mocna mżawka
pt_br: Chuvisco forte
ru: Сильный мелкий дождь
zh_cn: 大毛毛雨

# Weather_LightRain
source: Light rain
cs: Slabý déšť
de: Leichter Regen
es: Lluvia ligera
fr: Pluie légère
it: Pioggia leggera
ja_jp: 小雨
lv: Viegls lietus
nb_no: Lett regn
pl: Lekki deszcz
pt_br: Chuva fraca
ru: Слабый дождь
tr: Hafif yağmur
zh_cn: 小雨

# Weather_Rain
source: Rain
cs: Déšť
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
ja_jp: 雨
lv: Lietus
nb_no: Regn
pl: Deszcz
pt_br: Chuva
ru: Дождь
tr: Yağmur
zh_cn: 中雨

# Weather_HeavyRain
source: Heavy rain
cs: Intenzivní déšť
de: starker Regen
es: Lluvia fuerte
fr: Pluie forte
it: Temporale
ja_jp: 大雨
lv: Intensīvs lietus
nb_no: Kraftig regn
pl: Mocny deszcz
pt_br: Chuva forte
ru: Сильный дождь
tr: Sağanak yağış
zh_cn: 大雨

# Weather_LightSnow
source: Light snow
cs: Slabé sněžení
de: leichter Schnee
es: Nieve ligera
fr: Neige légère
it: Neve leggera
ja_jp: 小雪
lv: Viegls sniegs
nb_no: Lett snø
pl: Lekki śnieg
pt_br: Neve fraca
ru: Слабый снег
tr: Hafif kar
zh_cn: 小雪

# Weather_Snow
source: Snow
cs: Sníh
de: Schnee
es: Nieve
fr: Neige
it: Neve
ja_jp: 雪
lv: Sniegs
nb_no: Snø
pl: Śnieg
pt_br: Neve
ru: Снег
tr: Kar
zh_cn: 中雪

# Weather_HeavySnow
source: Heavy snow
cs: Intenzivní sněžení
de: starker Schnee
es: Nieve fuerte
fr: Neige forte
it: Neve pesante
ja_jp: 大雪
lv: Intensīvs sniegs
nb_no: Tung snø
pl: Mocny śnieg
pt_br: Neve forte
ru: Сильный снег
tr: Sağanak kar
zh_cn: 大雪

# Weather_LightSleet
source: Light sleet
cs: Slabý déšť se sněhem
de: Leichter Schneeregen
es: Aguanieve ligera
fr: Neige fondue légère
it: Nevischio leggero
ja_jp: 弱いみぞれ
lv: Viegls slapjšs sniegs
nb_no: Lett regn
pl: Lekki śnieg z deszczem
pt_br: Granizo leve
ru: Слабый мокрый снег
tr: Hafif sulu kar
zh_cn: 小雨夹雪

# Weather_Sleet
source: Sleet
cs: Déšť se sněhem
de: Schneeregen
es: aguanieve
fr: Neige fondue
it: Nevischio
ja_jp: みぞれ
lv: Slapjšs sniegs
nb_no: Slem regn
pl: Śnieg z deszczem
pt_br: Chuva com neve
ru: Мокрый снег
tr: Sulu Kar
zh_cn: 雨夹雪

# Weather_HeavySleet
source: Heavy sleet
cs: Intenzivní déšť se sněhem
de: Starker Schneeregen
es: Aguanieve pesada
fr: Neige fondue forte
it: Nevischio pesante
ja_jp: 強いみぞれ
lv: Intensīvs slapjšs sniegs
nb_no: Kraftig regn
pl: Mocny śnieg z deszczem
pt_br: Chuva com neve forte
ru: Сильный мокрый снег
zh_cn: 大雨夹雪

# Weather_Smoke
source: Smoke
cs: Kouř
de: Rauch
es: Humo
fr: Fumée
it: Fumo
ja_jp: 煙
lv: Dūmi
nb_no: Røykfylt
pl: Mocna mgła
pt_br: Fumaça
ru: Дым
tr: Duman
zh_cn: 烟

# Weather_Haze
source: Haze
cs: Opar
de: Dunst
es: Neblina
fr: Brume
it: Foschia
ja_jp: 霞
lv: Dūmaka
nb_no: Tåke
pl: Zamglone
pt_br: Bruma
ru: Мгла
tr: Hafif sis
zh_cn: 霾

# Weather_Sand
source: Sand
cs: Písek
es: Arena
fr: Sable
it: Sabbia
ja_jp: 砂
lv: Smiltis
pl: Piaszczysto
pt_br: Areia
ru: Песок
tr: Kum
zh_cn: 沙
