Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# AcError_NameShouldnTContainSymbolsLikeOr
source: Name shouldn’t contain symbols like “[” or “]”
cs: Jméno by nemělo obsahovat symboly jako “[” nebo “]”
de: Name darf keine Symbole wie "[" oder "]" enthalten
es: El nombre no puede contener simbolos tipo “[” or “]”
fr: Le nom ne doit pas contenir de symboles comme “[” ou “]”
it: Il nome non può contenere simboli come “[” o “]”
ja_jp: 名前は“[”や“]”のような記号を含めることはできません
lv: Vārds nevar saturēt simbolus kā "[" vai "]"
pl: Nazwa nie powinna zawierać symboli takich jak “[” or “]”
pt_br: O nome não deve conter símbolos como “[” ou “]”
ru: Имя не должно содержать символов вроде «[» или «]»
tr: İsim "[" veya "]" gibi sembolleri barındırmamalı
zh_cn: 名称中不可含有如“[”或“]”的字符

# AcError_RequiredCarIsMissing
source: Required car “{0}” is missing
cs: Požadované auto “{0}” chybí
de: Benötigtes Fahrzeug "{0}" fehlt
es: Coche requerido "{0}" no encontrado
fr: Le véhicule requis “{0}” est introuvable
it: L'auto richiesta “{0}” è mancante
ja_jp: 必要な車“{0}”が見つかりません
lv: Ir nepieciešama mašīna "{0}", bet tās nav
pl: Brakuje wymaganego auta “{0}”
pt_br: Carro necessário ""{0}" está faltando
ru: Машина «{0}» отсутствует
tr: Gerekli araba “{0}” bulunamadı
zh_cn: 缺少车辆 “{0}”

# AcError_RequiredContentIsMissing
source: Required content is missing
cs: Požadovaný obsah chybí
de: Benötigter Inhalt fehlt
es: Contenido requerido no encontrado
fr: Le contenu requis est introuvable
it: Il contenuto richiesto è mancante
ja_jp: 必要なコンテンツが見つかりません
lv: Nav nepieciešamā satura
pl: Brakuje wymaganej zawartości
pt_br: Conteúdo necessário está faltando
ru: Требуемый контент отсутствует
tr: Gerekli içerik bulunamadı
zh_cn: 缺少所需的内容

# AcError_RequiredSkinForIsMissing
source: Required skin “{1}” for {0} is missing
cs: Požadovaný skin “{1}” pro {0} chybí
de: Benötigte Lackierung "{1}" oder {0} fehlt
es: Skin requerido “{1}” de {0} no encontrado
fr: La skin requis “{1}” de {0} est introuvable
it: La skin richiesta “{1}” per {0} è mancante
ja_jp: {0}に必要なスキン“{1}”がありません
lv: Nav nepieciešamā skina "{1}" priekš {0}
pl: Brakuje wymaganej skórki “{1}” dla {0}
pt_br: Pintura necessária “{1}” para {0} está faltando
ru: Раскраска «{1}» для «{0}» отсутствует
tr: {0} için gerekli olan kaplama “{1}” bulunamadı
zh_cn: 缺少{0} 的涂装 “{1}”

# AcError_RequiredTrackIsMissing
source: Required track “{0}” is missing
cs: Požadovaná trať “{0}” chybí
de: Benötigte Strecke "{0}" fehlt
es: Circuito requerido "{0}" no encontrado
fr: Le circuit requis “{0}” est introuvable
it: La pista richiesta “{0}” è mancante
ja_jp: 必要なトラック“{0}”が見つかりません
lv: Nav nepieciešamās trases "{0}"
pl: Brakuje wymaganego toru “{0}”
pt_br: Pista necessária "{0}" está faltando
ru: Трасса «{0}» отсутствует
tr: Gerekli pist “{0}” bulunamadı
zh_cn: 缺少赛道 “{0}”

# AcError_RequiredWeatherIsMissing
source: Required weather “{0}” is missing
cs: Požadované počasí “{0}” chybí
de: Benötigtes Wetter "{0}" fehlt
es: Clima requerido {0} no encontrado
fr: La méteo requise “{0}” est introuvable
it: Il meteo richiesto “{0}” è mancante
ja_jp: 必要な天気“{0}”が見つかりません
lv: Nav nepieciešamo laikapstākļu "{0}"
pl: Brakuje wymaganej pogody “{0}”
pt_br: Clima necessário "{0}" está faltando
ru: Погода «{0}» отсутствует
tr: Gerekli hava durumu “{0}” bulunamadı
zh_cn: 缺少天气 “{0}”

# AcError_SetupTrackIsMissing
source: Setup’s track ({0}) is missing
cs: Nastavení trati ({0}) chybí
de: Strecke für Setups nicht vorhanden
es: Configuración para el circuito {0} no encontrada
fr: Le réglage circuit ({0}) est introuvable
it: Setup tracciato ({0}) mancante
ja_jp: セットアップトラック({0})が見つかりません
lv: Nav uzstādījuma trases ({0})
pl: Brakuje ustawień toru ({0})
pt_br: A configuração da pista ({0}) está faltando
ru: Настройки трассы «{0}» отсутствует
zh_cn: 缺少车辆调校文件对应的赛道 ({0})

# AcObject_CannotDelete
source: Can’t delete
cs: Nelze smazat
de: Löschen nicht möglich
es: No se puede borrar
fr: Impossible d'effacer
it: Impossibile eliminare
ja_jp: 削除できません
lv: Nevar izdzēst
nb_no: Kan ikke slette
pl: Nie można usunąć
pt_br: Não é possível deletar
ru: Не удалось удалить
tr: Silinemiyor
zh_cn: 无法删除

# Common_CannotDo
source: Can’t do
cs: Nelze provést
de: Fehlgeschlagen
es: No se puede hacer
fr: Ne peut pas être effectué
it: Non è fattibile
ja_jp: できません
lv: Nevar
nb_no: Kan ikke gjøre det
pl: Nie mogę tego zrobić
pt_br: Não é possível fazer
ru: Не удалось
tr: Yapılamıyor
zh_cn: 无法执行

# Controls_Clutch
source: Clutch
cs: Spojka
de: Kupplung
es: Embrague
fr: Embrayage
it: Frizione
ja_jp: クラッチ
lv: Sajūgs
pl: Sprzęgło
pt_br: Embreagem
ru: Сцепление
tr: Debriyaj
zh_cn: 离合

# Controls_ChangeCamera
source: Change camera
cs: Další kamera
de: Kamera ändern
es: Cambiar la cámara
fr: Changer la camera
it: Cambia telecamera
ja_jp: カメラ切り替え
lv: Mainīt kameru
pl: Zmień kamerę
pt_br: Alterar câmara
ru: Сменить камеру
tr: Kamerayı değiştir
zh_cn: 切换视角

# Controls_Decrease
source: Decrease
cs: Snížit
de: Verringern
es: Disminuir
fr: Diminuer
it: Decrementa
ja_jp: 減少
lv: Samazināt
pl: Zmniejsz
pt_br: Diminuir
ru: Уменьшить
tr: Azalt
zh_cn: 减少

# Controls_Gear_Fifth
source: Fifth gear
cs: Pátý rychlostní stupeň
de: Fünfter Gang
es: Quinta marcha
fr: Cinquième vitesse
it: Quinta
ja_jp: 5速
lv: Piektais ātrums
nb_no: Femte gir
pl: Piąty bieg
pt_br: Quinta marcha
ru: Пятая
tr: Beşinci vites
zh_cn: 五档

# Controls_Gear_First
source: First gear
cs: První rychlostní stupeň
de: Erster Gang
es: Primera marcha
fr: Première vitesse
it: Prima
ja_jp: 1速
lv: Pirmais ātrums
nb_no: Første gir
pl: Pierwszy bieg
pt_br: Primeira marcha
ru: Первая
tr: Birinci vites
zh_cn: 一档

# Controls_Gear_Fourth
source: Fourth gear
cs: Čtvrtý rychlostní stupeň
de: Vierter Gang
es: Cuarta marcha
fr: Quatrième vitesse
it: Quarta
ja_jp: 4速
lv: Ceturtais ātrums
nb_no: Fjerde gir
pl: Czwarty bieg
pt_br: Quarta marcha
ru: Четвёртая
tr: Dördüncü vites
zh_cn: 四档

# Controls_Gear_Rear
source: Rear gear
cs: Zpátečka
de: Rückwartsgang
es: Marcha atrás
fr: Marche arrière
it: Retromarcia
ja_jp: バックギア
lv: Atpakaļgaita
pl: Wsteczny
pt_br: Marcha ré
ru: Задняя
tr: Geri vites
zh_cn: 倒挡

# Controls_Gear_Second
source: Second gear
cs: Druhý rychlostní stupeň
de: Zweiter Gang
es: Segunda marcha
fr: Deuxième vitesse
it: Seconda
ja_jp: 2速
lv: Otrais ātrums
nb_no: Andre gir
pl: Drugi bieg
pt_br: Segunda marcha
ru: Вторая
tr: İkinci vites
zh_cn: 二档

# Controls_Gear_Seventh
source: Seventh gear
cs: Sedmý rychlostní stupeň
de: Siebter Gang
es: Séptima marcha
fr: Septième vitesse
it: Settima
ja_jp: 7速
lv: Septītais ātrums
nb_no: Syvende gir
pl: Siódmy bieg
pt_br: Sétima marcha
ru: Седьмая
tr: Yedinci vites
zh_cn: 七档

# Controls_Gear_Sixth
source: Sixth gear
cs: Šestý rychlostní stupeň
de: Sechster Gang
es: Sexta marcha
fr: Sixieme vitesse
it: Sesta
ja_jp: 6速
lv: Sestais ātrums
nb_no: Sjette gir
pl: Szósty bieg
pt_br: Sexta marcha
ru: Шестая
tr: Altıncı vites
zh_cn: 六档

# Controls_Gear_Third
source: Third gear
cs: Třetí rychlostní stupeň
de: Dritter Gang
es: Tercera marcha
fr: Troisième vitesse
it: Terza
ja_jp: 3速
lv: Trešais ātrums
nb_no: Tredje gir
pl: Trzeci bieg
pt_br: Terceira marcha
ru: Третья
tr: Üçüncü vites
zh_cn: 三档

# Controls_GlanceBack
source: Glance back
cs: Za sebe
de: Nach hinten schauen
es: Mirar atrás
fr: Regarder à l'arriere
it: Guarda dietro
ja_jp: 視線(背後)
lv: Paskatīties atpakaļ
pl: Spójrz za siebie
pt_br: Olhara para trás
ru: Взгляд назад
tr: Arkaya bak
zh_cn: 向后看

# Controls_GlanceLeft
source: Glance left
cs: Doleva
de: Nach links schauen
es: Mirar a la izquierda
fr: Regarder à gauche
it: Guarda a sinistra
ja_jp: 視線(左側)
lv: Paskatīties pa kreisi
pl: Spójrz w lewo
pt_br: Olhar para esquerda
ru: Взгляд влево
tr: Sola bak
zh_cn: 向左看

# Controls_GlanceRight
source: Glance right
cs: Doprava
de: Nach rechts schauen
es: Mirar a la derecha
fr: Regarder à droite
it: Guarda a destra
ja_jp: 視線(右側)
lv: Paskatīties pa labi
pl: Spójrz w prawo
pt_br: Olhar para direita
ru: Взгляд вправо
tr: Sağa bak
zh_cn: 向右看

# Controls_Handbrake
source: Handbrake
cs: Ruční brzda
de: Handbremse
es: Freno de mano
fr: Frein à main
it: Freno a mano
ja_jp: ハンドブレーキ
lv: Rokasbremze
nb_no: Håndbrekk
pl: Hamulec ręczny
pt_br: Freio de mão
ru: Ручной тормоз
tr: El freni
zh_cn: 手刹

# Controls_Headlights
source: Headlights
cs: Zapnout světla
de: Scheinwerfer
es: Faros
fr: Phares
it: Fari
ja_jp: ヘッドライト
lv: Gaismas
nb_no: Frontlykter
pl: Światła
pt_br: Faróis
ru: Фары
tr: Farlar
zh_cn: 车灯

# Controls_Horn
source: Horn
cs: Zatroubit
de: Hupe
es: Cláxon
fr: Klaxon
it: Clacson
ja_jp: ホーン
lv: Skaņas signāls
pl: Klakson
pt_br: Buzina
ru: Гудок
tr: Korna
zh_cn: 鸣笛

# Controls_Increase
source: Increase
cs: Zvýšit
de: Erhöhen
es: Aumentar
fr: Augmenter
it: Incrementa
ja_jp: 有効
lv: Palielināt
pl: Zwiększ
pt_br: Aumentar
ru: Увеличить
tr: Arttır
zh_cn: 增加

# Controls_Kers
source: KERS activation
cs: Aktivovat KERS
de: KERS aktivieren
es: Activacion de KERS
fr: Activation KERS
it: Attivazione KERS
ja_jp: KERS有効化
lv: KERS aktivācija
pl: Aktywacja KERS
pt_br: Ativação do KERS
ru: Активация KERS
tr: KERS etkinleştir
zh_cn: KERS

# Controls_KeyboardAndMouse
source: Keyboard & mouse
cs: Jen klávesnice s myší
de: Tastatur & Maus
es: Teclado y Ratón
fr: Clavier & souris
it: Tastiera & mouse
ja_jp: キーボード&マウス
lv: Klaviatūra un pele
pl: Klawiatura & mysz
pt_br: Teclado e mouse
ru: Клавиатура и мышь
tr: Klavye & fare
zh_cn: 键盘和鼠标

# Controls_NextGear
source: Next gear
cs: Nadřadit
de: Heraufschalten
es: Subir marcha
fr: Vitesse suivante
it: Marcia successiva
ja_jp: 次のギア
lv: Nākamais pārnesums
nb_no: Neste gir
pl: Bieg w górę
pt_br: Próxima marcha
ru: Следующая передача
tr: Sonraki vites
zh_cn: 升档

# Controls_PreviousGear
source: Previous gear
cs: Podřadit
de: Herunterschalten
es: Bajar marcha
fr: Vitesse précédente
it: Marcia precedente
ja_jp: 前のギア
lv: Iepriekšējais pārnesums
pl: Bieg w dół
pt_br: Marcha anterior
ru: Предыдущая передача
tr: Önceki vites
zh_cn: 降档

# Controls_SteeringWheel
source: Wheel
cs: Volant (s případnou klávesnicí)
de: Lenkrad
es: Volante
fr: Volant
it: Volante
ja_jp: ホイール
lv: Stūre
nb_no: Ratt
pl: Kierownica
pt_br: Volante
ru: Руль
tr: Direksiyon
zh_cn: 方向盘

# Controls_SteerLeft
source: Steer left
cs: Zatočit vlevo
de: Links lenken
es: Giro izquierda
fr: Tourner à gauche
it: Sterza a sinistra
ja_jp: 左ステア
lv: Stūrēt pa kreisi
nb_no: Sving til venstre
pl: W lewo
pt_br: Virar à esquerda
ru: Влево
tr: Sola çevir
zh_cn: 左转

# Controls_SteerRight
source: Steer right
cs: Zatočit vpravo
de: Rechts lenken
es: Giro Derecha
fr: Tourner à droite
it: Sterza a destra
ja_jp: 右ステア
lv: Stūrēt pa labi
nb_no: Sving til høyre
pl: W prawo
pt_br: Virar à direita
ru: Вправо
tr: Sağa çevir
zh_cn: 右转

# Controls_Throttle
source: Throttle
cs: Plyn
de: Gas
es: Acelerador
fr: Accélérateur
it: Accelleratore
ja_jp: スロットル
lv: Akselerators
nb_no: Gasspedal
pl: Gaz
pt_br: Acelerador
ru: Газ
tr: Gaz
zh_cn: 油门

# Controls_Xbox360Gamepad
source: Gamepad
cs: Gamepad pro Xbox 360 (s případnou klávesnicí)
de: Xbox 360 Controller
es: Mando de Xbox 360
fr: Manette Xbox 360
it: gamepad Xbox 360
ja_jp: Xbox 360ゲームパッド
lv: XBOX 360 Controller
pl: Pad Xbox 360
pt_br: Controle
ru: Геймпад
tr: Xbox 360 kontrolcüsü
zh_cn: Xbox 360 手柄

# Input_Axle
source: Axle {0}
cs: Osa {0}
de: Achse {0}
es: Eje {0}
fr: Axe {0}
it: Asse {0}
ja_jp: アクセル{0}
lv: Ass {0}
nb_no: Aksel {0}
pl: Oś {0}
pt_br: Eixo {0}
ru: Ось {0}
tr: Aks {0}
zh_cn: 轴 {0}

# Input_Button
source: Button {0}
cs: Tlačítko {0}
de: Taste {0}
es: Botón {0}
fr: Bouton {0}
it: Pulsante {0}
ja_jp: ボタン{0}
lv: Poga {0}
nb_no: Knapp {0}
pl: Przycisk {0}
pt_br: Botão {0}
ru: Кнопка {0}
tr: Tuş {0}
zh_cn: 按钮 {0}

# Common_CannotDo_Title
source: Can’t do
cs: Nelze provést
de: Fehlgeschlagen
es: No se puede hacer
fr: Ne peut pas être effectué
it: Non è fattibile
ja_jp: できません
lv: Nevar
nb_no: Kan Ikke Gjøre Det
pl: Nie mogę tego zrobić
pt_br: Não é possível fazer
ru: Не удалось
tr: Yapılamıyor
zh_cn: 无法执行

# Presets_FileFilter
source: Presets (*{0})|*{0}
cs: Přednastavení (*{0})|*{0}
de: Vorlage (*{0})|*{0}
es: Preajustes (*{0})|*{0}
fr: Préréglages (*{0})|*{0}
ja_jp: プリセット(*{0})|*{0}
lv: Sagataves (*{0})|*{0}
pl: Presety (*{0})|*{0}
pt_br: Predefinições (*{0})|*{0}
ru: Предустановки (*{0})|*{0}
zh_cn: 预设 (*{0})|*{0}

# Presets_ChooseFileInInitialDirectory
source: Please, choose a file in initial directory or some subdirectory.
cs: Vyberte prosím soubor v původní (pod)složce.
de: Bitte wähle eine Datei im Original- oder einem Unterverzeichnis
es: Por favor, escoge un archivo en el directorio inicial o en algún subdirectorio
fr: Veuillez choisir un fichier dans le répertoire initial ou sous répertoire.
it: Si prega di scegliere un file nella directory iniziale o qualche sottodirectory.
ja_jp: 初期ディレクトリまたはいくつかのサブディレクトリ内のファイルを選択してください。
lv: Lūdzu izvēlies sākotnējo mapi vai kādu apakšmapi.
pl: Proszę wybrać plik w katalogu domowym lub w podkatalogu.
pt_br: Por favor, escolha um arquivo no diretório inicial ou algum subdiretório.
ru: Пожалуйста, выберите файл в изначальной папке или любой подпапке.
zh_cn: 请选择在初始文件夹或者子文件夹中的文件

# Session_Drift
source: Drift
ja_jp: ドリフト
lv: Drifts
ru: Дрифт
tr: Kayma
zh_cn: 漂移

# Session_Hotlap
source: Hotlap
cs: Rychlé kolo
es: Vuelta Rápida
it: Giro veloce
ja_jp: ホットラップ
lv: Lidojošais aplis
pl: Szybkie okrążenie
pt_br: Volta Rápida
ru: Быстрый круг
tr: Hızlı tur
zh_cn: 圈速挑战赛

# Session_Qualification
source: Qualification
cs: Kvalifikace
de: Qualifikation
es: Calificación
it: Qualifica
ja_jp: 予選
lv: Kvalifikācija
nb_no: Kvalifikasjon
pl: Kwalifikacje
pt_br: Qualificação
ru: Квалификация
tr: Sıralama turu
zh_cn: 排位赛

# Session_Race
source: Race
cs: Závod
de: Rennen
es: Carrera
fr: Course
it: Gara
ja_jp: レース
lv: Sacīkstes
pl: Wyścig
pt_br: Corrida
ru: Гонка
tr: Yarış
zh_cn: 正赛

# Session_TimeAttack
source: Time Attack
cs: Boj s časem
de: Zeitrennen
fr: Contre la montre
ja_jp: タイムアタック
pl: Próba czasowa
pt_br: Tomada de Tempo
ru: На время
tr: Zamana karşı
zh_cn: 时间挑战赛

# Common_Height
source: Height
cs: Výška
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
ja_jp: 高さ
lv: Augstums
nb_no: Høyde
pl: Wysokość
pt_br: Altura
ru: Высота
tr: Yükseklik
zh_cn: 高度

# Common_IdIsMissing
source: ID is missing
cs: ID chybí
de: ID fehlt
es: ID no encontrado
fr: ID introuvable
it: Manca ID
ja_jp: IDがありません
lv: Nav ID
nb_no: ID mangler
pl: Brakuje ID
pt_br: ID está faltando
ru: ID отсутствует
tr: ID bulunamadı
zh_cn: 缺少ID

# Common_MakeSureInternetWorks
source: Make sure Internet-connection works.
cs: Ujistěte se, že funguje internetové připojení.
de: Internetverbindung überprüfen
es: Asegúrate que la conexión a Internet funciona.
fr: Vérifier que la connection Internet fonctionne.
it: Assicurarsi che la connessione internet sia attiva e funzionante.
ja_jp: インターネット接続が機能していることを確認します。
lv: Pārliecinies, ka internets strādā.
pl: Upewnij się, że masz połączenie z internetem.
pt_br: Certifique-se que sua Internet funciona.
ru: Проверьте, работает ли Интернет.
tr: İnternet bağlantınızın çalıştığından emin olun
zh_cn: 请确定网络连接可用

# Common_MakeSureThereIsEnoughSpace
source: Make sure there is enough space.
cs: Ujistěte se, že máte dost volného místa.
de: Gehe sicher, dass genügend Speicherplatz vorhanden ist.
es: Asegúrate de que hay suficiente espacio.
fr: Vérifier que l'espace disque est suffisant.
it: Assicurarsi che ci sia spazio disponibile sufficiente.
ja_jp: 十分な空き容量があることを確認して下さい。
lv: Pārliecinies, ka ir pietiekami daudz vietas.
pl: Upewnij się, że jest wystarczająco dużo miejsca.
pt_br: Certifique-se de que tenha espaço suficiente
ru: Проверьте, достаточно ли места.
tr: Yeterli alan olduğundan emin olun.
zh_cn: 请确保有足够存储空间

# Common_Number
source: Number
cs: Množství
de: Nummer
es: Número
fr: Numéro
it: Numero
ja_jp: 番号
lv: Numurs
nb_no: Nummer
pl: Numer
pt_br: Número
ru: Номер
tr: Numara
zh_cn: 号码

# Common_Radius
source: Radius
cs: Poloměr
es: Radio
fr: Rayon
it: Raggio
ja_jp: 半径
lv: Radiuss
pl: Promień
pt_br: Raio
ru: Радиус
zh_cn: 半径

# Common_Scanning
source: Scanning…
cs: Skenuji...
de: Scannt...
es: Escaneando...
fr: Scan…
it: Scansione…
ja_jp: スキャン中…
lv: Skenē...
pl: Skanowanie ...
pt_br: Escaneando...
ru: Сканирование…
tr: Taranıyor
zh_cn: 扫描中...

# Common_Time
source: Time
cs: Denní doba
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja_jp: 時間
lv: Laiks
nb_no: Tid
pl: Czas
pt_br: Hora
ru: Время
tr: Süre
zh_cn: 时间

# Common_Warning
source: Warning
cs: Varování
de: Warnung
es: Peligro
fr: Attention
it: Attenzione
ja_jp: 警告
lv: Brīdinājums
pl: Ostrzeżenie
pt_br: Aviso
ru: Внимание
tr: Uyarı
zh_cn: 警告

# AcSettings_Quality_Ideal
source: Ideal
cs: Ideální kvalita
fr: Idéal
it: Ideale
ja_jp: 理想的
lv: Ieteicamā
pl: Ideał
ru: Идеально
zh_cn: 最佳

# AcSettings_Quality_Subpixel
source: Subpixel
cs: Na úrovni pixelu
fr: Sous-pixel
ja_jp: サブピクセル
lv: Apakšpikselis
ru: С субпиксельным сглаживанием
tr: Yazı alt pikseli
zh_cn: 亚像素

# AcSettings_Quality_VeryLow
source: Very low
cs: Velmi nízká kvalita
de: Sehr niedrig
es: Muy bajo
fr: Très faible
it: Molto basso
ja_jp: とても低い
lv: Ļoti zema
nb_no: Veldig Lav
pl: Bardzo niskie
pt_br: Muito Baixo
ru: Очень низко
tr: Çok Düşük
zh_cn: 非常低

# Common_Speed
source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja_jp: 速度
lv: Ātrums
nb_no: Fart
pl: Prędkość
pt_br: Velocidade
ru: Скорость
tr: Hız
zh_cn: 速度

# Common_Weekend
source: Weekend
cs: Víkend
de: Wochenende
es: Fin de semana
it: Fine settimana
ja_jp: ウィークエンド
lv: Nedēļas nogale
nb_no: Helg
pt_br: Fim de semana
ru: Уик-энд
tr: Haftasonu
zh_cn: 比赛周末

# Common_UndefinedError
source: Undefined error
cs: Neznámá chyba
de: Undefinierter Fehler
es: Error indefinido
fr: Erreur inconnue
it: Errore indefinito
ja_jp: 未定義のエラー
lv: Nezināma kļūda
pl: Niezdefiniowany błąd
pt_br: Erro não definido
ru: Неопределённая ошибка
tr: Tanımlanmamış hata
zh_cn: 未知错误

# Common_NA
source: N/A
cs: nedostupné
de: k.A.
it: N/D
pl: B/D
ru: Н/Д
tr: Yok
zh_cn: 不可用

# Common_CarIdIsMissing
source: Car ID is missing
cs: Auto ID chybí
de: Fahrzeug-ID fehlt
es: ID de coche no encontrado
fr: ID véhicule introuvable
it: Manca l'ID dell'auto
ja_jp: 車IDがありません
lv: Nav mašīnas ID
pl: Brakuje ID auta
pt_br: ID do carro não encontrado
ru: ID машины отсутствует
tr: Araba ID'si bulunamıyor
zh_cn: 车辆ID缺失

# Session_Practice
source: Practice
cs: Trénink
de: Training
es: Practica
fr: Essai
it: Pratica
ja_jp: 練習
lv: Trenēšanās
pl: Trening
pt_br: Treino
ru: Практика
tr: Alıştırma
zh_cn: 练习赛

# Session_Booking
source: Booking
cs: Rezervace
es: Reserva (Booking)
fr: Réservation
ja_jp: 予約
nb_no: Bestilling
pl: Rezerwacja
pt_br: Reserva
ru: Регистрация
tr: Yer ayırt
zh_cn: 报名中

# Settings_Period_Startup
source: On startup only
cs: Pouze při spuštění
de: Nur beim Start
es: Solamente al comenzar
fr: Au démarrage uniquement
it: Solo all'avvio
ja_jp: 起動時のみ
lv: Tikai pie startēšanas
pl: Podczas uruchamiania
pt_br: Na inicialização apenas
ru: При запуске
tr: Yalnızca başlangıçta
zh_cn: 只在启动时检查

# Settings_Period_OnOpening
source: On opening only
cs: Pouze při otevírání
de: Nur beim Öffnen
es: Solamente al abrir
fr: En ouverture uniquement
it: Solo all'apertura
ja_jp: オープン時のみ
lv: Tikai pie atvēršanas
pl: Podczas otwierania
pt_br: Ao abrir apenas
ru: При открытии
tr: Yalnızca açılışta
zh_cn: 只在打开时检查

# TrackGeoTags_FindIt
source: Find it
cs: Najdi to
de: Finde es
es: Encuéntralo
fr: Localiser le
it: Trova
ja_jp: 検索
lv: Sameklēt
pl: Znajdź to
pt_br: Encontre
ru: Найти это
tr: Bul
zh_cn: 寻找位置

# Shared_PpFilter
source: PP filter
cs: PP filtr
de: Nachbearbeitungsfilter
es: Filtro de Postprocesado
fr: Filtre PP
it: Filtri PP
ja_jp: PPフィルター
lv: PP filtrs
pl: Filtr PP
pt_br: Filtro de PP
ru: PP Фильтр
tr: İleri işleme filtresi
zh_cn: 后处理滤镜

# Shared_ForceFeedbackPreset
source: Force feedback preset
cs: Přednastavení zpětné vazy
de: Vorlage Force Feedback
es: Configurar efectos Force Feedback
fr: Préréglage retour de forces
ja_jp: フォースフィードバック(FFB)プリセット
lv: FFB
pl: Preset Force Feedback
pt_br: Predefinição de Force Feedback
ru: Предустановка Force Feedback
zh_cn: 力回馈预设

# Shared_Weather
source: Weather
cs: Počasí
de: Wetter
es: Clima
fr: Méteo
it: Meteo
ja_jp: 天気
lv: Laikapstākļi
nb_no: Vær
pl: Pogoda
pt_br: Tempo
ru: Погода
tr: Hava Durumu
zh_cn: 天气

# Online_Server_SessionEnded
source: ended
cs: skončilo
de: Beendet
es: terminado
fr: terminé
it: finito
ja_jp: 終了しました
lv: Beidzies
pl: Zakończono
pt_br: finalizado
ru: завершена
tr: bitti
zh_cn: 比赛结束

# Session_Drag
source: Drag Race
cs: Sprint
de: Drag
es: Drag
fr: Départ arrêté
it: Gara di accelerazione
ja_jp: ドラッグレース
lv: Dragreiss
pl: Wyścigi równoległe
pt_br: Corrida Drag
ru: Драг
tr: Drag yarışı
zh_cn: 直线加速赛

# OrdinalizingSubject_Server
source: server
es: servidor
fr: Serveur
ja_jp: サーバー
lv: Serveris
pl: serwer
pt_br: servidor
ru: сервер
tr: sunucu
zh_cn: 服务器

# Common_IdIsTaken_Commentary
source: Select another ID.
cs: Vyberte jiné ID.
de: Eine andere ID wählen.
es: Selecciona otra ID
fr: Choisissez un autre ID.
it: Seleziona un'altro ID.
ja_jp: 別のIDを選択
lv: Izvēlies citu ID.
pl: Wybierz inne ID.
pt_br: Selecione outro ID.
ru: Выберите другой ID.
tr: Başka bir ID seçin.
zh_cn: 请选择另一个ID.

# Common_IdIsTaken
source: ID is taken
cs: ID je zabrané
de: ID ist vergeben
es: Tomada la ID
fr: ID déjà utilisée
it: ID non disponibile
ja_jp: IDを取得
lv: ID ir aizņemts
pl: ID zostało pobrane
pt_br: ID está em uso
ru: ID занят
tr: ID zaten kullanımda
zh_cn: ID被占用了

# Common_InvalidFormat
source: Invalid format
cs: Neplatný formát
de: Ungültiges Format
es: Formato inválido
fr: Format invalide
it: Formato non valido
ja_jp: 無効な形式
lv: Nederīgs formāts
pl: Niepoprawny format
pt_br: Formato inválido
ru: Неверный формат
tr: Geçersiz format
zh_cn: 无效格式

# Uploader_GoogleDrive
source: Google Drive
ja_jp: Googleドライブ
ru: Google Диск

# Settings_PeriodFormat
source: Every {0}
cs: Každých {0}
de: Alle {0}
es: Cada {0}
fr: Chaque {0}
it: Ogni {0}
lv: Katras {0}
pl: Co {0}
pt_br: A cada {0}
ru: Раз в {0}
tr: Her {0}
zh_cn: 每 {0}

# KunosCareer_Point
source: point
cs: bod
de: Punkt
es: punto
it: Punti
ja_jp: ポイント
lv: punkts
pl: punkt
pt_br: ponto
ru: очко
tr: puan
zh_cn: 分

# KunosCareer_Place
source: place
cs: umístění
de: Platz
es: plaza
fr: Position
it: Posizione
ja_jp: 場所
lv: vieta
pl: miejsce
pt_br: local
ru: место
tr: pozisyon
zh_cn: 位

# Assists_AutoShifting
source: Automatic shifting
cs: Automatické řazení
de: Automatische Schaltung
es: Cambio automático
fr: Vitesses automatique
it: Cambio automatico
ja_jp: オートシフト
lv: Atomātiska ātrumu pārslēgšana
pl: Automatyczna zmiana biegów
pt_br: Câmbio automático
ru: Автоматическое переключение передач
tr: Otomatik vites geçişi
zh_cn: 自动换挡

# Assists_AutoClutch
source: Automatic clutch
cs: Automatická spojka
de: Automatische Kupplung
es: Embrague automático
fr: Embrayage automatique
it: Frizione automatica
ja_jp: オートクラッチ
lv: Automātiskais sajūgs
pl: Automatyczne sprzęgło
pt_br: Embreagem automática
ru: Автоматическое сцепление
tr: Otomatik debriyaj
zh_cn: 自动离合

# Assists_AutoBlip
source: Autoblip
cs: Automatický meziplyn
de: Automatisches Zwischengas
es: Punta tacón automatico
fr: Autoblip (Coup de gaz automatique au rétrogradage qui simule le talon/pointe)
it: Punta-tacco automatico
ja_jp: オートブリップ
pl: Przygazówka
ru: Автоматическая перегазовка
tr: Otomatik olarak gaza dokun:
zh_cn: 自动补油

# Assists_IdealLine
source: Ideal line
cs: Ideální závodní stopa
de: Ideallinie
es: Trazada ideal
fr: Ligne de conduite idéale
it: Linea ideale
ja_jp: 理想的なライン
lv: Ideālā trajektorija
pl: Idealna linia
pt_br: Linha ideal
ru: Идеальная траектория
tr: İdeal sürüş çizgisi
zh_cn: 行车线

# Assists_FuelConsumption
source: Fuel consumption
cs: Spotřeba paliva
de: Benzinverbrauch
es: Consumo de combustible
fr: Consommation de carburant
it: Consumo carburante
ja_jp: 燃料消費量
lv: Degvielas patēriņš
nb_no: Drivstofferbruk
pl: Zużycie paliwa
pt_br: Consumo de combustível
ru: Расход топлива
tr: Yakıt tüketimi
zh_cn: 油耗
