Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# OfficialStarter_RestoreOriginalLauncher
source: Please, restore original launcher and try again (or change starter).
cs: Obnovte prosím originální spouštěč a zkuste to znovu (nebo změňte spouštěč).
de: Bitte originalen Spiel-Starter zur ersetzen und wieder probieren (oder Spiel-Starter wechseln
es: Por favor, restaura el lanzador original e inténtalo de nuevo (o cambia el lanzador).
fr: Veuillez restaurer le lanceur d'origine et essayer à nouveau (ou changez de lanceur).
it: Si prega di ripristinare il launcher originale e riprovare (o cambiare l'eseguibile).
ja_jp: 元のランチャーを復元して、再試行してください(又はスターターを変更してください)。
lv: Lūdzu atiestati oriģinālo palaidēju un mēģini vēlreiz (vai nomaini starteri)
pl: Proszę, przywróć oryginalny launcher i spróbuj ponownie (lub zmień launcher).
pt_br: Por favor restaure o launcher original e tente novamente (ou altere o iniciador).
ru: Пожалуйста, восстановите оригинальный лаунчер и попробуйте снова (или смените стартер).
tr: Lütfen orijinal başlatıcıya geri dönüp yeniden deneyin (ya da başlatıcıyı değiştirin)
zh_cn: 请恢复使用官方启动器再试一次(或者在设置中更换其他启动方式)

# Online_Server_TrackIsMissing
source: Track {0} is missing.
cs: Trať {0} chybí.
de: Strecke {0} fehlt.
es: Circuito {0} desaparecido.
fr: Circuit {0} introuvable.
it: Pista {0} è mancante.
ja_jp: トラック{0}が不足しています
lv: Nav trases {0}.
pl: Brakuje toru {0}.
pt_br: Pista {0} está faltando
ru: Трасса {0} не найдена.
tr: Pist {0} bulunamıyor.
zh_cn: 找不到赛道 {0}

# Online_Server_CarsAreMissing
source: Cars {0} are missing.
cs: Auta {0} chybí.
de: Fahrzeuge {0} fehlen.
es: Coches {0} están perdidos
fr: Véhicules {0} introuvables.
it: Macchine {0} sono mancanti.
ja_jp: 車{0}が不足しています
lv: Nav mašīnau {0}.
nb_no: Biler {0} mangler
pl: Brakuje aut {0}.
pt_br: Carros {0} estão faltando.
ru: Машины {0} не найдены.
tr: Arabalar {0} bulunamıyor.
zh_cn: 找不到车辆 {0}

# Online_Server_CarIsMissing
source: Car {0} is missing.
cs: Auto {0} chybí.
de: Fahrzeug {0} fehlt.
es: Coche {0} está perdido
fr: Véhicule {0} introuvable.
it: Macchina {0} è mancante.
ja_jp: 車{0}が不足しています
lv: Nav mašīna {0}.
nb_no: Bil {0} mangler
pl: Brakuje auta {0}.
pt_br: Carro {0} está faltando.
ru: Машина {0} не найдена.
tr: Araba {0} bulunamıyor.
zh_cn: 找不到车辆 {0}

# Online_ScanningNothingFound_Commentary
source: Make sure server’s address is correct and server itself is accessible.
cs: Ujistěte se, že adresa serveru je platná a server je přístupný.
de: Gehe sicher, dass die Server-Addresse korrekt und der Server erreichbar ist.
es: Asegúrate de que la dirección del server es correcta y el server es accesible.
fr: Vérifier que l'adresse du serveur est valide et le serveur accessible.
it: Assicurarsi indirizzo del server sicuro che sia corretto e accessibile.
ja_jp: サーバーのアドレスが正しく、サーバー自体にアクセスできることを確認してください。
lv: Pārliecinies, ka servera adrese ir pareiza un serveris ir pieejams.
pl: Upewnij się, że adres serwera jest poprawny i jest dostępny.
pt_br: Certifique-se que o endereço do servidor está correto e que ele está acessível.
ru: Проверьте правильность адреса сервера и его доступность.
tr: Sunucu adresinin doğru ve sunucunun erişilebilir olduğundan emin olun
zh_cn: 确定服务器的地址正确而且可以连接到

# Online_ScanningNothingFound
source: Nothing found
cs: Nic nebylo nalezeno
de: Nichts gefunden
es: Nada encontrado
fr: Rien trouvé
it: Nessun risultato
ja_jp: 何も見つかりません
lv: Neko neatrada
pl: Nic nie znaleziono
pt_br: Nada encontrado
ru: Ничего не найдено
tr: Hiçbir şey bulunamadı
zh_cn: 找不到服务器

# Online_CannotAccessServer
source: Can’t access server
cs: Server není přístupný
de: Zugriff auf Server fehlgeschlagen
es: no se puede acceder al server
fr: Impossible d'accéder au serveur
it: Impossibile accedere al server
ja_jp: サーバーにアクセスできません
lv: Nevar piekļūt serverim
pl: Nie można uzyskać dostępu do serwera
pt_br: Não pode acessar o servidor
ru: Невозможно получить доступ к серверу
tr: Sunucuya erişilemiyor
zh_cn: 无法加入服务器

# Online_GettingInformationDirectly_SecondAttempt
source: Getting information directly (second attempt)…
cs: Získávám informace napřímo (druhý pokus)...
de: Lade Informationen direkt (zweiter Versuch)...
es: Obteniendo informacíon directamente (segundo intento)...
fr: Obtention directe des informations (second essai)…
it: Recupero delle informazioni (secondo tentativo)…
ja_jp: 情報を直接取得しています(再試行)…
lv: Iegūst informāciju pa tiešo (otrais mēģinājums)...
pl: Pobieranie informacji (druga próba)...
pt_br: Recebendo informação diretamente (segunda tentativa)...
ru: Получение информации напрямую (вторая попытка)...
tr: Veriler doğrudan alınıyor (ikinci deneme)
zh_cn: 正在直接获取信息(第二次尝试)...

# Online_GettingInformationDirectly
source: Getting information directly…
cs: Získávám informace napřímo
de: Lade Informationen direkt ...
es: Obteniendo informacíon directamente...
fr: Obtention directe des informations…
it: Recupero delle informazioni…
ja_jp: 情報を直接取得しています…
lv: Iegūst informāciju pa tiešo...
pl: Pobieranie informacji…
pt_br: Recebendo informação diretamente...
ru: Получение информации напрямую...
tr: Veriler doğrudan alınıyor
zh_cn: 正在直接获取信息...

# Online_TryingToFindOutHttpPort
source: Trying to ping to find out HTTP port…
cs: Zkouším provést ping pro nalezení HTTP portu...
de: Ping um HTTP-Port zu finden...
es: Tratando de hacer ping para averiguar puerto HTTP ...
fr: Tentative de ping pour découvrir le port HTTP…
it: Cercando di fare il ping per trovare la porta HTTP…
ja_jp: pingを実行してHTTPポートを調べています…
lv: Mēģina pingot, lai uzzinātu HTTP portu...
pl: Próbuje pingować HTTP port...
pt_br: Tentando pingar para descobrir porta HTTP
ru: Попытка пинга для поиска HTTP-порта...
tr: HTTP portunun tespiti için pingleniyor...
zh_cn: 正在试图使用Ping指令寻找HTTP端口…

# Online_CannotLoadData
source: Can’t load data
cs: Nelze načíst data
de: Daten nicht ladbar
es: No se pueden cargar datos
fr: Impossible de charger les données
it: Impossibile caricare il data
ja_jp: データを読み込めません
lv: Nevar ielādēt datus
pl: Nie można załadować danych
pt_br: Não é possível carregar dados
ru: Невозможно загрузить данные
tr: Veri yüklenemiyor
zh_cn: 无法加载资料

# Online_CannotParseAddress
source: Can’t parse address
cs: Nelze provést rozbor adresy
de: Die Adresse kann nicht aufgelöst werden
es: No se puede analizar la dirección
fr: Impossible d'analyser l'adresse
it: Impossibile risolvere l'indirizzo
ja_jp: アドレスを解析できません
lv: Nevar nolasīt adresi
pl: Nie można przetworzyć adresu
pt_br: Não é possível analisar endereço
ru: Невозможно обработать адрес
tr: Adres çözümlenemiyor
zh_cn: 无法解析地址

# SharingHelper_NotSupported_Commentary
source: Make sure you have the latest version of CM.
cs: Ujistěte se, že máte poslední verzi Content Manageru
de: Stelle sicher, dass CM aktuell ist.
es: Asegúrate de que tiene la última versión de CM
fr: Vérifier que vous avez la dernière version de CM.
it: Assicurarsi di avere l'ultima versione di CM.
ja_jp: CMの最新バージョンがあることを確認します。
lv: Pārliecines, ka tev ir jaunākā CM versija.
pl: Upewnij się, czy masz najnowszą wersję CM.
pt_br: Certifique-se que você tem a última versão do CM.
ru: Убедитесь, что используете последнюю версию CM.
tr: CM'ın son sürümünü kullandığınızdan emin olun.
zh_cn: 请确定Content Manager是最新版本

# Shared_Replay
source: Replay
cs: Opakovaný záznam
de: Wiederholung
es: Repetición
ja_jp: リプレイ
lv: Ieraksts
pl: Powtórka
ru: Повтор
tr: Yarış tekrarı
zh_cn: 录像

# Online_Server_CannotRefresh
source: Can’t refresh server information.
cs: Nelze obnovit informace serveru.
de: Serverinformationen aktualisieren fehlgeschlagen
es: No se puede refrescar la información del server.
fr: Impossible de rafraichir les informations du serveur.
it: Impossibile refresh server information.
ja_jp: サーバーの情報を更新することはできません。
lv: Nevar atjaunot servera informāciju
pl: Nie można odświeżyć informacji z serwera.
pt_br: Não é possível atualizar informações do servidor.
ru: Невозможно обновить информацию о сервере
tr: Sunucu bilgileri yenilenemiyor.
zh_cn: 无法刷新服务器信息

# Replay_CannotRenameReplays_Commentary
source: Make sure none of those files are busy at the moment.
cs: Ujistěte se, že se žádná z těchto složek právě nepoužívá.
de: Gehe sicher, dass die Dateien überschrieben werden können.
es: Asegúrate de que ninguno de esos archivos están ocupados en este momento.
fr: Vérifier que tous ces fichiers ne sont pas utilisés actuellement.
it: Assicurarsi che nessuno di questi file siano occupati in questo momento.
ja_jp: 現在これらのファイルがビジー状態でないことを確認してください。
lv: Pārliecinies, ka neviens no failiem šobrīd nav aizņemts.
pl: Upewnij się, że żadne z tych plików nie są zajęte w tej chwili.
pt_br: Certifique-se que nenhum dos arquivos estão em uso no momento.
ru: Убедитесь, что эти файлы не используются в данный момент.
tr: Bu dosyalardan hiçbirinin şu an kullanılmadığından emin olun
zh_cn: 确定这些文件当前没有被占用

# Replay_CannotRenameReplays
source: Can’t rename replays
cs: Nelze přejmenovat opakovaný záznam
de: Wiederholung umbenennen nicht möglich
es: No se puede renombrar las repeticiones
fr: Impossible de renommer les replays
it: Impossibile rinominare i replays
ja_jp: リプレイの名前を変更できません
lv: Nevar pārdēvēt ierakstus
pl: Nie można zmienić nazwy powtórki
pt_br: Não é possível renomear replays
ru: Невозможно переименовать повторы
tr: Yarış tekrarının adı değiştirilemiyor
zh_cn: 无法重命名录像

# Fonts_RescanUsings
source: Can’t rescan cars
cs: Nelze přeskenovat auta
de: Fahrzeuge neu scannen fehlgeschlagen
es: No se puede reescanear los coches
fr: Impossible de scanner les véhicules
it: Impossibile ri-scansionare le auto
ja_jp: 車を再スキャンできません
lv: Nevar pārskenēt mašīnas
pl: Nie można przeskanować samochodów
pt_br: Não é possível reescanear carros
ru: Невозможно пересканировать машины
tr: Arabalar yeniden taranamıyor
zh_cn: 无法重新扫描车辆

# AcObject_CannotBeMoved
source: Object can’t be moved
cs: Objekt nelze přesunout
de: Objekt nicht entfernbar
es: El objeto no puede ser movido
fr: L'object ne peut pas être déplacé
it: Impossibile spostare l'oggetto.
ja_jp: オブジェクトを移動できません
lv: To nevar pārvietot
pl: Obiektu nie można przenieść
pt_br: O objeto não pode ser movido
ru: Объект не может быть перемещен
tr: Obje taşınamıyor
zh_cn: 物体无法被移动

# AcObject_IdIsWrong
source: ID is wrong
cs: ID je chybné
de: ID ist falsch
es: La ID está mal
fr: ID erronée
it: ID errato
ja_jp: IDが間違っています
lv: Šis ID nav pareizs!
pl: ID jest błędne
pt_br: O ID está errado
ru: ID неверен
tr: Yanlış ID
zh_cn: ID错误

# Shared_AssistsSetupPreset
source: Assists preset
cs: Přednastavení asistentů
de: Vorlage Fahrhilfen
es: Configuración de asistencias
fr: Assistance prédéfinie
it: Preimpostazioni aiuti di guida
ja_jp: アシストプリセット
lv: Asistu sagatave
pl: Preset asyst
pt_br: Predefinição de assistências
ru: Предустановка помощников
tr: Yardımı önayarı
zh_cn: 辅助预设

# AcRootDirectory_Missing
source: Directory is missing
cs: Složka chybí
de: Verzeichnis fehlt
es: Directorio no encontrado
fr: Le répertoire est introuvable
it: Directory mancante
ja_jp: ディレクトリが見つかりません
lv: Nav mapes
nb_no: Mappen mangler
pl: Brakuje katalogu
pt_br: Diretório está faltando
ru: Директория отсутствует
tr: Dizin bulunamadı
zh_cn: 找不到文件夹

# Plugins_CannotInstall
source: Can’t install plugin
cs: Nemohu nainstalovat zásuvný modul
de: Plugin nicht installierbar
es: No se puede instalar plugin
fr: Impossible d'installer le plugin
it: Impossibile installare plugin
ja_jp: プラグインをインストールできません
lv: Nevar instalēt spraudni
pl: Nie można zainstalować wtyczki
pt_br: Não é possível instalar plugin
ru: Невозможно установить плагин
tr: Eklenti yüklenemiyor
zh_cn: 无法安装插件

# Online_Server_UnhandledError
source: Internal error: {0}.
cs: Interní chyba: {0}.
de: Interner Fehler: {0}.
es: Error interno: {0}.
fr: Erreur interne : {0}.
it: Errore non gestito: {0}.
ja_jp: 内部エラー: {0}.
lv: Iekšējā kļūda: {0}.
pl: Błąd wewnętrzny: {0}.
pt_br: Erro interno: {0}.
ru: Внутренняя ошибка: {0}.
tr: İçsel hata: {0}.
zh_cn: 内部错误: {0}.

# Online_Server_Unavailable
source: Server is unavailable.
cs: Server není přístupný.
de: Server nicht erreichbar
es: El servidor no está disponible
fr: Le serveur est indisponible.
it: Server non disponibile.
ja_jp: サーバーを利用できません。
lv: Serveris nav pieejams.
pl: Serwer jest niedostępny.
pt_br: Servidor indisponível.
ru: Сервер недоступен.
tr: Sunucuya ulaşılamıyor.
zh_cn: 服务器不可用

# OfficialStarter_CannotRun
source: Can’t run
cs: Nelze spustit
de: Spiel starten fehlgeschlagen
es: No se puede iniciar.
fr: Lancement impossible
it: Non può essere eseguito
ja_jp: 実行できません
lv: Nevar palaist
pl: Nie można uruchomić.
pt_br: Não é possível rodar
ru: Невозможно запустить
tr: Çalıştırılamıyor
zh_cn: 无法运行

# Online_Session_LapsDuration
source: {0} lap
cs: “{0}” kol
de: {0} Runde(n)
es: {0} vuelta
fr: {0} tour
it: {0} giro
ja_jp: {0}ラップ
lv: {0} apļi
pl: {0} okr
pt_br: {0} volta
ru: {0} круг
tr: {0} tur
zh_cn: {0} 圈

# AcObject_CannotBeDisabled
source: Cannot be disabled
cs: Nelze zakázat
de: Kann nicht deaktiviert werden.
es: No se puede deshabilitar
fr: Ne peut pas être désactivé
it: Non può essere disattivato
ja_jp: 無効にできません
lv: To nevar atspējot
pl: Nie można wyłączyć
pt_br: Não pode ser desativado
ru: Не может быть отключен
tr: Devre dışı bırakılamıyor
zh_cn: 无法禁用

# Online_Server_CarsDoNotMatch
source: Cars don’t match.
cs: “[url="http://assetto-db.com/car/{0}"]{0}[/url]”
de: Fahrzeuge stimmen nicht überein
es: Los coches no coinciden
fr: Les véhicules ne correspondent pas.
it: Non c'è corrispondenza di vetture.
ja_jp: 車が合わない
lv: Mašīnas nesakrīt
pl: Te samochody nie pasują
pt_br: Carros não coincidem
ru: Машины не совпадают
tr: Arabalar uyuşmuyor.
zh_cn: 车辆不吻合

# AcRootDirectory_NotDefined
source: Directory is not defined
cs: Složka není určena
de: Verzeichnis nicht definiert
es: Directorio no definido
fr: Le répertoire n'est pas défini
it: Directory non specificata
ja_jp: ディレクトリが定義されていません
lv: Faila ceļu nevarēja definēt
pl: Katalog nie jest zdefiniowany
pt_br: Diretório não está definido
ru: Директория не определена
tr: Dizin belirtilmedi
zh_cn: 文件夹未定义

# AcRootDirectory_Required
source: AcRootDirectory is required
cs: Je vyžadována AcRootDirectory
de: AcRootDirectory wird benötigt
es: AcRootDirectory es requerido
fr: AcRootDirectory requis
it: AcRootDirectory è richiesta
ja_jp: AcRootDirectoryが必要です
lv: Nepieciešama spēles saknes mape
pl: AcRootDirectory jest wymagany
pt_br: AcRootDirectory necessário
ru: Необходим основной каталог AC
tr: AC orijinal dizini gerekli
zh_cn: 需要设定Assetto Corsa游戏根目录

# AcRootDirectory_MissingDirectory
source: Directory “{0}” is missing
cs: Složka “{0}” chybí
de: Verzeichnis {0} fehlt
es: Directorio "{0}" no encontrado
fr: Le répertoire “{0}” est introuvable
it: Directory “{0}” mancante
ja_jp: ディレクトリ“{0}”が見つかりません
lv: Šāda ceļa, "{0}", nav
nb_no: Mappen "{0}" mangler
pl: Brakuje katalogu “{0}”
pt_br: Diretório "{0}" está faltando
ru: Каталог "{0}" не найден
tr: “{0}” dizini bulunamadı
zh_cn: 找不到文件夹 “{0}”

# Shared_RaceGridPreset
source: Race grid preset
cs: Přednastavení startovního roštu
de: Startaufstellungsvorlage
es: Configuración de parrilla de carrera
fr: Grille de départ prédéfinie
it: Impostazioni griglia di gara
ja_jp: レースグリッドプリセット
lv: Sacīkšu izkārtojuma sagatave
pl: Preset gridu
pt_br: Predefinição de Grid de Corrida
ru: Предустановка стартовой решетки
zh_cn: 发车位预设

# PpFilterObject_CannotSave
source: Can’t save PP filter
cs: Nelze uložit PP filtr
de: Nachbearbeitungsfilter speichern fehlgeschlagen
es: No se puede salvar el filtro de Postprocesado
fr: Impossible de sauvegarder le filtre PP
it: Impossibile salvare il filtro PP
ja_jp: PPフィルタを保存できません
lv: Nevar saglabāt PP filtru
pl: Nie można zapisać filtra PP
pt_br: Não é possível salvar o filtro PP
ru: Невозможно сохранить фильтр
tr: İleri işleme filtresi kaydedilemiyor
zh_cn: 无法保持画面后处理滤镜

# FontObject_Deleting_SomeCarsNeedThisFont
source: There are some cars which need this font. Are you sure you want to delete it?
cs: Některá auta toto písmo potřebují. Opravdu chcete písmo smazat?
de: Manche Fahrzeuge benötigen diese Schriftart. Löschen bestätigen?
es: Hay algunos coches que necesitan este tipo de letra. ¿Seguro que quieres eliminarla?
fr: Certains véhicules ont besoin de cette police. Êtes-vous sûr de vouloir l'effacer ?
it: Alcune vetture necessitano di questo font. Vuoi comunque eliminare il font?
ja_jp: このフォントが必要な車もあります。削除してもよろしいですか?
lv: Dažām mašīnām šis fonts ir vajadzīgs. Vai tiešām izdzēst?
pl: Istnieje kilka samochodów, które potrzebują tej czcionki. Czy na pewno chcesz wyłączyć?
pt_br: Alguns carros precisam dessa fonte. Tem certeza que quer deletar?
ru: Некоторые машины требуют наличия этого шрифта. Вы уверены, что хотите его удалить?
tr: Bu yazı tipini kullanan bazı arabalar var. Silmek istediğinize emin misiniz?
zh_cn: 有些车辆需要这个字体,你确定要删除它?

# FontObject_DeleteFont
source: Delete font
cs: Smazat písmo
de: Schrift löschen
es: Eliminar tipo de letra
fr: Effacer la police
it: Elimina font
ja_jp: フォントを削除します
lv: Izdzēst fontu
pl: Usuń czcionkę
pt_br: Apagar Fonte
ru: Удалить шрифт
tr: Yazı tipini sil
zh_cn: 删除字体

# AcObject_CannotToggle_Commentary
source: Make sure there are no running apps working with object’s folder.
cs: Ujistěte se, že neběží žádná appka spjatá se složkou objektu
de: Sicherstellen, dass keine laufenden App mit dem auf den Objektordner zugreift
es: Asegúrate de que no hay ninguna aplicación en ejecución con la carpeta de objetos.
fr: Assurez-vous qu'il n'y ait pas d'applications en cours d'exécution qui fonctionne avec le dossier des objets.
it: Assicurati che non ci siano app in esecuzione con la cartella oggetto.
ja_jp: オブジェクトのフォルダを操作している実行中のアプリケーションがないことを確認します。
lv: Pārliecinies, ka objekta mape nav atvērta citā aplikācijā
pl: Upewnij się, że nie jest uruchomiona aplikacja współpracująca z katalogiem obiektów.
pt_br: Certifique-se que não há outros apps usando a pasta de objetos.
ru: Убедитесь, что каталог с этим объектом не используется в другом приложении.
tr: Objenin klasörünü hiçbir uygulamanın kullanmadığından emin olun.
zh_cn: 确定在目标文件夹里没有在运行的插件

# JumpStart_CarLocked
source: Lock car
cs: Zamknout auto
de: Fahrzeug gesperrt
es: Coche bloqueado
fr: Véhicule verrouillé
it: Macchina Bloccata
ja_jp: カーロック
lv: Mašīna slēgta
pl: Brak
pt_br: Carro trancado
ru: Машина заблокирована
tr: Arabayı kilitle
zh_cn: 锁定车辆

# CarSetupObject_TyresPressure_RightRear
source: Right rear
cs: Pravé zadní
de: Rechts Hinten
es: Trasera derecha
fr: Arrière droit
it: Posteriore destra
ja_jp: 右リア
lv: Labā aizmugurējā
pl: Prawy tył
pt_br: Traseira direita
ru: Правое заднее
tr: Sağ arka
zh_cn: 右后

# CarSetupObject_TyresPressure_LeftRear
source: Left rear
cs: Levé zadní
de: Links Hinten
es: Trasera izquierda
fr: Arrière gauche
it: Posteriore sinistra
ja_jp: 左リア
lv: Kreisā aizmugurējā
pl: Lewy tył
pt_br: Traseira esquerda
ru: Левое заднее
tr: Sol arka
zh_cn: 左后

# CarSetupObject_TyresPressure_RightFront
source: Right front
cs: Pravé přední
de: Rechts Vorne
es: Delante derecha
fr: Avant droit
it: Anteriore destra
ja_jp: 右前
lv: Labā priekšējā
pl: Prawy przód
pt_br: Frente direita
ru: Правое переднее
tr: Sağ ön
zh_cn: 右前

# CarSetupObject_TyresPressure_LeftFront
source: Left front
cs: Levé přední
de: Links Vorne
es: Delante izquierda
fr: Avant gauche
it: Anteriore sinistra
ja_jp: 左前
lv: Kreisā priekšējā
pl: Lewy przód
pt_br: Frente esquerda
ru: Левое переднее
tr: Sol ön
zh_cn: 左前

# OfficialStarter_DownloadAndRestore
source: Can’t restore non-patched version of original launcher. Please, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]restore it manually[/url].
cs: Nelze obnovit nezazáplatovanou verzi původního spouštěče. Obnovte ho prosím [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]manuálně[/url].
de: Die ungepatchte Originalversion des Startprogramms konnte nicht wieder hergestellt werden. Bitte [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]ersetze es manuell[/url].
es: No se puede utilizar el arranque oficial. Por favor, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]restauralo manualmente[/url].
fr: Impossible de restaurer la version non modifié du lanceur original. Svp, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]restaurez-le manuellement[/url].
it: Impossibile ripristinare una versione non aggiornata del launcher originale. Please, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]eseguire il ripristino manuale[/url].
ja_jp: パッチが適用されていないバージョンの元の起動ツールを復元できません。[url=https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk]手動でリストアしてください[/url]。
lv: Nevar atiestatīt oriģinālā palaidēja nepačotu versiju. Lūdzu [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]atiestati to manulāli[/url].
pl: Nie można przywrócić wersji non-patched oryginalnego launchera. Proszę, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]przywrócić manualnie[/url].
pt_br: Não é possível restaurar launcher original. Por favor, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]restaure manualmente[/url].
ru: Невозможно восстановить непропатченную версию оригинального лаунчера. Пожалуйста, [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]восстановите вручную[/url]
tr: Orijinal başlatıcının yamasız hali geri getirilemiyor. Lütfen [url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]el ile geri getirin[/url].
zh_cn: 无法恢复原版官方启动器. 请[url="https://drive.google.com/file/d/0B6GfX1zRa8pOcUxlTlU2WWZZTWM/view?usp=drivesdk"]手动恢复[/url].

# OfficialStarter_GameIsTooOld
source: Can’t use Official Starter: your version of AC is too old. Would you like to switch to Tricky Starter instead? You can always go to Settings/Drive and change it.
cs: Nelze použít Official Starter: vaše verze videohry je příliš stará. Přejete si raději přepnout na Tricky Starter? Vždy to můžete změnit v Nastavení/Jízda.
de: Offiziellen Starter benutzen ist fehlgeschlagen. Deine AC Version ist zu alt. Stattdessen Tricky Starter verwenden? Du kannst jederzeit in Einstellungen/Fahren den Starter ändern.
es: No se puede utilizar el arranque oficial: la versión del juego es demasiado antigua. ¿Te gustaría cambiar a "Arranque Forzado" en su lugar? Siempre puedes ir a Configuración/Conducir y cambiarlo.
fr: Impossible d'utiliser le lanceur officiel : votre version d'AC est trop ancienne. Voulez-vous basculer vers le lanceur Tricky à la place ? Vous pouvez toujours retourner dans les Options/Piloter pour le modifier.
it: Impossibile usare l'eseguibile ufficiale: il gioco è obsoleto. Vuoi utilizzare il Tricky Starter? Puoi modificare questa impostazione su Impostazioni/Guida.
ja_jp: Official Starterは使用できません。ACのバージョンが古すぎます。代わりに、トリッキースターターに変更しますか?設定/ドライブからいつでも変更できます。
lv: Nevar izmantot oficiālo starteri: tava AC versija ir par vecu. Vai vēlies pārslēgties uz viltīgo starteri? To vienmēr var nomainīt pie Iestatījumi/Braukšana.
pl: Nie można użyć oficjalnego Startera: Twoja wersja AC jest zbyt stary. Czy chciałbyś, aby przełączyć się na Tricky Starter zamiast tego? Zawsze można przejść do Ustawienia/Jazda i zmienić to.
pt_br: Não é possível usar o Starter oficial: sua versão do AC é muito antiga. Gostaria de mudar para Tricky Starter em vez disso? Você sempre pode acessar Configurações / unidade e alterá-lo.
ru: Невозможно использовать Официальный Стартер: слишком старая версия игры. Хотите переключиться на Tricky Starter? Вы всегда можете поменять его в Настройки/Вождение.
zh_cn: 无法使用官方启动器:游戏太老了.请问是否要切换到Tricky Starter?随时可以在设置/驾驶部分改变这个设定

# Controls_Celebrate
source: Celebrate
cs: Oslava
de: Feiern
es: Celebración
fr: Célébrer
it: Esultanza
lv: Svinēt
pl: Celebrowanie
pt_br: Celebrar
ru: Выразить радость
tr: Kutla
zh_cn: 庆祝
