Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# LogHelper_CloudsMightBeMissing
source: Clouds (content/texture/clouds) might be missing
cs: Mraky (content/texture/clouds) možná chybí
de: Wolken (content/texture/clouds) könnten fehlen
es: Las nubes (content/texture/clouds) puede que fallen
fr: Les textures (.dds) des nuages (.../assettocorsa/content/texture/clouds) peuvent être manquantes
it: Le nuvole (contenuto / texture / nuvole) potrebbero mancare
ja_jp: クラウド(コンテンツ/テクスチャ/クラウド)が欠落している可能性があります
lv: Iespējams nav mākoņu (content/texture/clouds)
pl: Chmury (content/texture/clouds) mogą być niekompletne
pt_br: Clouds (content/texture/clouds) talvez estejam faltando
ru: Облака (content/texture/clouds) отсутствуют
tr: Bulutlar (content/texture/clouds) kaybolmuş olabilir
zh_cn: 云层(内容/贴图/云)可能丢失

# AppUpdater_UnpackedVersionMessage
source: Unpacked version doesn’t support auto-updating.
cs: Rozbalená verze nepodporuje automatické aktualizace.
de: Entpackte Version untersützt keine automatischen Updates.
es: La versión desempaquetada no soporta la actualización automática
fr: La version décompressée ne supporte pas la mise à jour automatique.
it: La versione scompattata non supporta l'aggiornamento automatico.
ja_jp: アンパックされたバージョンは自動更新をサポートしていません。
lv: Atpakotā versija neatbalsta automātisko atjaunināšanu.
pl: Rozpakowana wersja nie obsługuje automatycznego aktualizowania.
pt_br: Versão descompactada não suporta atualização automática
ru: Распакованная версия не поддерживает автообновление.
tr: Çıkartılmış sürüm otomatik güncellemeyi desteklemiyor.
zh_cn: 未压缩版本不支持自动更新

# AppUpdater_CannotUpdateApp
source: Can’t update app
cs: Nelze aktualizovat aplikaci
de: Programm nicht aktualisierbar
es: No se puede actualizar la aplicación
fr: Impossible de mettre à jour l'app
it: Impossibile aggiornare l'app
ja_jp: アプリを更新することはできません
lv: Nevar atjaunināt aplikāciju
nb_no: Kan ikke oppdatere app
pl: Nie można zaktualizować aplikacji
pt_br: Não é possível atualizar o app
ru: Не удалось обновить приложение
tr: Uygulama güncellenemiyor
zh_cn: 无法更新Content Manager

# AppUpdater_AccessIsDenied
source: Access is denied
cs: Přístup byl odepřen
de: Zugriff verweigert
es: Acceso denegado
fr: L'accès est refusé
it: Accesso negato
ja_jp: アクセスが拒否されました
lv: Pieeja liegta!
pl: Odmowa dostępu
pt_br: Acesso foi negado
ru: Доступ запрещен
tr: Erişim engellendi
zh_cn: 访问被拒绝

# AppUpdater_AccessIsDenied_Commentary
source: Can’t update app due to lack of permissions. Please, update it manually.
cs: Aplikaci nelze aktualizovat kvůli chybějícím povolením. Aktualizujte ji prosím ručně.
de: Programm kann nicht aktualisiert werden aufgrund fehlender Berechtigungen. Bitte manuell aktualisieren.
es: No se puede actualizar la aplicación debido a la falta de permisos. Por favor, actualiza manualmente.
fr: Impossible de mettre à jour l'application en raison d'un manque d'autorisations. Svp, Mettez-là à jour manuellement.
it: Non è stato possibile eseguire l'aggiornamento a causa della mancanza dei permessi necessari. Si prega di aggiornare manualmente.
ja_jp: 権限がないためアプリを更新できません。手動で更新してください。
lv: Nevar atjaunināt aplikāciju; tev nav atļaujas. Mēģini palaist kā administrators vai atjaunini manuāli.
pl: Nie można zaktualizować aplikacji z powodu braku uprawnień. Proszę, zaktualizuj ręcznie.
pt_br: Não é possível atualizar o app devido a falta de permissões. Por favor, atualize-o manualmente.
ru: Не удалось обновить приложение из-за отсутствия разрешений. Пожалуйста, обновите его вручную.
tr: Yeterince yetki olmadığı için uygulama güncellenemedi. Lütfen manuel bir şekilde güncelleyin.
zh_cn: 由于系统权限问题无法升级app,请手动升级

# AppUpdater_CannotLoad
source: Can’t load the new version
cs: Nelze načíst novou verzi
de: Kann neue Version nicht laden
es: No se puede cargar la nueva versión
fr: Impossible de charger la nouvelle version
it: Impossibile caricare la nuova versione
ja_jp: 新しいバージョンをロードできません
lv: Nevar ielādēt jaunu versiju!
nb_no: Kan ikke laste den nye versjonen
pl: Nie można załadować nowej wersji
pt_br: Não é possível carregar a nova versão
ru: Не удалось загрузить новую версию
tr: Yeni sürüm yüklenemiyor
zh_cn: 无法加载新版本

# AppUpdater_CannotLoad_Commentary
source: Make sure Internet connection is available and app has write permissions to its folder.
cs: Ujistěte se, že je funkční internetové připojení a že má aplikace povolení pro zápis do své složky.
de: Stelle sicher, dass eine Internetverbindung besteht und das Programm Schreibzugriff auf den Ordner hat.
es: Asegúrate que la conexión a internet está disponible y que la aplicación tiene permisos para escribir en esta carpeta.
fr: Verifier que la connection Internet fonctionne et que l'application dispose d'autorisations d'écriture dans son dossier.
it: Assicurarsi che la connessione Internet funzioni e l'app abbia i permessi di scrittura nella sua cartella.
ja_jp: インターネット接続が利用可能であり、アプリにそのフォルダーへの書き込み権限があることを確認してください。
lv: Pārbaudi savu internetu un pārliecinies, ka aplikācijai ir tiesības rakstīt šajā mapē.
pl: Upewnij się, że połączenie internetowe jest dostępne, a aplikacja ma uprawnienia zapisu do folderu.
pt_br: Certifique-se que a conexão com a Internet está disponível e que o app tem permissões de escrita na sua pasta.
ru: Убедитесь, что подключение к интернету доступно и приложение имеет права на запись в свою папку.
tr: İnternete bağlı olduğunuzdan ve uygulamanın orijinal klasörüne yazma yetkisi olduğundan emin olun.
zh_cn: 请确定网络连接可用以及Content Manager对文件夹有写入权限

# AppUpdater_AccessIsDenied_Short
source: Can’t update app due to lack of permissions.
cs: Aplikaci nelze aktualizovat kvůli chybějícím povolením.
de: Programm kann nicht aktualisiert werden aufgrund fehlender Berechtigungen.
es: No se puede actualizar la aplicación debido a la falta de permisos.
fr: Impossible de mettre à jour l'app en raison d'un manque d'autorisations.
it: Impossibile eseguire l'aggiornamento applicazione a causa della mancanza di permessi necessari.
ja_jp: 権限が不足しているため、アプリを更新することはできません。
lv: Nevar atjaunināt aplikāciju; tev nav atļaujas no administratora.
pl: Nie można zaktualizować aplikacji z powodu braku uprawnień.
pt_br: Não é possível atualizar o app devido a falta de permissões.
ru: Не удалось обновить приложение из-за отсутствия разрешений.
tr: Yeterince yetki olmadığı için uygulama güncellenemedi.
zh_cn: 由于权限问题无法升级app

# AppUpdater_CannotLoadShort
source: Can’t load the new version.
cs: Nelze načíst novou verzi.
de: Neue Version kann nicht geladen werden.
es: No se puede cargar la nueva versión.
fr: Impossible de charger la nouvelle version.
it: Impossibile caricare la nuova versione.
ja_jp: 新しいバージョンを読み込むことができません。
lv: Nevar ielādēt jaunu versiju!
nb_no: Kan ikke laste den nye versjonen.
pl: Nie można załadować nowej wersji
pt_br: Não é possível carregar a nova versão.
ru: Не удалось загрузить новую версию.
tr: Yeni sürüm yüklenemiyor.
zh_cn: 无法加载新版本

# AppUpdater_CannotUpdate_HelpNeeded
source: Can’t remove original file “{0}” to install update. Try to remove it manually and then run “{1}”.
cs: Nemohu smazat původní soubor “{0}” pro instalaci aktualizace. Zkuste ji smazat ručně a pak spusťte “{1}”.
de: Löschen der Datei "{0}", um Update zu installieren, nicht möglich. Bitte versuchen manuell zu löschen und dann starte "{1}"
es: No se puede eliminar el archivo original “{0}” para instalar la actualización. Intenta eliminarlo manualmente y entonces inicialo “{1}”.
fr: Impossible de supprimer le fichier original “{0}” pour installer la mise à jour. Essayez de le supprimer manuellement et relancer “{1}”.
it: Impossibile rimuovere il file originale “{0}” per installare l'aggiornamento. Tentare la rimozione manuale e provare ad eseguire “{1}”.
ja_jp: 更新プログラムをインストールするための元のファイル“{0}”を削除できません。手動で削除してから、“{1}”を実行してください。
lv: Nevar izdzēst oriģinālo failu "{0}" lai uzinstalētu atjauninājumu. Mēģini to izdzēst manuāli un sāc no jauna.
pl: Nie można usunąć oryginalnego pliku “{0}”, aby zainstalować aktualizację. Spróbuj usunąć go ręcznie, a następnie uruchomić “{1}”.
pt_br: Não é possível remover arquivo original "{0}" para instalar a atualização. Tente removê-la manualmente e então abra "{1}".
ru: Не удалось удалить оригинальный файл "{0}" для установки обновления. Попробуйте убрать его самостоятельно и запустить "{1}".
tr: Orijinal dosya olan “{0}” güncellemeyi yüklemek için kaldırılamıyor. Dosyayı manuel olarak kaldırmayı deneyin ve sonrasında “{1}” çalıştırın.
zh_cn: 无法删除原始文件"{0}"进行升级,请尝试手工删除然后运行"{1}"

# AppUpdater_CannotUpdate_Message
source: Can’t update: {0}. Sorry, but you’ll have to update it manually.
cs: Nemohu aktualizovat {0}. Aktualizaci budete muset provést ručně.
de: Prozess konnte nicht aktualisiert werden: {0}. Bitte versuchen, eine neue Version manuell zu installieren.
es: No se puede procesar la actualización: {0}. Intenta instalar una nueva versión manualmente, lo sentimos.
fr: Impossible d'effectuer la mise à jour : {0}. Essayez d'installer la nouvelle version manuellement, désolé.
it: Impossibile effettuare l'aggiornamento: {0}. Prova ad installare una nuova versione manualmente.
ja_jp: 更新を処理できません:{0}。新しいバージョンを手動でインストールしてみてください。
lv: Nevar apstrādāt atjauninājumu: {0}. Mēģini instalēt jauno versiju manuāli.
pl: Nie można przetworzyć aktualizacji: {0}. Spróbuj ręcznie zainstalować nową wersję, przepraszam.
pt_br: Não é possível processar atualização: {0}. Tente instalar a nova versão manualmente.
ru: Не удалось обновиться: {0}. Извините, но вам придётся обновить самостоятельно.
tr: Güncellenemiyor: {0}. Manuel olarak güncellemeniz gerekli.
zh_cn: 无法执行升级:{0}.请尝试手工安装新版本.

# Shared_CarSetup
source: Car setup
cs: Nastavení auta
de: Fahrzeug-Setup
es: Configuración del coche
fr: Réglage véhicule
it: Assetto auto
ja_jp: 車のセットアップ
lv: Mašīnas uzstādījums
pl: Setup auta
pt_br: Setup do carro
ru: Настройки авто
tr: Araba ayarı
zh_cn: 车辆调校

# Shared_ControlsPreset
source: Controls preset
cs: Přednastavení herních zařízení
de: Vorlage Steuerung
es: Configurar controles
fr: Préréglages contrôleurs
ja_jp: コントロールプリセット
lv: Vadības sagatave
pl: Konfiguracja presetów
pt_br: Predefinição dos Controles
ru: Пресет управления
tr: Kontröl önayarı
zh_cn: 控制器预设

# Shared_QuickDrivePreset
source: Quick Drive preset
cs: Přednastavení Rychlovky
de: Vorlage für Schnellstart
es: Configuración rápida de pilotaje
fr: Préréglage course rapide
ja_jp: クイックドライブプリセット
lv: Ātrās brauciena sagatave
pl: Szybka Jazda preset
pt_br: Predefinição de Corrida Rápida
ru: Пресет Quick Drive
zh_cn: 快速游戏预设

# SharingHelper_CannotGetShared
source: Can’t get shared entry
cs: Nelze získat sdílenou položku
de: Kann gemeinsamen Eintrag nicht erfassen
es: No se puede compartir la entrada
fr: Impossible d'obtenir l'entrée partagée
it: Impossibile ottenere la voce condivisa
ja_jp: 共有エントリを取得できません
lv: Nevar iegūt kopīgotu ierkastu
pl: Nie można uzyskać udostępnionego wpisu
pt_br: Não é possível obter entrada compartilhada
ru: Не удалось получить общую запись
zh_cn: 无法打开待分享文件

# SharingHelper_NotSupported
source: Can’t get shared entry, its type “{0}” is not supported
cs: Nelze získat sdílenou položku, nej její typ “{0}” není podporován
de: Kann gemeinsamen Eintrag nicht erfassen, der Typ “{0}” wird nicht unterstützt
es: No se puede obtener la entrada compartida, su tipo "{0}" no es compatible
fr: Impossible d'obtenir l'entrée partagée, son type {0} n'est pas supporté
it: Impossibile ottenere la voce condivisa, il suo tipo {0} non è supportato
ja_jp: 共有エントリを取得できません。タイプ“{0}”はサポートされていません
lv: Nevar iegūt kopīgotu ierkastu, tā tips "{0}" netiek atbalstīts
pl: Nie można uzyskać udostępnionego wpisu, jej typ "{0}" nie jest obsługiwany
pt_br: Não é possível obter entrada compartilhada, o tipo "{0}" não é suportado
ru: Не удается получить общую запись, ее тип “{0}” не поддерживается
zh_cn: 无法打开待分享文件,不支持类型"{0}"

# AcObject_NotValidAnymore
source: Not valid anymore
cs: Již není platný
de: Nicht mehr gültig
es: Núnca más válido
fr: N'est plus valide
it: Non più valido
ja_jp: 現在は無効です
lv: Šis vairs nav derīgs
pl: Nieważny już
pt_br: Não é mais válido
ru: Больше не действует
tr: Artık geçerli değil
zh_cn: 不再有效

# Online_Server_NotImplemented
source: Not implemented.
cs: Není implementováno
de: Nicht implementiert
es: No implementado
fr: Non implémenté.
it: Non implementato.
ja_jp: 実装されていません。
lv: Nav implementēts
pl: Nie zaimplementowano.
pt_br: Não implementado.
ru: Не реализовано.
zh_cn: 未部署

# ArchiveInstallator_PasswordIsRequired
source: Password is required
cs: Je vyžadováno heslo
de: Passwort benötigt
es: Contraseña requerida
fr: Mot de passe requis
it: Password richiesta
ja_jp: パスワードが必要です
lv: Vajadzīga parole
pl: Wymagane jest hasło
pt_br: Senha requirida
ru: Требуется пароль
tr: Şifre gerekli
zh_cn: 需要密码

# ArchiveInstallator_PasswordIsInvalid
source: Password is invalid
cs: Heslo není platné
de: Passwort ungültig
es: Contraseña invalida
fr: Mot de passe invalide
it: Password non valida
ja_jp: パスワードが無効です
lv: Parole nav derīga!
nb_no: Passord er ugyldig
pl: Hasło jest niewłaściwe
pt_br: Senha inválida
ru: Пароль неверный
tr: Yanlış şifre
zh_cn: 密码无效

# ArchiveInstallator_InitializationFault
source: Extractor wasn’t initialized
cs: Nástroj pro rozbalení nebyl inicializován
de: Entpacker wurde nicht initialisiert
es: El extractor no ha sido iniciado
fr: Extracteur non initialisé
it: Estrattore non inizializzato
ja_jp: 解凍処理の初期化に失敗
lv: Atpakošana neizdevās.
pl: Dekompresor nie został zainicjowany
pt_br: O extrator não foi inicializado
ru: Экстрактор не был инициализирован
tr: Çıkartıcı uygulama başlatılmadı
zh_cn: 解压器未初始化

# ArchiveInstallator_UnsupportedEncryption
source: Sorry, but {0} encryption isn’t supported
cs: Je mi líto, ale rozbalování metodou {0} není podporováno
de: Sorry, {0} Verschlüsselung wird nicht unterstützt
es: Lo sentimos pero {0} no soporta la encirptación
fr: Désolé, mais le chiffrement {0} n'est pas supporté
it: Spiacente, ma la crittografia {0} non è supportata
ja_jp: 申し訳ありません。{0}の暗号化はサポートされていません。
lv: Piedod, bet {0} šifrēšana netiek atbalstīta
pl: Przepraszamy, ale szyfrowanie {0} nie jest obsługiwane
pt_br: Desculpe, mas {0} encriptação não é suportada
ru: Извините, но {0} шифрование не поддерживается
tr: Üzgünüz, {0} şifreleme desteklenmiyor
zh_cn: 不支持 {0} 加密方式

# Installator_UpdateEverything
source: Update over existing files
cs: Aktualizovat přes existující soubory
de: Alles aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
it: Aggiorna tutto
ja_jp: すべて更新
lv: Atjaunināt visu
pl: Zaktualizuj wszystko
pt_br: Atualizar Tudo
ru: Обновление поверх существующих файлов
tr: Şu anki dosyaların üzerine güncelle
zh_cn: 更新所有内容

# Installator_RemoveExistingFirst
source: Clean installation
cs: Čistá instalace
de: Existierendes zuerst entfernen
es: Remover existente primero
fr: Supprimer l'existant en premier
it: Rimuovi quello esistente prima
ja_jp: 既存のものを最初に削除
lv: Vispirms aizvākt esošo
pl: Usuń istniejące
pt_br: Remover a existente primeiro
ru: Чистая установка
tr: Temiz kurulum
zh_cn: 先删除已有项目

# ContentInstallation_KeepUiInformation
source: Update over existing files, keep UI information
cs: Aktualizovat přes existující soubory, zachovat informace uživatelského rozhraní
de: KI-Informationen behalten
es: Mantener información de UI
fr: Garder l'information UI
it: Aggiorna sui file esistenti, mantieni informazioni UI
ja_jp: UI情報を保持
lv: Paturēt UI informāciju
pl: Zaktualizuj istniejące pliki, zachowaj informacje o interfejsie użytkownika
pt_br: Atualizar sob arquivos existentes, manter Informação de UI
ru: Обновление поверх существующих файлов, сохраняя информацию интерфейса
tr: Varolan dosyaların üzerine güncelle, arayüz bilgisini koru
zh_cn: 保留界面信息

# ContentInstallation_KeepSkinsPreviews
source: Update over existing files, keep skins previews
cs: Aktualizovat přes existující soubory, zachovat náhledy skinů
de: Lackierungsvorschauen behalten
es: MAntener vistas previas de los Skins
fr: Conserver les aperçus des skins
it: Aggiorna sui file esistenti, mantieni anteprime delle skin
ja_jp: スキンプレビューを保持
lv: Paturēt skinu priekšskatījumus
pl: Zaktualizuj istniejące pliki, zachowaj podgląd skórek
pt_br: Atualizar sob arquivos existentes, manter pré-visualização de skins
ru: Обновление поверх существующих файлов, сохраняя превью скинов
tr: Varolan dosyaların üzerine güncelle, kaplama önizlemelerini koru
zh_cn: 保留涂装预览

# ContentInstallation_KeepUiInformationAndSkinsPreviews
source: Update over existing files, keep UI information & skins previews
cs: Aktualizovat přes existující soubory, zachovat informace uživatelského rozhraní i náhledy skinů
de: KI-Informationen & Lackierungsvorschauen behalten
es: Mantener información de UI y vistas previas de los Skins
fr: Garder l'information UI & Prévisualisations des Skins
it: Aggiorna sui file esistenti, mantieni anteprime delle skin
ja_jp: UI情報とスキンプレビューを保持
lv: Paturēt UI informāciju un skinu priekšskatījumus
pl: Zaktualizuj istniejące pliki, zachowaj informacji o interfejsie i podgląd skórek
pt_br: Atualizar sob arquvios existentes, manter informação de UI e pré-visualização de skins
ru: Обновление поверх существующих файлов, сохраняя информацию интерфейса и превью скинов
tr: Var olan dosyaların üzerine güncelle, arayüz bilgisini ve kaplama önizlemelerini koru
zh_cn: 保留界面信息和涂装预览

# Installator_KeepSkinPreview
source: Update over existing files, keep skin preview
cs: Aktualizovat přes existující soubory, zachovat náhled skinu
de: Lackierungsvorschau behalten
es: Mantener la vista previa del skin
fr: Conserver l'aperçu de la skin
it: Mantieni Skin Preview
ja_jp: スキンプレビューを保持
lv: Paturēt skina priekšskatījumu
pl: Zaktualizuj istniejące pliki, zachowaj podgląd skórek
pt_br: Manter Pré-visualização de Skins
ru: Обновление поверх существующих файлов, сохраняя превью скина
tr: Kaplama önizlemesini sakla
zh_cn: 保留涂装预览

# Installator_KeepUiInformationAndSkinPreview
source: Update over existing files, keep UI information & skin preview
cs: Aktualizovat přes existující soubory, zachovat informace o uživatelském rozhraní i náhled skinu
de: KI-Informationen & Lackierungsvorschau behalten
es: Mantener información de UI y vista previa de Skins
fr: Garder l'information UI & Prévisualisation du Skin
it: Mantieni le informazioni UI & Skin Preview
ja_jp: UI情報とスキンプレビューを保持
lv: Paturēt UI informāciju un skina priekšskatījumu
pl: Zaktualizuj istniejące pliki, zachowaj informacji o interfejsie i podgląd skórek
pt_br: Manter Informações de UI e Pré-visualização de Skins
ru: Обновление поверх существующих файлов, сохраняя информацию интерфейса и превью скина
tr: Arayüz bilgisini ve kaplama önizlemesini sakla
zh_cn: 保留界面信息和涂装预览

# DirectLoader_AcClubChanged
source: AssettoCorsa.club has changed.
cs: AssettoCorsa.club se změnilo.
de: AssettoCorsa.club wurde geändert.
es: AssettoCorsa.club ha cambiado
fr: AssettoCorsa.club a été modifié.
it: AssettoCorsa.club è cambiato.
ja_jp: AssettoCorsa.clubが変更されました。
lv: AssettoCorsa.club ir mainījies.
pl: AssettoCorsa.club zostało zmienione.
pt_br: AssettoCorsa.club alterado.
ru: AssettoCorsa.club изменился.
tr: AssettoCorsa.club değiştirildi.
zh_cn: AssettoCorsa.club有更改

# DirectLoader_RecursionDetected
source: Recursion detected
cs: Byla detekována rekurze
de: Rekursion festgestellt
es: Recursividad detectada
fr: Récursion détecté
it: Rilevata ricorsione
ja_jp: 再帰が検出されました
lv: Ir pamanīta rekursija
pl: Wykryto rekurencję
pt_br: Recursão detectada
ru: Рекурсия обнаружена
tr: Yineleme tespit edildi
zh_cn: 检测到递归

# DirectLoader_AssettoDbChanged
source: Assetto-DB.com is changed.
cs: Assetto-DB.com se změnilo.
de: Assetto-DB.com wurde geändert.
es: Assetto-DB.com ha cambiado
fr: Assetto-DB.com a été modifié.
it: Assetto-DB.com è cambiato.
ja_jp: Assetto-DB.comが変更されました。
lv: Assetto-DB.com ir mainījies.
pl: Assetto-DB.com zostało zmienione.
pt_br: Assetto-DB.com alterado.
ru: Assetto-DB.com изменился.
tr: Assetto-DB.com değiştirildi.
zh_cn: Assetto-DB.com有更改

# DirectLoader_GoogleDriveChanged
source: Google Drive has changed.
cs: Google Drive se změnilo.
de: Google Drive wurde geändert
es: Google Drive ha sido cambiado
fr: Google Drive a changé.
it: Google Drive è cambiato.
ja_jp: Googleドライブが変更されました。
lv: Google Drive ir mainījies.
pl: Google Drive zostało zmienione.
pt_br: Google Drive alterado.
ru: Google Drive изменился.
tr: Google Drive değiştirildi.
zh_cn: Google Drive有更改

# Settings_Starter_Tricky
source: Tricky
cs: Záludný
es: Dificil
fr: Délicat
ja_jp: トリッキー
lv: VIltīgais
ru: Хитро
zh_cn: 特殊启动器

# Uploader_RequestFailed
source: GET request failed
cs: Požadavek GET selhal
de: GET Anfrage fehlgeschlagen
es: Ha fallado la petición GET
fr: La requête GET a échouée
it: GET request fallito
ja_jp: GET要求が失敗
lv: GET pieprasījums neizdevās
pl: GET żądanie nie powiodło się
pt_br: Solicitação GET falhou
ru: Запрос не удался
tr: GET isteği başarısız oldu
zh_cn: GET请求失败

# Uploader_CannotUploadToGoogleDrive
source: Can’t upload file to Google Drive
cs: Soubor nelze odeslat na Google Drive
de: Datei hochladen zu Google Drive fehlgeschlagen
es: No se puede subir archivo a Google Drive
fr: Impossible de téléverser le fichier vers Google Drive
it: Impossibile fare l'upload del file su Google Drive
ja_jp: Googleドライブにファイルをアップロードできません
lv: Nevar augšuplādēt failu uz Google Drive
pl: Nie można przesłać pliku do Dysku Google
pt_br: Não é possível fazer upload de arquivo para Google Drive
ru: Не удается загрузить файл на Google Drive
tr: Dosya Google Drive'a yüklenemiyor
zh_cn: 无法上传文件到Google Drive

# Uploader_CannotShareGoogleDrive
source: Can’t share Google Drive file
cs: Nelze sdílet soubor z Google Drive
de: Google Drive Datei teilen fehlgeschlagen
es: No se puede compartir el archivo Google Drive
fr: Impossible de partager le fichier Google Drive
it: Impossibile condividere il file Google Drive
ja_jp: Googleドライブのファイルを共有できません
lv: Nevar dalīties ar Google Drive failu
nb_no: Kan ikke dele Google Drive fil.
pl: Nie można udostępnić pliku na Dysku Google
pt_br: Não é possível compartilhar arquivo do Google Drive
ru: Не удается опубликовать файл Google Drive
tr: Dosya Google Drive'a paylaşılamıyor
zh_cn: 无法分享Google Drive文件

# AcError_SkinLiveryLiveryPngIsMissing
source: Skin’s livery ({0}/livery.png) is missing
cs: Potisk skinu ({0}/livery.png) chybí
de: ({0}/livery.png) der Lackierung fehlt
es: Decoración de skin ({0}/livery.png) no encontrada
fr: Livrée de la skin ({0}/livery.png) introuvable
it: La skin della livrea ({0}/livery.png) è mancante
ja_jp: スキンライブラリー({0}/livery.png)が見つかりません
lv: Nav skina krāsojuma ({0}/livery.png)
pl: Brakuje malowania skórki ({0}/livery.png)
pt_br: A pintura da skin ({0}/livery.png) está faltando
ru: Ливрея скина ({0}/livery.png) отсутствует
zh_cn: 缺少涂装图标 ({0}/livery.png)

# AcError_SkinPreviewPreviewJpgIsMissing
source: Skin’s preview ({0}/preview.jpg) is missing
cs: Náhled skinu ({0}/preview.jpg) chybí
de: Vorschau ({0}/preview.jpg) der Lackierung fehlt
es: Vista previa de skin ({0}/preview.jpg) no encontrada
fr: Aperçu de la skin ({0}/preview.jpg) introuvable
it: L'anteprima della skin ({0}/preview.jpg) è mancante
ja_jp: スキンのプレビュー({0}/preview.jpg)が見つかりません
lv: Nav skina priekšskatījuma attēla ({0}/preview.jpg)
pl: Brakuje podglądu skórki ({0}/preview.jpg)
pt_br: A pré-visualização da pintura ({0}/preview.jpg) está faltando
ru: Превью скина ({0}/preview.jpg) отсутствует
tr: Kaplama önizlemesi ({0}/preview.jpg) bulunamadı
zh_cn: 缺少涂装预览图 ({0}/preview.jpg)

# AcObject_CannotClone
source: Can’t clone object
cs: Nelze naklonovat objekt
de: Objekt kann nicht geklont werden
es: No se puede clonar el objeto
fr: Impossible de dupliquer l'objet
it: Impossibile clonare oggetto
ja_jp: オブジェクトを複製できません
lv: Nevar klonēt šo objektu
pl: Nie można sklonować obiektu
pt_br: Não é possível duplicar objecto
ru: Не удается клонировать объект
tr: Obje klonlanamıyor
zh_cn: 无法复制对象
