Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# Weather_Dust
source: Dust
cs: Prašno
de: Staub
es: Polvo
fr: Poussière
it: Polvere
ja_jp: ほこり
lv: Putekļi
nb_no: Støv
pl: Zakurzone
pt_br: Poeirento
ru: Пыль
tr: Toz
zh_cn: 尘

# Weather_Squalls
source: Squalls
cs: Přeháňka
de: Böen
es: Chubascos
fr: Bourrasques
it: Burrasca
ja_jp: スコール
lv: Brāzmains
nb_no: Byger
pl: Silne porywy wiatru
pt_br: Rajadas
ru: Вихрь
tr: Şiddetli rüzgar
zh_cn: 疾风

# Weather_Tornado
source: Tornado
cs: Tornádo
fr: Tornade
ja_jp: 竜巻
lv: Viesuļvētra
ru: Смерч
tr: Hortum
zh_cn: 龙卷风

# Weather_Hurricane
source: Hurricane
cs: Hurikán
de: Hurrikan
es: Huracan
fr: Ouragan
it: Uragano
ja_jp: ハリケーン
lv: Viesuļvētra
nb_no: Orkan
pl: Huragan
pt_br: Furacão
ru: Ураган
tr: Fırtına
zh_cn: 台风

# Weather_Cold
source: Cold
cs: Chladno
de: Kalt
es: Frio
fr: Froid
it: Freddo
ja_jp: コールド
lv: Auksts
nb_no: Kald
pl: Zimno
pt_br: Frio
ru: Холод
tr: Soğuk
zh_cn: 低温

# Weather_Hot
source: Hot
cs: Horko
de: Heiß
es: Caliente
fr: Chaud
it: Caldo
ja_jp: ホット
lv: Karsts
nb_no: Varmt
pl: Gorąco
pt_br: Quente
ru: Жара
tr: Sıcak
zh_cn: 高温

# Weather_Windy
source: Windy
cs: Větrno
de: Windig
es: Poco viento
fr: Venteux
it: Ventoso
ja_jp: 強風
lv: Vējains
nb_no: Vindfull
pl: Wietrznie
pt_br: Ventoso
ru: Ветренный
tr: Rüzgarlı
zh_cn: 风

# Weather_Hail
source: Hail
cs: Krupobití
de: Hagel
es: Granizo
fr: Grêle
it: Grandine
ja_jp: 雹
lv: Krusa
nb_no: Hagl
pl: Grad
pt_br: Granizo
ru: Град
tr: Dolu
zh_cn: 冰雹

# AcObject_CannotChangeId
source: Can’t change ID
cs: Nelze změnit ID
de: ID ändern nicht möglich
es: No se puede cambiar la ID
fr: Impossible de changer l'ID
it: Impossibile cambiare ID
ja_jp: IDを変更できません
lv: Nevar nomainīt ID
pl: Nie można zmienić ID
pt_br: Não é possível mudar o ID
ru: Не удается изменить ID
tr: ID değiştirilemiyor
zh_cn: 无法改变ID

# AcObject_CannotChangeIdExt
source: Can’t change ID: {0}
cs: Nelze změnit toto ID: {0}
de: ID: {0} ändern nicht möglich
es: No se puede cambiar la ID: {0}
fr: Impossible de changer l'ID : {0}
it: Impossibile cambiare ID: {0}
ja_jp: IDを変更できません:{0}
lv: Nevar nomainīt ID: {0}
pl: Nie można zmienić ID: {0}
pt_br: Não é possível mudar o ID {0}
ru: Не удается изменить ID: {0}
tr: {0} ID'si değiştirilemiyor
zh_cn: 无法改变ID:{0}

# AcObject_ReloadAutomatically
source: Reload file?
cs: Znovunačíst soubor?
de: Datei erneut laden?
es: ¿Recargar archivo?
fr: Recharger le fichier ?
it: Ricaricare file?
ja_jp: ファイルをリロードしますか?
lv: Pārlādēt šo failu?
pl: Przeładować plik?
pt_br: Recarregar o arquivo?
ru: Перезагрузить файл?
tr: Dosyayı yenile?
zh_cn: 重新加载文件?

# AcObject_ReloadAutomatically_Ini
source: INI-file has been changed. Reload? All local changes will be lost.
cs: INI soubor byl změněn. Má se znovunačíst? Všechny místní změny budou ztraceny.
de: INI-Datei wurde verändert. Neu laden? Alle Änderungen gehen verloren.
es: El archivo INI ha sido cambiado. Lo recargamos? Todos los cambios locales pueden perderse.
fr: Le fichier INI a été modifié. Recharger ? Tous les changements seront perdus.
it: Il file .INI è stato modificato. Ricaricare? Tutte le modifiche effettuate in locale andranno perse.
ja_jp: INIファイルが変更されました。リロードしますか?ローカルの変更はすべて失われます。
lv: INI fails ir izmainīts. Ja pārlādēsiet, visas lokālās izmaiņas tiks pazaudētas.
pl: Plik INI został zmieniony. Przeładować? Wszystkie lokalne zmiany zostaną utracone.
pt_br: O arquivo INI foi alterado. Recarregar? Todas as alterações locais serão perdidas.
ru: INI-файл был изменен. Обновить? Все локальные изменения будут потеряны.
tr: INI dosyası değiştirildi. Yeniden yüklensin mi? Tüm yerel değişiklikler kaybedilecektir.
zh_cn: INI文件已经被更改.确定重新载入?所有未保存的本地更改将丢失.

# AcObject_ReloadAutomatically_Json
source: JSON-file has been changed. Reload? All local changes will be lost.
cs: JSON soubor byl změněn. Má se znovunačíst? Všechny místní změny budou ztraceny.
de: JSON-Datei wurde verändert. Neu laden? Alle Änderungen gehen verloren.
es: El archivo JSON ha sido cambiado. Lo recargamos?Todos los cambios locales pueden perderse.
fr: Le fichier JSON-file a été modifié. Recharger ? Tous les changements seront perdus.
it: Il file .JSON è stato modificato. Ricaricare? Tutte le modifiche effettuate in locale andranno perse.
ja_jp: JSONファイルが変更されました。リロードしますか?ローカルの変更はすべて失われます。
lv: JSON fails ir izmainīts. Ja pārlādēsiet, visas lokālās izmaiņas tiks pazaudētas.
pl: Plik JSON został zmieniony. Przeładować? Wszystkie lokalne zmiany zostaną utracone.
pt_br: O arquivo JSON foi alterado. Recarregar? Todas as alterações locais serão perdidas.
ru: JSON-файл был изменен. Обновить? Все локальные изменения будут потеряны.
tr: JSON dosyası değiştirildi. Yeniden yüklensin mi? Tüm yerel değişiklikler kaybedilecektir
zh_cn: JSON文件已经被更改,是否重新载入?所有未保存的本地更改将丢失.

# AcObject_DisablingNotSupported_Commentary
source: Sorry, you can’t disable this type of object.
cs: Tento typ objektu nelze zakázat.
de: Dieses Art von Objekt kann leider nicht deaktiviert werden
es: Lo siento, no puedes deshabilitar este tipo de objeto.
fr: Désolé, vous ne pouvez pas désactiver ce type d'objet.
it: Spiacente, questo tipo di oggetto non può essere disabilitato.
ja_jp: このタイプのオブジェクトは無効にできません。
lv: Piedod, bet šāda veida objektu nevar atspējot.
pl: Niestety, nie można wyłączyć tego typu obiektu.
pt_br: Desculpe, mas não é possível desativar este tipo de objeto
ru: К сожалению, вы не можете отключить этот тип объекта.
tr: Üzgünüz, bu tip bir objeyi devre dışı bırakamazsınız.
zh_cn: 对不起,你不能禁止这个类型的对象

# AcObject_CannotRemove
source: Can’t remove existing directory
cs: Nelze smazat existující složku
de: Bestehendes Verzeichnis kann nicht gelöscht werden
es: No se puede remover el directorio existente
fr: Impossible de supprimer le répertoire existant
it: Impossibile rimuovere la directory esistente
ja_jp: 既存のディレクトリを削除できません
lv: Nevar izdzēst esošo mapi
pl: Nie można usunąć istniejącego katalogu
pt_br: Não é possível remover o diretório existente
ru: Не удается удалить существующий каталог
tr: Halihazırda var olan dizin kaldırılamıyor
zh_cn: 无法删除已经存在的目录

# Solving_Cancelled
source: Cancelled
cs: Zrušeno
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja_jp: キャンセル
lv: Atcelts
pl: Anulowany
pt_br: Cancelado
ru: Отменен
tr: İptal edildi
zh_cn: 已取消

# Solving_RestoreFrom
source: Restore from …{0}
cs: Obnovit z …{0}
de: Von ...{0} wiederherstellen
es: Restaurar desde...{0}
fr: Restaurer de …{0}
it: Ripristina da …{0}
ja_jp: {0} ...から復元
lv: Atjaunot no ...{0}
pl: Przywracanie z...{0}
pt_br: Restaurar de ...{0}
ru: Восстановить из …{0}
zh_cn: 从{0} 恢复中...

# Solving_RestoreFrom_Commentary
source: Original file will be moved to the Recycle Bin if exists
cs: Originální soubor bude přesunut do Koše
de: Die Originaldatei wird in den Papierkorb verschoben, sofern vorhanden
es: El archivo original puede ser movido a la Papelera de Reciclaje si existe
fr: Le fichier original sera déplacé vers la corbeille s'il existe
it: Il file originale verrà spostato nel cestino qualora esista
ja_jp: 元のファイルが存在する場合、ごみ箱に移動されます
lv: Oriģinālais fails tiks izdzēsts
pl: Oryginalny plik zostanie przeniesiony do Kosza jeśli istnieje
pt_br: O arquivo original será movido para a Lixeira caso exista
ru: Исходный файл будет перемещен в корзину, если существует
tr: Eğer mevcutsa orijinal dosya Geri Dönüşüm Kutusu'na taşınacaktır
zh_cn: 如果有现存文件,现存文件将会被移动到回收站

# Solving_CreateNewFile
source: Create a new file
cs: Vytvořit nový soubor
de: Neue Datei erstellen
es: Crear nuevo archivo
fr: Crée un nouveau fichier
it: Crea un nuovo file
ja_jp: 新しいファイルを作成
lv: Izveidot jaunu failu
pl: Utwórz nowy plik
pt_br: Criar um novo arquivo
ru: Создать новый файл
tr: Yeni bir dosya oluştur
zh_cn: 创建新文件

# Solving_CreateNewFile_Commentary
source: New file will be created containing name based on ID
cs: Vytvoří se nový soubor obsahující název založený na ID
de: Neue Datei wird mit ID-basiertem Namen erstellt
es: El nuevo archivo se puede crear conteniendo nombre basado en ID
fr: Un nouveau fichier sera crée avec un nom basé sur l'ID
it: Il nuovo file sarà creato avendo un nome basato su ID
ja_jp: IDに基づく名前を含む新しいファイルが作成されます
lv: Tiks izveidots jauns fails ar nosaukumu ņemtu no ID
pl: Nowy plik zostanie utworzony zawierając w nazwie ID
pt_br: Um novo arquivo será criado, contendo o nome baseado na ID
ru: Будет создан новый файл, содержащий имя, основанное на ID
zh_cn: 将会依据ID创建新文件

# Uploader_CannotFinishAuthorization
source: Can’t finish authorization process
cs: Nelze dokončit autorizační proces
de: Authorisationsprozess konnte nicht abgeschlossen werden
es: No se puede finalizar el proceso de autorización
fr: Impossible de terminer le processus d'autorisation
it: Impossibile terminare la procedura di Autorizzazione
ja_jp: 認証プロセスを完了できません
lv: Nevar pabeigt autorizēšanās procesu
pl: Nie można dokończyć proces autoryzacji
pt_br: Não é possível terminar o processo de autorização
ru: Не удалось завершить процесс авторизации
tr: Doğrulama işlemi tamamlanamıyor
zh_cn: 无法完成授权过程

# Uploader_AuthenticationTokenIsMissing
source: Authentication token is missing
cs: Autentifikační token chybí
de: Authentifierzungsschlüssel fehlt
es: La autenticación simbólica se ha perdido
fr: Le jeton d'authentification est introuvable
it: Token di autenticazione mancante
ja_jp: 認証トークンが見つかりません
lv: Nav autenifikācijas žetona
pl: Brakuje tokenu uwierzytelniającego
pt_br: Falta o token de identificação
ru: Идентификатор аутентификации отсутствует
tr: Doğrulama anahtarı yok
zh_cn: 授权令牌丢失

# AcError_EventsOfAreMissing
source: Events of “{0}” are missing
cs: Události pro “{0}” chybí
de: Events “{0}” fehlen
es: Eventos de "{0}" no encontrados
fr: L'évenement de “{0}” est introuvable
it: Eventi di “{0}” sono mancanti
ja_jp: “{0}”のイベントが見つかりません
lv: Notikums “{0}” trūkst
pl: Brakuje zdarzeń “{0}”
pt_br: Eventos de "{0}" estão faltando
ru: События “{0}” отсутствуют
tr: "{0}" olayları bulunamadı
zh_cn: “{0}” 中赛事缺失

# AcError_EventConditionsAreNotSupported
source: Event condition “{0}” isn’t supported yet
cs: Podmínka události “{0}” ještě není podporována
de: Event Bedingung “{0}” nocht nicht unterstützt
es: Condición de evento "{0}" aún no soportada
fr: Condition “{0}” de l'évènement non supporté
it: Evento condizioni “{0}” non sono supportati
ja_jp: イベント条件“{0}”はまだサポートされていません
lv: Notikuma apstāklis “{0}” vēl netiek atbalstīts; mēģini vēlreiz vēlāk.
pl: Stan zdarzeń “{0}” nie jest jeszcze obsługiwany
pt_br: Condição de Evento "{0}" ainda não é suportado
ru: Состояние события “{0}” еще не поддерживается
tr: Olay koşulu "{0}" henüz desteklenmiyor
zh_cn: 赛事天气 “{0}” 尚未支持

# AcError_SkinsDirectoryIsUnavailable
source: Skins directory is unavailable
cs: Složka se skiny není dostupná
de: Verzeichnis der Lackierung ist nicht erreichbar
es: Directorio de skins no disponible
fr: Le répertoire des skins est indisponible
it: La directory della skin non è disponibile
ja_jp: スキンディレクトリを使用できません
lv: Skinu mape nav pieejama. To, iespējams, izmanto kāda cita programma.
pl: Katalog skórek jest niedostępny
pt_br: Diretório de pinturas está indisponível
ru: Каталог раскрасок недоступен
tr: Kaplama dizini kullanılamıyor
zh_cn: 涂装文件夹不可用

# AcError_CarIsMissing
source: Car “{0}” is missing
cs: Auto “{0}” chybí
de: Fahrzeug "{0}" fehlt
es: Coche "{0}" no encontrado
fr: Véhicule "{0}" introuvable
it: L'auto “{0}” è mancante
ja_jp: 車“{0}”が見つかりません
lv: Nav mašīnas numura "{0}"
nb_no: Bil nummer "{0}" mangler
pl: Brakuje auta “{0}”
pt_br: Carro “{0}” não encontrado
ru: Машина “{0}” отсутствует
tr: Araba “{0}” bulunamadı
zh_cn: 缺少车辆 “{0}”

# AcError_TrackIsMissing
source: Track “{0}” is missing
cs: Trať “{0}” chybí
de: Strecke "{0}" fehlt
es: Circuito “{0}” no encontrado
fr: Circuit “{0}” introuvable
it: La pista “{0}” è mancante
ja_jp: トラック“{0}”が見つかりません
lv: Nav trases "{0}"
pl: Brakuje toru “{0}”
pt_br: Pista "{0}" está faltando
ru: Трасса “{0}” отсутствует
tr: “{0}” pisti bulunamadı
zh_cn: 缺少赛道 “{0}”

# ContentInstallation_CarNew
source: New car {0}
cs: Nové auto {0}
de: Neues Fahrzeug {0}
es: Nuevo coche {0}
fr: Nouveau véhicule {0}
it: Nuova auto {0}
ja_jp: 新しい車{0}
lv: Jauna mašīna {0}
nb_no: Ny bil {0}
pl: Nowe auto {0}
pt_br: Novo carro {0}
ru: Новая машина {0}
tr: Yeni araba {0}
zh_cn: 新增车辆 {0}

# ContentInstallation_CarSkinNew
source: New skin {0} for {1}
cs: Nový skin {0} pro {1}
de: Neue Lackierung {0}
es: Nuevo skin de coche {0}
fr: Nouvelle skin du véhicule {0}
it: Nuova skin {0}
ja_jp: 新しいスキン{0}
lv: Jauns mašīnas skins {0}
pl: Nowa skórka auta {0}
pt_br: Nova pintura {0} para {1}
ru: Новая раскраска машины {0}
tr: {1} için yeni kaplama {0}
zh_cn: 新增涂装 {0}

# ContentInstallation_TrackNew
source: New track {0}
cs: Nová trať {0}
de: Neue Strecke {0}
es: Nuevo circuito {0}
fr: Nouveau circuit {0}
it: Nuovo circuito {0}
ja_jp: 新しいトラック
lv: Jauna trase {0}
pl: Nowy tor {0}
pt_br: Nova pista {0}
ru: Новая трасса {0}
tr: Yeni pist {0}
zh_cn: 新增赛道 {0}

# ContentInstallation_ShowroomNew
source: New showroom {0}
cs: Nový autosalon {0}
de: Neuer Showroom {0}
es: Nueva sala de exposición {0}
fr: Nouveau showroom {0}
it: Nuovo showroom {0}
ja_jp: 新しいショールーム{0}
lv: Jauns showroom {0}
pl: Nowy salon {0}
pt_br: Novo showroom {0}
ru: Новый шоурум {0}
tr: Yeni sergi {0}
zh_cn: 新增展厅 {0}

# ContentInstallation_FontNew
source: New font “{0}”
cs: Nové písmo “{0}”
de: Neue Schriftart {0}
es: Nuevo tipo de letra {0}
fr: Nouvelle police {0}
it: Nuovo Font {0}
ja_jp: 新しいフォント{0}
lv: Jauns fonts {0}
pl: Nowa czcionka {0}
pt_br: Nova fonte "{0}"
ru: Новый шрифт {0}
tr: Yeni yazı tipi “{0}”
zh_cn: 新增字体 {0}

# ContentInstallation_WeatherNew
source: New weather “{0}”
cs: Nové počasí“{0}”
de: Neues Wetter {0}
es: Nuevo clima {0}
fr: Nouvelle météo {0}
it: Nuovo meteo {0}
ja_jp: 新しい天気{0}
lv: Jauni laikapstākļi {0}
nb_no: Nytt vær {0}
pl: Nowa pogoda {0}
pt_br: Novo clima {0}
ru: Новая погода {0}
tr: Yeni hava durumu {0}
zh_cn: 新增天气 {0}

# ContentInstallation_CarExisting
source: Update for {0}
cs: Aktualizace pro {0}
de: Neue Version für Fahrzeug {0}
es: Nueva versión para coche {0}
fr: Nouvelle version du véhicule {0}
it: Nuova versione dell'auto {0}
ja_jp: 車{0}の新しいバージョン
lv: Jauna versija mašīnai {0}
nb_no: Ny versjon for bil {0}
pl: Nowa wersja dla auta {0}
pt_br: Atualização para {0}
ru: Новая версия машины {0}
tr: {0} için güncelleme
zh_cn: 车辆 {0} 新版本

# ContentInstallation_CarSkinExisting
source: Update for the skin {0} for {1}
cs: Aktualizace skinu {0} pro {1}
de: Neue Version für Lackierung {0}
es: Nueva versión para skin de coche {0}
fr: Nouvelle version de la skin du véhicule {0}
it: Nuova versione della skin dell'auto {0}
ja_jp: スキン{0}の新しいバージョン
lv: Jauna versija mašīnas skinam {0}
pl: Nowa wersja dla skórki auta {0}
pt_br: Atualização para a pintura {0} para {1}
ru: Новая версия раскраски машины {0}
tr: {1} {0} kaplaması için güncelleme
zh_cn: 涂装 {0} 新版本

# ContentInstallation_TrackExisting
source: Update for {0}
cs: Aktualizace pro {0}
de: Neue Version für Strecke {0}
es: Nueva versión de circuito {0}
fr: Nouvelle version du circuit {0}
it: Nuova versione del tracciato {0}
ja_jp: トラック{0}の新しいバージョン
lv: Jauna trases versija {0}
pl: Nowa wersja dla toru {0}
pt_br: Atualização para {0}
ru: Новая версия трассы {0}
tr: {0} pisti için güncelleme
zh_cn: 赛道 {0} 新版本

# ContentInstallation_ShowroomExisting
source: Update for the showroom {0}
cs: Aktualizace pro autosalon {0}
de: Neue Version für Showroom {0}
es: Nueva versión para sala de exposición {0}
fr: Nouvelle version du showroom {0}
it: Nuova versione dello showroom {0}
ja_jp: ショールーム{0}の新しいバージョン
lv: Jauna showroom versija {0}
pl: Nowa wersja dla salonu {0}
pt_br: Atualização para o showroom {0}
ru: Новая версия шоурума {0}
tr: Sergi {0} için güncelleme
zh_cn: 展厅 {0} 新版本

# ContentInstallation_FontExisting
source: Update for the font “{0}”
cs: Aktualizace pro písmo “{0}”
de: Neue Version für Schriftart {0}
es: Nueva versión para tipo de letra {0}
fr: Nouvelle version de la police {0}
it: Nuova versione del font {0}
ja_jp: フォント{0}の新しいバージョン
lv: Jauna versija fontam {0}
pl: Nowa wersja dla czcionki {0}
pt_br: Atualização para a fonte "{0}"
ru: Новая версия шрифта {0}
tr: “{0}” yazı tipi için güncelleme
zh_cn: 字体 {0} 新版本

# ContentInstallation_WeatherExisting
source: Update for the weather “{0}”
cs: Aktualizace pro počasí “{0}”
de: Neue Version für Wetter {0}
es: Nueva versión de clima {0}
fr: Nouvelle version de la météo {0}
it: Nuova versione del meteo {0}
ja_jp: 天気{0}の新しいバージョン
lv: Jauna laikapstākļu versija {0}
pl: Nowa wersja dla pogody {0}
pt_br: Nova versão para o clima {0}
ru: Новая версия погоды {0}
tr: {0} hava durumu için güncelleme
zh_cn: 天气 {0} 新版本

# TrackGeoTags_LatitudeLabel
source: Latitude:
cs: Zeměpisná šířka
de: Breitengrad:
es: Latitud:
it: Latitudine:
ja_jp: 緯度:
lv: Platums:
nb_no: Breddegrad:
pl: Szerokość:
ru: Широта:
tr: Enlem:
zh_cn: 纬度:

# TrackGeoTags_LongitudeLabel
source: Longitude:
cs: Zeměpisná délka
de: Längengrad:
es: Longitud:
it: Longitudine:
ja_jp: 経度:
lv: Garums:
nb_no: Langdegrad:
pl: Długość:
ru: Долгота:
tr: Boylam:
zh_cn: 经度:

# TrackGeoTags_LatitudeLabel_Tooltip
source: Recommended format: “…° N” or “…° S”
cs: Doporučený formát: “…° N” nebo “…° S”
de: Empfohlenes Format: “…° N” or “…° S”
es: Formato recomendado: “…° N” o “…° S”
fr: Format recommandé: “…° N” or “…° S”
it: Formato consigliato: "...° N" o "...° S"
ja_jp: 推奨される形式: “…°N”または“…°S”
lv: Ieteicamais formāts: “…° Z” vai “…° D”
pl: Zalecany format: “…° N” lub “…° S”
pt_br: Formato recomendado: “…° N” ou “…° S”
ru: Рекомендуемый формат: “…° N” или “…° S”
tr: Önerilen format: “…° K” or “…° G”
zh_cn: 推荐格式: “…° N” 或 “…° S”

# TrackGeoTags_LongitudeLabel_Tooltip
source: Recommended format: “…° W” or “…° E”
cs: Doporučený formát: “…°W” nebo “…° E”
de: Empfohlenes Format: “…° W” or “…° E”
es: Formato recomendado: “…° W” o “…° E”
fr: Format recommandé: “…° W” or “…° E”
it: Formato consigliato: "...° O" o "...° E"
ja_jp: 推奨される形式: “…°W”または“…°E”
lv: Ieteicamais formāts: “…° R” vai “…° A”
pl: Zalecany format: “…° W” lub “…° E”
pt_br: Formato recomendado: “…° O” ou “…° L”
ru: Рекомендуемый формат: “…° W” или “…° E”
tr: Önerilen format: “…° B” or “…° D”
zh_cn: 推荐格式: “…° W” 或 “…° E”

# Online_Server_SessionInProcess
source: in process
cs: probíhá
de: läuft
es: en proceso
fr: en cours
it: In lavorazione
ja_jp: プロセスで
lv: procesā
pl: Trwa wyścig
pt_br: em processo
ru: в процессе
tr: devam ediyor
zh_cn: 比赛中

# Drive_Grid_Manual
source: Manual
cs: Ručně
de: Manuell
fr: Manuel
it: Manuale
ja_jp: マニュアル
lv: Manuāli
ru: Вручную
tr: Manuel
zh_cn: 手动设定

# Drive_Grid_FilteredBy
source: Filtered by…
cs: Filtrováno podle...
de: Gefiltert nach…
es: Filtrado por...
fr: Filtré par...
it: Filtra per...
ja_jp: フィルタリング…
lv: Filtrēt pēc...
pl: Filtruj przez...
pt_br: Filtrado por...
ru: Фильтровать по…
tr: Şuna göre filtrelendi...
zh_cn: 筛选方式...

# Drive_Grid_SameGroup
source: Same group
cs: Stejná kategorie
de: Gleiche Gruppe
es: Mismo grupo
fr: Groupe identique
it: Stesso gruppo
ja_jp: 同じグループ
lv: Tā pati grupa
pl: Ta sama grupa
pt_br: Mesmo grupo
ru: Такая же группа
tr: Aynı grup
zh_cn: 同组别

# Drive_GridBuilding
source: Grid building…
cs: Sestavování roštu...
de: Startaufstellung bilden…
es: Preaprando parrilla...
fr: Construction de la grille...
it: Costruzione griglia...
ja_jp: グリッドの構築中...
lv: Starta izkārtojuma būvēšana...
pl: Przygotowanie gridu...
pt_br: Construção de grid...
ru: Создание сетки…
zh_cn: 设定参赛名单中...

# Drive_GridRemove_Tooltip
source: Remove selected cars from the list
cs: Odebrat vybraná auta ze seznamu
de: Ausgewählte Fahrzeuge aus Liste entfernen
es: Eliminar los coches seleccionados de la lista
fr: Supprimer les voitures sélectionnées de la liste
it: Rimuovi le auto selezionate dalla lista
ja_jp: リストから選択された車を削除します
lv: Aizvākt izvēlētās mašīnas no saraksta
pl: Usuń wybrane auta z listy
pt_br: Remover carros selecionados da lista
ru: Удалить выбранные машины из списка
tr: Seçili arabaları listeden kaldır
zh_cn: 从列表中移除选择的车辆

# JumpStartPenalty_Pits
source: Pits
cs: Zpožděný start z boxů
de: Boxengasse
es: Boxes
fr: Stands
it: Box
ja_jp: ピット
lv: Piti
pl: Przeniesienie do pitu
pt_br: Boxes
ru: Боксы
tr: Pitler
zh_cn: 传送回维修区惩罚

# Session_TrackDay
source: Track Day
cs: Traťový den
es: Dia de Tandas
fr: Jour de la piste
ja_jp: 走行会
lv: Trases diena
pl: Dzień testów
ru: Трэк день
tr: Serbest parkur
zh_cn: 赛道日模式

# Settings_Starter_UiModule
source: UI Module
cs: Modul uživatelského rozhraní
de: UI Modul
es: Modulo UI
fr: Module d'Interface Utilisateur
it: Modulo UI
ja_jp: UIモジュール
lv: UI modulis
pl: Moduł UI
pt_br: Módulo UI
ru: Модули интерфейса
tr: Arayüz Modülü
zh_cn: 界面模块启动器

# Common_GlobalHeader
source: Global:
cs: Obecné:
fr: Globale :
it: Globale:
ja_jp: グローバル:
lv: Globāli:
pl: Ogólny:
ru: Общие:
zh_cn: 全局:

# DifficultyLevel_Alien
source: Alien
cs: Mimozemská
it: Alieno
ja_jp: エイリアン
lv: Neispējami
nb_no: Veldig vanskelig
ru: Безумный
tr: Uzaylı
zh_cn: 神级

# SpecialEvent_Description
source: {0} at {1}.
cs: {0} v {1}.
de: {0} auf {1}.
es: {0} en {1}.
fr: {0} à {1}.
it: {0} a {1}.
ja_jp: {1}の{0}
lv: {0} uz {1}.
nb_no: {0} på {1}
pl: {0} na {1}.
pt_br: {0} a {1}.
ru: {0} в {1}.
tr: {1} de {0}.
zh_cn: 在 {1} 驾驶 {0}

# PlaceConditionType_Points
source: Points
cs: Bodů
de: Punkte
es: Puntos
it: Punti
ja_jp: 点数
lv: Punkti
pl: Punkty
pt_br: Pontos
ru: Очки
tr: Puan
zh_cn: 解锁成就需要的得分

# PlaceConditionType_Position
source: Position
cs: Umístění
es: Posicion
it: Posizione
ja_jp: ポジション
lv: Pozīcija
nb_no: Posisjon
pl: Pozycja
pt_br: Posições
ru: Позиция
tr: Pozisyon
zh_cn: 解锁成就需要的排名

# PlaceConditionType_Time
source: Time
cs: Čas
de: Zeit
es: Hora
fr: Temps
it: Tempo
ja_jp: 時間
lv: Laiks
nb_no: Tid
pl: Czas
pt_br: Tempo
ru: Время
tr: Süre
zh_cn: 解锁成就需要的圈速

# PlaceConditionType_Wins
source: Wins
cs: Výher
de: Siege
es: Victorias
fr: Victoires
it: Vittorie
ja_jp: 勝利
lv: Uzvaras
nb_no: Vinner
pl: Wygrane
pt_br: Vitórias
ru: Победы
tr: Zafer
zh_cn: 解锁成就需要的胜场数

# RhmService_CannotStart
source: Can’t start RHM
cs: Nemohu spustit RHM
de: Starten von RHM fehlgeschlagen
es: No se puede iniciar RHM
fr: Impossible de démarrer RHM
it: Non posso avviare RHM
ja_jp: RHMを起動できません
lv: Nevar palaist RHM
nb_no: Kan ikke starte RHM
pl: Nie można uruchomić RHM
pt_br: Não é possível iniciar RHM
ru: Не удалось запустить RHM
tr: Real Head Motion başlatılamıyor
zh_cn: 无法启动真实头部运动插件

# Online_BookingResult_Blacklisted
source: You have been blacklisted on this server
cs: Na tento server vám byl zamezen přístup
de: Du stehst auf der Blacklist dieses Servers
es: Has sido incluido en la lista negra de este servidor.
fr: Ce serveur vous a ajouté sur sa liste noire
it: Sei nella Blacklist di questo server
ja_jp: このサーバー上でブラックリストにされています
lv: Tu esi šī servera melnajā sarakstā
pl: Jesteś na czarnej liście tego serwera
pt_br: Você foi adicionado à lista negra deste servidor
ru: Вы занесены в черный список на этом сервере
tr: Bu sunucunun kara listesindesiniz
zh_cn: 你在这个服务器的黑名单上

# Online_BookingResult_ServerFull
source: Server is full
cs: Server je plný
de: Server ist voll
es: El servidor esta lleno
fr: Le serveur est complet
it: Server pieno
ja_jp: サーバーは満員です
lv: Serveris ir pilns
nb_no: Server er full
pl: Serwer jest pełny
pt_br: Servidor está cheio
ru: Сервер полон
tr: Sunucu dolu
zh_cn: 服务器已满

# Online_BookingResult_UnsupportedNonOkMessage
source: Server says: “{0}”
cs: Server říká: “{0}”
de: Servernachricht: “{0}”
es: El servidor dice: “{0}”
fr: Le serveur dit : “{0}”
it: Il server dice: "{0}"
ja_jp: サーバーは{0}と返答します
lv: Serveris saka: "{0}"
nb_no: Server sier: "{0}"
pl: Serwer mówi: “{0}”
pt_br: Servidor diz: "{0}"
ru: Сервер ответил: “{0}”
tr: Sunucu, “{0}” diyor
zh_cn: 来自服务器的消息:"{0}"

# Online_YouAreOnThisServer
source: You’re on this server
cs: Jste na tomto serveru
de: Du bist auf diesem Server
es: Estas en este server
fr: Vous êtes sur ce serveur
it: Sei su questo server
ja_jp: このサーバー上にいます
lv: Tu esi šajā serverī
pl: Jesteś na tym serwerze
pt_br: Você está neste servidor
ru: Вы на этом сервере
tr: Bu sunucudasınız
zh_cn: 你已在此服务器上
