Repository: gro-ove/actools
Catalog: AcManager.Tools/ToolsStrings.*.resx
Languages: cs, de, es, fr, it, ja_jp, lv, nb_no, pl, pt_br, ru, tr, zh_cn

# Online_YouFormat
source: {0} (You)
cs: {0} (Vy)
de: {0} (Du)
es: {0} (Tú)
fr: {0} (Vous)
ja_jp: {0}(あなた)
lv: {0} (Tu)
nb_no: {0} (Du)
pl: {0} (Ty)
pt_br: {0} (Você)
ru: {0} (Вы)
zh_cn: {0}(你自己)

# Online_AdminPassword
source: Admin password:
cs: Heslo administrátora:
de: Adminpasswort:
es: Contraseña administrador:
fr: Mot de passe administrateur :
it: Password amministratore:
ja_jp: 管理者のパスワード:
lv: Admina parole:
nb_no: Admin passord:
pl: Hasło administratora:
pt_br: Senha de administrador:
ru: пароль администратора:
tr: Yönetici parolası:
zh_cn: 管理员密码:

# Online_ShowAdminPasswordInputHeader
source: Show admin password input
cs: Zobrazit jak administrátor zadává heslo
de: Eingabezeile für Adminpasswort anzeigen
es: Mostrar entrada de contraseña de administrador
fr: Afficher la saisie du mot de passe administrateur
it: Admin password:
ja_jp: 管理者パスワードの入力を表示
lv: Rādīt admina paroles ievadi
pl: Pokaż dla wpisania hasła jako admin
pt_br: Exibir senha de administrador
ru: Показать вводимый пароль администратора
tr: Yönetici parola girişini göster
zh_cn: 显示管理员密码输入

# Online_Server_CarSkinIsMissing
source: Car’s skin {0} is missing.
cs: Skin {0} chybí.
de: Lackierung {0} fehlt.
es: No se encuentra la skin del vehículo {0}
fr: La livrée (le skin) {0} est manquante.
it: Skin non trovata
ja_jp: 車のスキン{0}がありません。
lv: Trūkst mašīnas krāsojums {0}.
pl: Brakuje skórki samochodu{0}.
pt_br: A skin to carro {0} está faltando.
ru: Раскраска машины {0} отсутствует.
tr: Araba kaplaması {0} bulunamadı.
zh_cn: 找不到车辆涂装{0}

# Online_Server_CarSkinsAreMissing
source: Cars’ skins {0} are missing.
cs: Skiny {0} chybí.
de: Lackierungen {0} fehlen.
es: No se encuentran las skins del vehículo {0}
fr: Les livrées (les skins) {0} sont manquantes.
it: skin non trovate
ja_jp: 車のスキン{0}が見つかりません。
lv: Trūkst mašīnau krāsojumi {0}.
pl: Brakuje skórek samochodów {0}.
pt_br: As skins dos carros {0} estão faltando.
ru: Раскраски машины {0} отсутствуют.
tr: Araba kaplamaları {0} bulunamadı.
zh_cn: 找不到车辆涂装{0}

# Weather_Random
source: Random
cs: Náhodné
de: Zufall
es: Aleatorio
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejaušs
pl: Losowa
pt_br: Aleatório
ru: Случайный
tr: Rastgele
zh_cn: 随机天气

# Weather_Original
source: Original
cs: Původní
fr: Originale
it: Originali
ja_jp: オリジナル
lv: Oriģināls
pl: Oryginalny
ru: Оригинал
tr: Orijinal (Kunos)
zh_cn: 官方天气选项

# Weather_Mods
source: Mods
cs: Modifikace
it: Mod
ja_jp: Mod
pl: Mody
pt_br: Modificações
ru: Моды
tr: Modlar
zh_cn: Mod天气选项

# Controls_Mguk_IncreaseDelivery
source: Increase delivery
cs: Zvýšit dodávku MGU-K
de: Abgabe erhöhen
es: Aumentar entrega
it: Incrementa Delivery
ja_jp: デリバリーの増加
lv: Palielināt padevi
pl: Zwiększ dostarczanie
pt_br: Aumentar entrega
ru: Увеличить Delivery
tr: İletimi arttır
zh_cn: 增加能量释放

# Controls_Mguk_DecreaseDelivery
source: Decrease delivery
cs: Snížit dodávku MGU-K
de: Abgabe verringern
es: Disminuir entrega
fr: Réduire la puissance
it: Decrementa Delivery
ja_jp: デリバリーの減少
lv: Samazināt padevi
pl: Zmniejsz dostarczanie
pt_br: Diminuir entrega
ru: Уменьшить Delivery
tr: İletimi azalt
zh_cn: 减少能量释放

# Controls_Mguk_IncreaseRecovery
source: Increase recovery
cs: Zvýšit obnovu MGU-K
de: Gewinnung erhöhen
es: Aumentar recuperación
it: Incrementa Recovery
ja_jp: リカバリーの増加
lv: Palielināt atgūšanu
pl: Zwiększ odzyskiwanie
pt_br: Aumentar a recuperação
ru: Увеличить Recovery
tr: Geri kazanımı arttır
zh_cn: 增加能量回收

# Controls_Mguk_DecreaseRecovery
source: Decrease recovery
cs: Snížit obnovu MGU-K
de: Gewinnung verringern
es: Disminuir recuperación
fr: Réduire la récupération
it: Decrementa Recovery
ja_jp: リカバリーの減少
lv: Samazināt atgūšanu
pl: Zmniejsz odzyskiwanie
pt_br: Diminuir a recuperação
ru: Уменьшить Recovery
tr: Geri kazanımı azalt
zh_cn: 减少能量回收

# Weather_FewClouds
source: Few clouds
cs: Lehce oblačno
de: Bewölkt
es: Pocas nubes
fr: Peu de nuages
it: Poco nuvoloso
ja_jp: 少ない雲
lv: Daži mākoņi
nb_no: Noen få skyer
pl: Nieliczne chmury
pt_br: Algumas Nuvens
ru: Немного облаков
tr: Az bulutlu
zh_cn: 少云

# Weather_ScatteredClouds
source: Scattered clouds
cs: Rozptýlené mraky
de: Zerstreute Wolken
es: Nubes dispersas
fr: Nuages dispersés
it: Nuvole sparse
ja_jp: 散乱雲
lv: Mākoņains
nb_no: Spredte skyer
pl: Rozproszone chmury
pt_br: Nuvens dispersas
ru: Рассеянные облака
tr: Parçalı bulutlu
zh_cn: 疏云

# Weather_BrokenClouds
source: Broken clouds
cs: Průtrž mračen
de: Fehlerhafte Wolken
es: Nubes rotas
fr: Nuageux
it: Nuvole spezzate
ja_jp: 千切れ雲
lv: Izkliedēti mākoņi
pl: Porozrywane chmury
pt_br: Nublado
ru: Пасмурно
tr: Bulutlar bozuk
zh_cn: 多云

# Weather_OvercastClouds
source: Overcast clouds
cs: Přeháňkové mraky
de: Wolkenverhangen
es: Nubes para nublado
fr: Couvert
ja_jp: どんよりした雲
lv: Apmācies
nb_no: Overskyet
pl: Pochmurnie
pt_br: Coberto
ru: Пасмурные облака
tr: Kapalı
zh_cn: 阴天

# Weather_Fog
source: Fog
cs: Mlha
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
ja_jp: 霧
lv: Migla
nb_no: Tåke
pl: Mgła
pt_br: Enevoado
ru: Туман
tr: Sis
zh_cn: 雾

# Weather_Mist
source: Mist
cs: Závoj
de: Nebel
es: Niebla
fr: Brouillard
it: Appannamento
ja_jp: もや
lv: Migla
nb_no: Tåke
pl: Lekka mgła
pt_br: Nevoeiro
ru: Дымка
tr: Puslu
zh_cn: 迷雾

# Weather_ColorCurves_HorizonLow
source: Horizon (Low)
cs: Horizont (nízko)
de: Horizont (Tief)
es: Horizonte (Bajo)
fr: Horizon (bas)
it: Horizon (Basso)
ja_jp: 水平線(低)
lv: Horizonts (Zemu)
nb_no: Horisont (Lav)
pl: Horyzont (Nisko)
pt_br: Horizonte (Baixo)
ru: Горизонт (Низкое)
tr: Ufuk (Alçak)
zh_cn: 地平线(低)

# Weather_ColorCurves_HorizonHigh
source: Horizon (High)
cs: Horizont (vysoko)
de: Horizont (Hoch)
es: Horizonte (Alto)
fr: Horizon (haut)
it: Horizon (Alto)
ja_jp: 水平線(高)
lv: Horizonts (Augstu)
nb_no: Horisont (Høy)
pl: Horyzont (Wysoko)
pt_br: Horizonte (Alto)
ru: Горизонт (Высокое)
tr: Ufuk (Yüksek)
zh_cn: 地平线(高)

# Weather_ColorCurves_SkyLow
source: Sky (Low)
cs: Obloha (nízko)
de: Himmel (Tief)
es: Cielo (Bajo)
fr: Ciel (bas)
it: Cielo (Basso)
ja_jp: 空(低)
lv: Debesis (Zemu)
nb_no: Himmel (Lav)
pl: Niebo (Nisko)
pt_br: Céu (Baixo)
ru: Небо (Низкое)
tr: Gökyüzü (Düşük)
zh_cn: 天空(低)

# Weather_ColorCurves_SkyHigh
source: Sky (High)
cs: Obloha (vysoko)
de: Himmel (Hoch)
es: Cielo (Alto)
fr: Ciel (haut)
it: Cielo (Alto)
ja_jp: 空(高)
lv: Debesis (Augstu)
nb_no: Himmel (Høy)
pl: Niebo (Wysoko)
pt_br: Céu (Alto)
ru: Небо (Высокое)
tr: Gökyüzü (Yüksek)
zh_cn: 天空(高)

# Weather_ColorCurves_SunLow
source: Sun (Low)
cs: Slunce (nízko)
de: Sonne (Tief)
es: Sol (Bajo)
fr: Soleil (bas)
it: Sole (Basso)
ja_jp: 太陽(低)
lv: Saule (Zemu)
nb_no: Sol (Lav)
pl: Słońce (Nisko)
pt_br: Sol (Baixo)
ru: Солнце (Низкое)
tr: Güneş (Düşük)
zh_cn: 太阳(低)

# Weather_ColorCurves_SunHigh
source: Sun (High)
cs: Slunce (vysoko)
de: Sonne (Hoch)
es: Sol (Alto)
fr: Soleil (haut)
it: Sole (Alto)
ja_jp: 太陽(高)
lv: Saule (Augstu)
nb_no: Sol (Høy)
pl: Słońce (Wysoko)
pt_br: Sol (Alto)
ru: Солнце (Высокое)
tr: Güneş (Yüksek)
zh_cn: 太阳(高)

# Weather_ColorCurves_AmbientLow
source: Ambient (Low)
cs: Okolí (nízko)
de: Umgebung (Tief)
es: Ambiente (Bajo)
fr: Ambient (Bas)
it: Ambiente (Basso)
ja_jp: アンビエント(低)
lv: Apkārtējie (Zemu)
nb_no: Omgivende (Lav)
pl: Otoczenie (Nisko)
pt_br: Ambiente (Baixo)
ru: Окружающий (Низкое)
tr: Ortam (Düşük)
zh_cn: 环境(低)

# Weather_ColorCurves_AmbientHigh
source: Ambient (High)
cs: Okolí (vysoko)
de: Umgebung (Hoch)
es: Ambiente (Alto)
fr: Ambient (Haut)
it: Ambiente (Alto)
ja_jp: アンビエント(高)
lv: Apkārtējie (Augstu)
nb_no: Omgivende (Høy)
pl: Otoczenie (Wysoko)
pt_br: Ambiente (Alto)
ru: Окружающий (Высокое)
tr: Ortam (Yüksek)
zh_cn: 环境(高)

# Shared_VideoSettingsPreset
source: Video settings preset
cs: Přednastavení nastavení grafiky
de: Grafik-Vorlage
es: Ajustes de videos preestablecidos
fr: Paramètres vidéo prédéfinis
it: Settaggi video preimpostati
ja_jp: ビデオ設定プリセット
lv: Video iestatījumu sagatave
pl: Preset ustawień video
pt_br: Pre-definição dos parâmetros de vídeo
ru: Предустановки видео настроек
tr: video önayarı
zh_cn: 图像设置预设

# Shared_AudioSettingsPreset
source: Audio settings preset
cs: Přednastavení nastavení zvuku
de: Audioeinstellungsvorlage
es: Preset de ajustes de Audio
fr: Paramètres audio prédéfinis
it: Impostazioni audio preimpostate
ja_jp: オーディオ設定プリセット
lv: Audio iestatījumu sagatave
pl: Preset ustawień audio
pt_br: Configuração de áudio predefinida
ru: Предустановки аудио настроек
tr: Ses önayarı
zh_cn: 音频设置预设

# Online_BookingResult_IllegalCar
source: Please, select a car supported by the server
cs: Vyberte prosím auto podporované serverem
de: Bitte ein auf dem Server verfügbares Fahrzeug wählen
es: Por favor, selecciona un coche soportado por el servidor
fr: S'il vous plaît, veuillez sélectionner une voiture prise en charge par le serveur
it: Per favore, seleziona una macchina supportata dal server
ja_jp: サーバーでサポートされている車を選択してください
lv: Lūdzu izvēlies mašīnu, ko atbalsta serveris
pl: Proszę, wybierz samochód obsługiwany przez serwer
pt_br: Por favor, selecione um carro suportado pelo servidor
ru: Пожалуйста, выберите машину поддерживаемым сервером.
tr: Lütfen, sunucu tarafından desteklenen bir araba seçin
zh_cn: 请选择服务器支持的车辆

# Online_BookingResult_IncorrectPassword
source: The password is not valid
cs: Heslo není platné
de: Ungültiges Passwort
es: La contraseña no es válida
fr: Le mot de passe est invalide
it: La password non è corretta
ja_jp: パスワードが有効ではありません
lv: Parole nav pareiza
pl: Niepoprawne hasło
pt_br: O password não é válido
ru: Пароль не действительный
tr: Geçersiz parola
zh_cn: 密码不正确

# Online_BookingResult_Closed
source: Booking is closed
cs: Rezervace byla ukončena
de: Booking geschlossen
es: La sesion Reserva / Booking esta cerrada
fr: La réservation est terminée
it: Booking chiuso
ja_jp: 予約は締め切られています
lv: Rezervēšana ir aizvērta
nb_no: Bestilling er steng
pl: Rezerwacja jest zamknięta
pt_br: A reserva está fechada
ru: Регистрация закрыта
tr: Yer ayırtma kapalı
zh_cn: 报名已结束

# Car_ReplaceSound_WrongCar_Commentary
source: Select some other car.
cs: Vyberte jiné auto.
de: Ein anderes Fahrzeug wählen.
es: Selecciona algún otro coche.
fr: Sélectionner un autre véhicule.
it: Seleziona un'altra vettura
ja_jp: 他の車をいくつか選択します。
lv: Izvēlies kādu citu mašīnu
pl: Wybierz inny samochód.
pt_br: Selecione algum outro carro.
ru: Выберите другую машину.
tr: Başka bir araba seçiniz
zh_cn: 请选择另一辆车

# Car_ReplaceSound_CannotReplace
source: Can’t replace car’s sound
cs: Nelze nahradit zvuk auta
de: Kann Fahrzeug-Sound nicht ersetzen
es: No se puede reemplazar el sonido del coche
fr: Impossible de remplacer le son du véhicule
it: Impossibile sostituire il suono della vettura
ja_jp: 車の音を置き換えることができません
lv: Nevar nomainīt mašīnas skaņu
pl: Nie można zamienić dźwięku samochodów
pt_br: Não é possível trocar o som do carro
ru: Невозможно заменить звук автомобиля
tr: Arabanın sesi değiştirilemiyor
zh_cn: 无法替换车辆音效

# Online_ShowAdminPasswordInput_Tooltip
source: If you disable it, you can always turn it on in online settings
cs: Když funkci vypnete, vždy ji můžete zapnout v nastavení online režimu
de: Solltest du diese Einstellung deaktivieren, kannst du es jederzeit in den Online-Einstellungen wieder aktivieren
es: Si lo desactivas, siempre puedes activarlo en ajustes, online
fr: Si vous le désactivez, vous pouvez toujours l'activer dans les paramètres en ligne
it: Se lo disattivi, puoi sempre attivarlo nelle impostazioni online
ja_jp: 無効にすると、オンライン設定でいつでも有効にできます
lv: Ja tu to atspējosi, to vienmēr varēs ieslēgt atpakaļ tiešsaistes iestatījumos
pl: Jeśli to wyłączysz, zawsze można włączyć w ustawieniach online
pt_br: Se você desativar, é possível ativar em Configurações Online
ru: Если вы отключите его, вы всегда можете включить его в настройках онлайна
tr: İstediğin zaman online ayarlardan geri açabilirsin
zh_cn: 如果你关闭此设定,可以在多人联机设置中重新打开

# TagIsMissing_Format
source: Tag “{0}” is missing
cs: Tag “{0}” chybí
de: Tag "{0}" fehlt
es: La etiqueta “{0}” no esta
fr: Mot clé “{0}” introuvable
it: Tag “{0}” e mancante
ja_jp: タグ“{0}”がありません
lv: Nav birka "{0}"
pl: Brakuje tagu “{0}”
pt_br: Tag "{0}" está faltando
ru: Тег “{0}” отсутствует
tr: "{0}" etiketi bulunamıyor
zh_cn: 找不到标签"{0}"

# Shared_TrackStatePreset
source: Track state preset
cs: Přednastavení kondice trati
de: Vorlage des Streckenzustands
es: Preset de estado de pista
fr: État de piste prédéfini
it: Preset stato del tracciato
ja_jp: トラック状態のプリセット
lv: Trases apstākļu sagatave
pl: Preset stanu toru
pt_br: Predefinição do estado da pista
ru: Предустановка состояния трассы
tr: Pist durumu önayarı
zh_cn: 赛道状态预设

# Online_Server_WeatherIsMissing
source: Weather {0} is missing.
cs: Počasí {0} chybí.
de: Wetter {0} fehlt.
es: No se encuentra el clima {0}
fr: La météo {0} est manquante.
it: Meteo {0} non trovato
ja_jp: 天気{0}が見つかりません。
lv: Trūks laikapstākļi {0}.
nb_no: Vær {0} mangler
pl: Brakuje pogody {0}.
pt_br: Clima {0} está faltando.
ru: Погода {0} отсутствует.
tr: Hava durumu {0} bulunamadı.
zh_cn: 找不到天气{0}

# Shared_CustomShowroomPreset
source: Custom Showroom preset
cs: Vlastní přednastavení autosalonu
de: Eigene Vorlage für Ausstellungsräume
es: Preset del Showroom Personalizado
fr: Custom Showroom prédéfini
it: Preset Showroom personalizzato
ja_jp: カスタムショールームのプリセット
lv: Pielāgota izstādes telpas sagatave
pl: Preset niestandardowych salonów
pt_br: Predefinição de Showroom customizado
ru: Пользовательская предустановка шоурума
tr: Özel Galeri önayarı
zh_cn: 自定义展厅预设

# Shared_CustomPreviewsPreset
source: Custom Previews preset
cs: Vlastní přednastavení náhledů
de: Eigene Vorlage für Vorschauen
es: Preset de Preview personalizado
fr: Custom Previews prédéfini
it: Preset anteprime personalizzato
ja_jp: カスタムプレビューのプリセット
lv: Pielāgota priekšskata sagatave
pl: Preset niestandardowych podglądów
pt_br: Predefinição de prévia customizada
ru: Пользовательская предустановка пред. просмотра
tr: Özel Önizleme önayarı
zh_cn: 自定义预览图预设

# Shared_RhmPreset
source: Real Head Motion preset
cs: Přednastavení RHM
de: Eigene Vorlage für Real Head Motion
es: Preset de Real Head Motion
fr: Real Head Motion prédéfini
it: Preset Real Head Motion
ja_jp: リアルヘッドモーションプリセット
lv: Real Head Motion sagatave
pl: Ustawienie Real Head Motion
pt_br: Predefinição Movimentos Reais de Cabeça
ru: Предустановка Real Head Motion
tr: Real Head Motion önayarı
zh_cn: 真实头部运动插件RHM预设

# Controls_Gas
source: Gas
cs: Plyn
es: Acelerador
fr: Gaz
it: Accelleratore
ja_jp: 燃料
lv: Gāze
nb_no: Gasspedal
pl: Gaz
pt_br: Acelerador
ru: Газ
tr: Gaz
zh_cn: 油门

# Controls_Brake
source: Brake
cs: Brzda
es: Freno
fr: Freins
it: Freno
ja_jp: ブレーキ
lv: Bremzes
nb_no: Brems
pl: Hamulec
pt_br: Freio
ru: Тормоз
tr: Fren
zh_cn: 刹车

# Controls_Steer
source: Steer
cs: Řízení
es: Dirección
fr: Direction
it: Sterzo
ja_jp: ステア
lv: Stūrēšana
pl: Kierownica
pt_br: Guiar
ru: Управление
tr: Yön
zh_cn: 转向

# CarSetupObject_Load_InvalidLocation
source: Invalid location
cs: Neplatné umístění
de: Ungültiger Ort
es: Localización inválida
fr: Emplacement invalide
it: Posizione non valida
ja_jp: 無効な場所
lv: Nederīga lokācija
pl: Nieprawidłowa lokalizacja
pt_br: Localização inválida
ru: Неверное расположение
tr: Hatalı lokasyon
zh_cn: 无效的位置

# JumpStart_DriveThrough
source: Drive through
cs: Průjezd boxy
de: Durchfahrtsstrafe
es: Pasa por Pit Lane (sanción)
ja_jp: ドライブスルー
lv: Caurbraukšana
pl: Przejazd przez pit lane
ru: Проехать сквозь питы
tr: Pitten geçiş
zh_cn: 通过维修区

# ShowroomObject_CannotToggleSound
source: Can’t toggle sound
cs: Nelze přepnout zvuk
de: Kann Sound nicht umschalten
es: No se puede cambiar el sonido
fr: impossible de basculer le son
it: Impossibile attivare il suono
ja_jp: サウンドを切り替えることができません
lv: Nevar pārslēgt skaņu
pl: Nie można przełączyć dźwięku
pt_br: Não é possível alternar som
ru: Не удается включить звук
zh_cn: 无法切换音效

# ShowroomObject_CannotToggleSound_Commentary
source: Make sure there are no running app working with showroom’s sound files.
cs: Ujistěte se, že neběží žádná aplikace používající zvuk autosalonu.
de: Gehe sicher, dass die Sounddateien des Showrooms in keinem anderen Programm geöffnet sind.
es: Asegúrate de que no hay ninguna aplicación en ejecución con los sonidos de la sala de exposición.
fr: Vérifier qu'aucune application n'utilise actuellement les fichiers son du showroom.
it: Verificare che non ci siano app che usano i file sonori dello showroom.
ja_jp: 実行中のアプリケーションがショールームのサウンドファイルを操作していないことを確認します。
lv: Pārliecinies, ka nevienu no skaņas failiem šobrīd neizmanto kāda aplikācija.
pl: Upewnij się, że nie jest uruchomiona aplikacja pracująca z plikami dźwiękowymi w salonie.
pt_br: Certifique-se que não há outros apps usando os arquivos de som do Showroom.
ru: Убедитесь, что сейчас нет запущенных приложений с шоурумом
tr: Galerinin ses dosyalarını kullanan bir uygulamanın çalışmadığından emin olun
zh_cn: 确定没有正在运行的插件需要使用展厅的声音文件

# LogHelper_CannotConnectToRemoteServer
source: Can’t connect to remote server
cs: Nelze se připojit ke vzdálenému serveru
de: Verbindung zum Remoteserver fehlgeschlagen
es: No se puede conectar con el servidor remoto
fr: Impossible de se connecter au serveur distant
it: Impossibile collegarsi al server remoto
ja_jp: リモートサーバーに接続できません
lv: Nevar pievienoties attālinātajam serverim
pl: Nie można połączyć się ze zdalnym serwerem
pt_br: Não é possivel estabelecer conexão com o servidor remoto
ru: Не удается подключиться к удаленному серверу
tr: Uzak sunucuya bağlanılamıyor.
zh_cn: 无法连接到远程服务器

# LogHelper_DriverIsMissing
source: Driver model is probably missing
cs: Model závodníka nejspíš chybí
de: Fahrermodel fehlt vermutlich
es: El modelo del piloto posiblemente se haya perdido.
fr: Le modèle du pilote est probablement introuvable
it: Driver model è probabilmente mancante
ja_jp: ドライバモデルがおそらく不足しています
lv: Drošvien nav braucēja modeļa
pl: Prawdopodobnie brakuje modelu kierowcy
pt_br: O modelo do piloto provavelmente não foi encontrado
ru: Модель водителя возможно отсутствует
tr: Sürücü modeli muhtemelen kayıp
zh_cn: 车手模型可能丢失

# LogHelper_PasswordIsInvalid
source: Password is invalid
cs: Heslo není platné
de: Password ist ungültig
es: Contraseña inválida
fr: Mot de passe invalide
it: Password non valida
ja_jp: パスワードが無効です
lv: Parole nav derīga
nb_no: Passord er ugyldig
pl: Hasło jest niewłaściwe
pt_br: A senha não é válida
ru: Пароль неверный
tr: Geçersiz şifre
zh_cn: 密码无效

# LogHelper_SuspensionIsMissing
source: Suspension objects (SUSP_LF, SUSP_LR, …) are missing
cs: Objekty odpružení (SUSP_LF, SUSP_LR, …) chybí
de: Fahrwerksobjekte fehlen (SUSP_LF, SUSP_LR, …)
es: Los objetos de suspensión (SUSP_LF, SUSP_LR, …) están perdidos
fr: Les objets suspension (SUSP_LF, SUSP_LR, …) sont introuvables
it: Suspension objects (SUSP_LF, SUSP_LR, …) sono mancanti
ja_jp: サスペンションオブジェクト(SUSP_LF、SUSP_LR、…)が不足しています
lv: Nav piekares objektu (SUSP_LF, SUSP_LR, ...)
pl: Obiekty zawieszenia (SUSP_LF, SUSP_LR, …) są niekompletne
pt_br: Objetos de suspensão (SUSP_LF, SUSP_LR, …) estão faltando
ru: Объекты подвески (SUSP_LF, SUSP_LR, ...) отсутствуют
tr: Süspansiyon objeleri (SUSP_LF, SUSP_LR, …) kayıp
zh_cn: 缺少悬挂系统对象 (SUSP_LF, SUSP_LR, …)

# LogHelper_WheelsAreMissing
source: Wheels objects (WHEEL_LF, WHEEL_LR, …) are missing
cs: Objekty s koly (WHEEL_LF, WHEEL_LR, …) chybí
de: Reifenobjekte fehlen (WHEEL_LF, WHEEL_LR, …)
es: Los objetos de ruedas (WHEEL_LF, WHEEL_LR, …) están perdidos
fr: Les objets roues (WHEEL_LF, WHEEL_LR, …) sont introuvables
it: Wheels objects (WHEEL_LF, WHEEL_LR, …) sono mancanti
ja_jp: ホイールオブジェクト(WHEEL_LF、WHEEL_LR、…)が不足しています
lv: Nav riteņu objektu (WHEEL_LF, WHEEL_LR, ...)
pl: Obiekty kierownicy (WHEEL_LF, WHEEL_LR, …) są niekompletne
pt_br: Objetos de volante (WHEEL_LF, WHEEL_LR, …) estão faltando
ru: Объекты колёс (WHEEL_LF, WHEEL_LR, ...) отсутствуют
tr: Tekerlek objeleri (WHEEL_LF, WHEEL_LR, …) kayıp
zh_cn: 缺少轮胎对象 (WHEEL_LF, WHEEL_LR, …)

# LogHelper_TimeAttackNotSupported
source: Time Attack mode is not supported by selected track
cs: Režim boje s časem není na vybrané trati podporován
de: Strecke unterstützt Zeitrennen nicht
es: El modo "Time Attack" no lo soporta el circuito seleccionado
fr: Le mode Time Attack n'est pas pris en charge par le circuit sélectionné
it: La modalità Time Attack non è supportata dal tracciato selezionato
ja_jp: タイムアタックモードは選択されたトラックでサポートされていません
lv: Izvēlētā trase neatbalsta time attack režīmu
pl: Tryb "Próba czasowa" nie wspiera wybranej trasy
pt_br: Modo Time Attack não é suportado pela pista selecionada
ru: Режим Time-Attack не поддерживается выбранной трассой
tr: Zamana karşı modu seçili pist tarafından desteklenmiyor
zh_cn: 这条赛道不支持时间挑战模式

# LogHelper_DefaultPpFilterIsMissing
source: Default PP filter (default.ini) is missing but required
cs: Výchozí PP filtr (default.ini) chybí, ale je požadován
de: Standard-Nachbearbeitungsfilter (default.ini) fehlt, wird aber benötigt
es: El filtro de Postprocesado por defecto (default.ini) está perdido pero se requiere
fr: Le PP filter par défaut (.../assettocorsa/system/cfg/ppfilters/[b]default.ini[/b]) est manquant mais obligatoire
it: Il filtro PP predefinito (default.ini) manca ma è necessario
ja_jp: デフォルトのPPフィルター(default.ini)はありませんが必須です
lv: Noklusējuma PP filtrs (default.ini) in nepieciešams, bet tā nav
pl: Brakuje domyślnego filtra PP (default.ini), który jest wymagany
pt_br: Filtro PP padrão (default.ini) está faltando e é obrigatório
ru: Стандартный фильтр постобработки (default.ini) отсутствует, но требуется
tr: Varsayılan ileri işleme filtresi (default.ini) bulunamıyor ancak gerekli
zh_cn: 找不到需要的画面后处理滤镜 (default.ini)

# LogHelper_PpFilterIsMissing
source: PP filter “{0}” is missing
cs: PP filtr “{0}” chybí
de: Nachbearbeitungsfilter "{0}" fehlt
es: Filtro de Postprocesado“{0}” está desaparecido
fr: le PP filter “{0}” est manquant (.../assettocorsa/system/cfg/ppfilters)
it: Filtro PP "{0}" mancante
ja_jp: PPフィルタ“{0}”が欠落しています
lv: Nav PP filtra "{0}"
pl: Brakuje filtra PP “{0}”
pt_br: Filtro PP "{0}" está faltando
ru: Фильтр постобработки "{0}" отсутствует
tr: İleri işleme filtresi "{0}" kayıp
zh_cn: 找不到后处理滤镜 "{0}"

# LogHelper_ShaderIsMissing
source: Shader “{0}” is missing (might be removed in some AC update), model needs fixing
cs: Shader “{0}”chybí (možná byl odebrán v nějaké aktualizaci videohry), model potřebuje opravu
de: Shader "{0}" fehlt (kann bei AC Update gelöscht worden sein), Model muss repariert werden
es: El "shader" “{0}” está perdido (podría haberse eliminado en alguna actualización de AC), el modelo necesita ser arreglado
fr: Le Shader “{0}” est manquant (peut être supprimé dans certaines mise à jour d'AC), le modèle doit être réparé/remplacé
it: Shader "{0}" manca (potrebbe essere rimosso in alcuni aggiornamenti AC), il modello necessita fix
ja_jp: シェーダー“{0}”がありません(一部のACアップデートで削除される可能性があります)。モデルの修正が必要です
lv: Nav šeidera "{0}" (iespējams tika aizvākts ar kādu no AC atjauninājumiem), modeli vajag salabot
pl: Brakuje cieniowania “{0}” (mogło zostać usunięte podczas aktualizacji AC), model potrzebuje naprawy
pt_br: Shader “{0}” está faltando (talvez foi removido em alguma atualização do AC), modelo precisa de correção
ru: Шейдер "{0}" отсутствует (Мог был быть убран в обновлении AC), модель нуждается в исправлении
tr: Gölgelendirme “{0}” kayıp (AC güncelleştirmelerinden birinde kaldırılmış olabilir), modelin düzeltilmesi gerek
zh_cn: 找不到Shader "{0}" (可能因为AC升级被去除),模型需要修正
