Repository: gro-ove/actools
Catalog: AcManager.Controls/ControlsStrings.*.resx
Languages: cs, de, it, lv, pl, pt, ru, tr, zh_cn

# KunosCareer_RequiredSeries
source: Required series: {0}
cs: Nejdříve dokončete tyto série: {0}
de: Benötigte Serie: {0}
it: Serie richieste: {0}
lv: Nepieciešamās sērijas: {0}
pl: Wymagane serie: {0}
pt: Séries requeridas: {0}
ru: Требуется пройти: {0}
tr: Gerekli seriler: {0}
zh_cn: 需要完成系列赛: {0}

# KunosCareer_RequiredSeriesAreNotFinishedYet
source: Required series aren’t finished yet
cs: Zatím nebyly dokončeny série nutné pro postup na vyšší úroveň
de: Benötigte Serien sind noch nicht beendet
it: Le serie richieste non sono ancora terminate
lv: Nepieciešamās sērijas vēl nav pabeigtas
pl: Wymagane serie nie są jeszcze ukończone
pt: Séries requeridas ainda não foram terminadas
ru: Требуемые серии пока не пройдены
tr: Gerekli seriler henüz bitmedi
zh_cn: 需要完成的系列赛还未完成

# KunosCareer_CompletedLabel
source: Completed:
cs: Dokončeno:
de: Fertiggestellt:
it: Completato:
lv: Pabeigts:
pl: Zakończono:
pt: Completado:
ru: Завершено:
tr: Tamamlandı:
zh_cn: 已完成:

# KunosCareer_Error
source: {0} error
cs: {0} chyb
de: {0} Fehler
it: {0} errore
lv: {0} kļūda
pl: {0} błąd
pt: {0} erro
ru: {0} ошибка
tr: {0} hatası
zh_cn: {0} 错误

# AcObject_ErrorsHeader
source: {Error}:
de: {Fehler}:
lv: {Kļūda}:
pl: {Błąd}:
pt: {Erro}:
ru: {Ошибка}:

# AcObject_TrackGeoTagsLabel
source: Geo tags:
cs: Souřadnice:
de: Geo-Daten:
it: Tag Geografico:
lv: Ģeo birkas:
pl: Geo Tagi:
ru: Координаты:
tr: Koordinatlar:
zh_cn: 地理标签:

# AcObject_CityLabel
source: City:
cs: Město:
de: Stadt:
it: Città:
lv: Pilsēta:
pl: Miasto:
pt: Cidade:
ru: Город
tr: Şehir:
zh_cn: 城市:

# Assists_Header
source: Assists:
cs: Asistenti:
de: Fahrhilfen:
it: Aiuti alla guida:
lv: Palīdzības:
pl: Asysty:
pt: Ajudas:
ru: Помощники:
tr: Yardımcılar:
zh_cn: 驾驶辅助:

# Assists_AutoShifterLabel
source: Auto shifter:
cs: Automatické řazení:
de: Autom. Schaltung:
it: Cambio automatico:
lv: Automātiskais pārslēdzējs:
pl: Automat. zmiana biegów
pt: Mudanças automáticas:
ru: Авто-переключение:
tr: Otomatik vites değiştirme:
zh_cn: 自动换挡

# Assists_AutoClutchLabel
source: Auto clutch:
cs: Automatická spojka:
de: Autom. Kupplung:
it: Frizione automatica:
lv: Auto sajūgs:
pl: Automatyczne sprzęgło
pt: Embraiagem automática:
ru: Авто-сцепление:
tr: Otomatik debriyaj:
zh_cn: 自动离合

# Assists_AutoBlipLabel
source: Autoblip:
cs: Automatický meziplyn:
de: Autom. Zwischengas:
pl: Przygazówka:
ru: Авто-перегазовка:
tr: Otomatik olarak gaza dokun
zh_cn: 自动补油

# Assists_StabilityControlLabel
source: Stability control:
cs: Kontrola stability:
de: Stabilitätskontrolle:
it: Controllo stabilità
lv: Stabilitātes kontrole:
pl: Kontrola stabilności:
pt: Controlo de estabilidade:
ru: Стабилизация:
tr: Stabilite kontrolü:
zh_cn: 车身稳定控制:

# Assists_FuelLabel
source: Fuel:
cs: Palivo:
de: Treibstoff:
it: Carburante:
lv: Degviela:
pl: Paliwo:
pt: Combustível:
ru: Расход топлива:
tr: Yakıt:
zh_cn: 油量:

# Assists_TyreWearLabel
source: Tyre wear:
cs: Opotřebení pneumatik:
de: Reifenverschleiß:
it: Usura pneumatici:
lv: Riepu nodilums:
pl: Zużycie opon:
pt: Desgaste dos pneus:
ru: Износ шин:
tr: Lastik hasarı:
zh_cn: 轮胎磨损:

# WebBrowser_Prompt
source: Webpage says
cs: Webová stránka říká
de: Website meldet
it: La pagina web dice
lv: Mājaslapa saka
pl: Na stronie www jest napisane
pt: A página web indica
ru: Сообщение
tr: Web sayfası şunu diyor
zh_cn: 网页显示:

# AcObject_CarBrandLabel
source: Brand:
cs: Značka:
de: Marke:
it: Marca:
lv: Marka:
pl: Marka:
pt: Marca:
ru: Марка:
tr: Marka:
zh_cn: 品牌:

# AcObject_ContryLabel
source: Country:
cs: Země:
de: Land:
it: Paese:
lv: Valsts:
pl: Kraj:
pt: País:
ru: Страна:
tr: Ülke:
zh_cn: 国家:

# AcObject_CarClassLabel
source: Class:
cs: Třída:
de: Klassifizierung:
it: Classe:
lv: Klase:
pl: Klasa:
pt: Classe:
ru: Класс:
tr: Klasman:
zh_cn: 类别:

# AcObject_YearLabel
source: Year:
cs: Rok:
de: Jahr:
it: Anno:
lv: Gads:
pl: Rok:
pt: Ano:
ru: Год:
tr: Yıl:
zh_cn: 年份:

# AcObject_CarParentLabel
source: Parent:
cs: Rodič:
de: Basismodell:
it: Genitore:
lv: Vecāks:
pl: Na bazie:
pt: Parente:
ru: Базовая:
tr: Ana Araç
zh_cn: 源车型:

# AcObject_SpecsLabel
source: Specs:
cs: Specifikace:
de: Spezifikationen:
it: Specifiche:
lv: Specifikācija:
pl: Dane:
pt: Especificações
ru: Параметры:
tr: Özellikler:
zh_cn: 特性:

# Car_OpenInShowroom
source: Open in showroom
cs: Otevřít v autosalonu
de: In Showroom öffnen
it: Apri in Showroom
lv: Atvērt izstādes telpā
pl: Otwórz w salonie
pt: Abrir No Showroom
ru: Открыть в демонстрационном зале
tr: Galeride aç
zh_cn: 在展厅里显示

# Common_Presets
source: Presets
cs: Přednastavení
de: Vorlagen
it: Preset
lv: Sagataves
pl: Presety
pt: Predefinições
ru: Предустановки
tr: Önayarlar
zh_cn: 预设

# Common_Settings
source: Settings
cs: Nastavení
de: Einstellungen
it: Settaggi
lv: Iestatījumi
pl: Ustawienia
pt: Definições
ru: Настройки
tr: Ayarlar
zh_cn: 设置

# Car_OpenInCustomShowroom
source: Open in Custom Showroom
cs: Otevřít ve Vlastním autosalonu
de: In eigenem Showroom öffnen
it: Apri in Showroom personalizzato
lv: Atvērt pielāgotā izstādes telpā
pl: Otwórz w niestandardowym salonie
pt: Abrir No Showroom Personalizado
ru: Открыть в пользовательском шоуруме
tr: Özel galeride aç
zh_cn: 在自定义展厅里显示

# Video_CannotPlay
source: Can’t play video
cs: Nelze přehrát video
de: Video nicht abspielbar
it: Impossibile riprodurre video
lv: Nevar atskaņot video
pl: Nie można odtworzyć video
pt: Não é possível abrir o vídeo
ru: Невозможно проиграть видео
tr: Video oynatılamıyor
zh_cn: 无法播放视频

# Video_CannotPlay_Commentary
source: Please, go to the Settings and enable VLC plugin.
cs: Přejděte prosím do Nastavení a povolte přídavek VLC.
de: Bitte in den Einstellung das VLC Addon aktivieren.
it: Per favore, vai alle impostazioni e abilita l'addon VLC.
lv: Lūdzu aizej uz iestatījumiem un iespējo VLC paplašinājumu.
pl: Proszę przejść do Ustawień i włącz dodatek VLC.
ru: Пожалуйста, зайдите в настройки и включите VLC-плагин
tr: Ayarlardan VLC eklentisini etkinleştirin.
zh_cn: 请前往设置打开VLC插件

# Common_FilterLabel
source: Filter:
cs: Filtr:
it: Filtro:
lv: Filtrs:
pl: Filtr:
pt: Filtro:
ru: Фильтр:
tr: Filtre:
zh_cn: 筛选器:

# Presets_Save
source: Save preset
cs: Uložit
de: Vorlage speichern
it: Salva preset
lv: Saglabāt sagatavi
pl: Zapisz preset
pt: Gravar predefinição
ru: Сохранить предустановку
tr: Önayarı kaydet
zh_cn: 保存预设

# Presets_Save_Tooltip
source: Save current settings as preset (Ctrl+S)
cs: Uložit nynější nastavení jako přednastavení (Ctrl+S)
de: Aktuelle Einstellungen als Vorlage speichern (Strg+S)
it: Salva impostazioni attuali come preset ()
lv: Saglabāt pašreizējos iestatījumus kā sagatavi (Ctrl+S)
pl: Zapisz bieżące ustawienia jako preset (Ctrl+S)
pt: Salvar configurações atuais como predefinição (Ctrl+S)
ru: Сохранить текущие параметры как предустановку
tr: Şu anki ayarları önayar olarak kaydet (CTRL+S)
zh_cn: 把当前设定保存为预设(Ctrl+S)

# Presets_Unsaved
source: Unsaved preset
cs: Neuložené přednastavení
de: Ungespeicherte Vorlage
it: Non salvato
lv: Nesaglabāta sagatave
pl: Brak zapisów
pt: Desgravado
ru: Не сохранено
tr: Kaydedilmemiş önayar
zh_cn: 未保存

# Controls_SteeringWheelButton
source: Steering wheel button
cs: Tlačítko volantu
de: Lenkradtaste
it: Tasto del volante
lv: Sūres poga
pl: Przycisk kierownicy
pt: Botão do volante
ru: Кнопка на руле
tr: Direksiyon butonu
zh_cn: 方向盘按钮

# AssistsPreset_Gamer
source: Gamer
cs: Hráč
de: Spieler
it: Giocatore
lv: Geimeris
pl: Gracz
pt: Jogador
ru: Геймер
tr: Oyuncu
zh_cn: 娱乐玩家

# AssistsPreset_Intermediate
source: Intermediate
cs: Pokročilý
de: Fortgeschritten
it: Intermedio
lv: Vidējs
pl: Pośredni
pt: Intermédio
ru: Опытный
tr: Orta
zh_cn: 中级车手

# AssistsPreset_Pro
source: Pro
cs: Profesionál
pt: Profissional
ru: Про
tr: Profesyonel
zh_cn: 职业难度

# AcObject_AuthorLabel
source: Author:
cs: Autor:
de: Urheber:
it: Autore:
lv: Autors:
pl: Autor:
pt: Autor:
ru: Автор:
tr: Yapımcı:
zh_cn: 作者:

# Common_Clear
source: Clear
cs: Vyprázdnit
de: Klar
it: Limpido
lv: Skaidrs
pl: Czysty
pt: Limpar
ru: Очистить
tr: Temizle
zh_cn: 清除

# AcObject_VersionLabel
source: Version:
cs: Verze:
it: Versione:
lv: Versija:
pl: Wersja:
pt: Versão:
ru: Версия:
tr: Versiyon:
zh_cn: 版本:

# AcObject_UrlLabel
source: URL:
lv: Links:
ru: Веб-страница:

# Common_MetersPostfix
source: m
ru: м
zh_cn: 米

# Common_DevTools
source: Developer tools
cs: Vývojářské nástroje
de: Entwicklerwerkzeuge
it: Strumenti di sviluppo
lv: Izstrādātāja rīki
pl: Narzędzia deweloperskie
pt: Ferramentas de Desenvolvimento
ru: Для разработки
tr: Geliştirici aletleri
zh_cn: 开发者工具

# Common_Unpack
source: Unpack {0}
cs: Rozbalit {0}
de: {0} entpacken
it: Scompatta {0}
lv: {0} atpakoti
pl: Rozpakuj {0}
pt: Decompactar {0}
ru: Распаковать {0}
tr: Çıkart {0}
zh_cn: 解压{0}

# AcObject_Author_Tooltip
source: Author, version & URL (Ctrl+click to follow the link if set)
cs: Autor, verze a URL
de: Urheber, Version und URL
it: Autore, versione e URL (Ctrl + clic per seguire il collegamento se impostato)
lv: Autors, versija un links (Ctrl+clikc lai sekotu linkam, ja tāds ir)
pl: Autor, wersja & URL
pt: Autor, versão & URL
ru: Автор, версия и веб-адрес:
tr: Yapımcı, sürüm & URL (eğer ayarlanmışsa CTRL'ye basılı tutarak linke tıklayın)
zh_cn: 作者,版本&网站链接

# QuickSwitches_HideWheel
source: Hide wheel
cs: Volant
de: Lenkrad ausblenden
it: Nasconsi ruota
lv: Paslēpt stūri
pl: Ukryj kierown.
pt: Esconder volante
ru: Без руля
tr: Direksiyonu gizle
zh_cn: 隐藏方向盘

# QuickSwitches_HideWheel_Tooltip
source: Hide steering wheel
cs: Skrývat virtuální volant i paže při pohledu "kokpit" (kamera 1)
de: Lenkrad ausblenden
it: Nasconsi volante
lv: Paslēpt stūri
pl: Ukryj sterowanie kierownicą
pt: Esconder volante
ru: Скрыть руль
tr: Direksiyonu gizle
zh_cn: 隐藏虚拟方向盘

# QuickSwitches_LockWheel
source: Lock wheel
cs: Zámek volantu
de: Lenkrad fixieren
it: Blocca ruota
lv: Fiksēt stūri
pl: Blokuj kierown.
pt: Volante fixo
ru: Прив. руль
tr: Tekerlekleri kilitle
zh_cn: 固定方向盘

# QuickSwitches_LockCamera
source: Lock camera
cs: Zámek kamery
de: Kamera fixieren
it: Blocca telecamera
lv: Fiksēt kameru
pl: Blokuj kamerę
pt: Câmara fixa
ru: Прив. камеру
tr: Kamerayı sabitle
zh_cn: 锁定视角

# QuickSwitches_Mirror
source: Mirror
cs: Zrcátko
de: Spiegel
it: Specchietto
lv: Spogulis
pl: Lusterko
pt: Espelho
ru: Зеркало
tr: Ayna
zh_cn: 后视镜

# QuickSwitches_Names
source: Names
cs: Nacionále
de: Namen
it: Nomi
lv: Vārdi
pl: Nazwy
pt: Nomes
ru: Имена
tr: İsimler
zh_cn: 姓名

# QuickSwitches_Leaderboard
source: Leaderboard
cs: Výsledky
de: Rangliste
it: Classifica
lv: Līderu saraksts
pl: Tabela wyników
pt: Tabela de classificação
ru: Лидеры
tr: Lider tablosu
zh_cn: 排名板

# QuickSwitches_DamageUi
source: Damage (UI)
cs: HUD poškození
de: Schaden (UI)
it: Danno (UI)
lv: Bojājumi (UI)
pl: Zniszczenia UI
pt: Estrago (UI)
ru: Урон (UI)
tr: Hasar (arayüz)
zh_cn: 车损显示器

# QuickSwitches_Header
source: Quick switches
cs: Rychlé přepínače
de: Schnellumschalter
it: Impostazioni rapide
lv: Ātrā pārslēgšanās
pl: Szybkie przełączniki
ru: Переключатели
tr: Hızlı menü
zh_cn: 快捷菜单

# QuickSwitches_Nearest
source: Nearest
cs: Radar
de: Annäherungsindikator
it: Più vicino
lv: Tuvākais
pl: Pokaż strzałki
pt: Mais perto
ru: Ближайшие
tr: En yakın
zh_cn: 近身指示器

# QuickSwitches_Fullscreen
source: Fullscreen
cs: Bez rámu okna
de: Vollbild
it: Schermo pieno
lv: Pilnekrāns
pl: Pełny ekran
pt: Tela cheia
ru: На весь экран
tr: Tam ekran
zh_cn: 全屏

# QuickSwitches_DevApps
source: Dev apps
cs: Pro vývojáře
de: Endwickler-Apps
it: Apps sviluppatori
lv: Izstrādātāju aplikācijas
pl: Dev aplikacje
pt: Apps de desenvolvimento
ru: Разработка
tr: Geliştirici uygulamaları
zh_cn: 开发者插件

# QuickSwitches_FreeCamera
source: Free camera
cs: Volná kamera
de: Freie Kamera
it: Telecamera libera
lv: Brīvā kamera
pl: Swobodna kam
pt: Câmara-livre
ru: Своб. камера
tr: Serbest kamera
zh_cn: 自由视角

# QuickSwitches_OnlineName
source: Online name
cs: Online jméno
it: Nome Online
lv: Tiešsaistes vārds
pl: Nazwa online
pt: Nome Online
ru: Онлайн-имя
tr: Çevrimiçi isim
zh_cn: 在线名字

# QuickSwitches_Exposure
source: Exposure
cs: Expozice
de: Belichtung
it: Esposizione
lv: Ekspozīcija
pl: Ekspozycja
pt: Exposição
ru: Яркость
tr: Pozlama
zh_cn: 曝光

# QuickSwitches_Fov
source: FOV
cs: Zorné pole
de: Blickwinkel
it: Campo visivo
ru: Угол зрения
zh_cn: 视场

# QuickSwitches_LockWheel_Tooltip
source: Lock steering wheel
cs: Neotáčet virtuálním volantem při pohledu "kokpit" (kamera 1)
de: Lenkrad fixieren
it: Blocca rotazione volante
lv: Fiksēt stūri
pl: Zablokuj kierownicę
pt: Volante fixo
ru: Зафиксировать руль
tr: Direksiyonu kilitle
zh_cn: 固定方向盘

# QuickSwitches_LockCamera_Tooltip
source: Lock onboard camera to horizon
cs: Palubní kamerou vždy mířit na horizont
de: Innenansicht an Horizont ausrichten
it: Blocca onboard camera all'orizzonte
lv: Fiksēt iekšējo kameru pie horizonta
pl: Zablokuj kamerę względem horyzontu
pt: Fixar câmara interior ao horizonte
ru: Привязать камеру к горизонту
tr: Kamerayı ufuk çizgisine sabitle
zh_cn: 锁定驾驶视角到地平线

# QuickSwitches_Mirror_Tooltip
source: Display virtual mirror
cs: Při příhodných pohledech zobrazovat plně virtuální vnitřní zpětné zrcátko (F11)
de: Virtuellen Rückspiegel anzeigen
it: Mostra specchietto virtuale
lv: Rādīt virtuālo spoguli
pl: Wyświetl wirtualne lusterko
pt: Mostrar espelho virtual
ru: Включить виртуальное зеркало
tr: Sanal aynayı göster
zh_cn: 显示虚拟后视镜

# QuickSwitches_Names_Tooltip
source: Display drivers’ names
cs: Zobrazovat nad auty nacionále soupeřů
de: Fahrernamen anzeigen
it: Mostra nomi piloti
lv: Rādīt braucēju vārdus
pl: Wyświetl nazwy kierowców
pt: Mostrar os nomes dos condutores
ru: Показывать имена водителей
tr: Sürücü isimlerini göster
zh_cn: 显示车手名字

# QuickSwitches_Leaderboard_Tooltip
source: Display leaderboard
cs: Zobrazovat seznam výsledků závodů
de: Rangliste anzeigen
it: Mostra classifica
lv: Parādīt līderu sarakstu
pl: Wyświetl ranking
pt: Mostrar tabela de classificação
ru: Показывать список лидеров
tr: Lider tablosunu göster
zh_cn: 显示排名板

# QuickSwitches_DamageUi_Tooltip
source: Display damage
cs: Zobrazovat ukazatel při poškození
de: Schaden anzeigen
it: Mostra danni
lv: Rādīt bojājumus
pl: Wyświetl uszkodzenia
pt: Mostrar estragos
ru: Показывать урон
tr: Hasarı göster
zh_cn: 显示车损显示器

# QuickSwitches_Fullscreen_Tooltip
source: Fullscreen mode (for example, Shadowplay won’t work without it)
cs: Aktivovat běh videohry přes celou obrazovku (například Shadowplay v okně nefunguje)
de: Vollbildmodus (zum Beispiel: Nvidia Shadowplay funktioniert nicht ohne Vollbild)
it: modalità a schermo intero (ad esempio, Shadowplay non funziona senza di essa)
lv: Pilnekrāna režīms (piemēram Shadowplay bez tā nestrādās)
pl: Tryb pełnego ekranu (na przykład Shadowplay nie będzie działać bez tego)
pt: Modo Tela cheia (necessário ao Shadowplay, por exemplo)
ru: Полноэкранный режим
tr: Tam ekran modu (Shadowplay gibi eklentiler yalnızca tam ekran modunda çalışır)
zh_cn: 全屏模式(例如Shadowplay仅在全屏下可用)

# QuickSwitches_DevApps_Tooltip
source: Enable developer apps
cs: Umožnit běh vývojářských appek
de: Endwickler-Apps aktivieren
it: Abilità le App sviluppatore
lv: Iespējot izstrādātāju aplikācijas
pl: Aktywuj dev aplikacje
pt: Activar apps de desenvolvimento
ru: Включить приложения разработчика
tr: Geliştirici uygulamalarını etkinleştir
zh_cn: 启用开发者插件

# QuickSwitches_FreeCamera_Tooltip
source: Enable free camera (while in game, press F7 and navigate via arrow keys, right mouse button and scrolling wheel)
cs: Volný pohyb kamery (ve hře stiskněte klávesu F7 a parametry kamery měňte šipkami i myší)
de: Freie Kamera aktivieren (im Spiel F7 drücken)
it: Abilta camera libera (premi F7 in pista)
lv: Iespējo brīvo kameru (nospied F7 uz trases)
pl: Aktywuj swobodą kamerę (naciśnij F7 na torze)
pt: Activar câmara-livre (premir F7 dentro-de-jogo)
ru: Включить свободную камеру
tr: Serbest kamerayı etkinleştir (oyun esnasında F7'ye basın, ardından yön tuşları, fare sağ butonu ve fare kaydırma topu ile ilerleyin.
zh_cn: 允许自由视角(在游戏里按F7)

# QuickSwitches_OnlineName_Tooltip
source: Use different name online
cs: Použít v režimu online alternativní jméno
de: Online anderen Namen nutzen
it: Usa un nome diverso online
lv: Izmantot citu vārdu tiešsaistē
pl: Użyj rożnych nazw online
pt: Usar um nome diferente online
ru: Использовать специальное имя для режима "Интернет"
tr: Çevrimiçi mod için farklı bir isim kullan
zh_cn: 在线使用不同的名字

# QuickSwitches_UiPresets_Tooltip
source: Switch between UI presets
cs: Přepínat mezi přednastaveními uživatelského rozhraní
de: Zwischen UI-Vorlagen umschalten
it: Passare tra i preset UI
lv: Pārslēgties starp UI sagatavēm
pl: Przełączanie między presetami UI
pt: Alternar entre predefinições de UI
ru: Сменить предустановки интерфейса
tr: Arayüz önayarları arasında değişiklik yap
zh_cn: 切换用户界面预设

# QuickSwitches_ControlsPresets_Tooltip
source: Switch between controls presets
cs: Přepínač přednastavení ovladačů
de: Zwischen Steuerungen wechseln
it: Passare tra i preset di controllo
lv: Pārslēgties starp vadības sagatavēm
pl: Przełączanie pomiędzy ustawieniami presetów
pt: Alternar entre predefinições de controlos
ru: Сменить предустановки управления
tr: Kontrol önayarları arasında geçiş yap
zh_cn: 切换控制器预设

# QuickSwitches_VideoPresets_Tooltip
source: Switch between video-settings presets
cs: Přepínat mezi přednastaveními grafického nastavení
de: Zwischen Videoeinstellungen wechseln
it: Passare tra i preset delle impostazioni video
lv: Pārslēgties starp video iestatījumu sagatavēm
pl: Przełączanie między presetami ustawień wideo
pt: Alternar entre predefinições de configurações de vídeo
ru: Сменить предустановки графики
zh_cn: 切换画面设置预设

# QuickSwitches_PpFilters_Tooltip
source: Switch between PP filters
cs: Přepínat mezi PP filtry
de: Zwischen Nachbearbeitungsfiltern wechseln
it: Passare tra i Filtri PP
lv: Pārslēgties starp PP filtriem
pl: Przełączanie między filtrami PP
pt: Alternar entre filtros de PP
ru: Сменить фильтр
tr: İleri işleme modları arasında değişiklik yap
zh_cn: 切换后处理滤镜预设

# QuickSwitches_Exposure_Tooltip
source: Brightness level
cs: Změna expozice (výchozí hodnota: 100 %)
de: Helligkeitseinstellung
it: Livello luminosità
lv: Gaišuma līmenis
pl: Poziom jasności
pt: Nível do Brilho
ru: Яркость
tr: Parlaklık seviyesi
zh_cn: 亮度

# QuickSwitches_Fov_Tooltip
source: Field of view (vertical angle)
cs: Změna zorného pole ve svislé ose (výchozí hodnota: 56°)
de: Blickwinkel (vertikaler Winkel)
it: FOV (Angolo verticale)
lv: Redzes lauks (vertikālais leņķis)
pl: Pole widzenia (kąt pionowy)
pt: Campo de visão (ângulo vertical)
ru: Поле зрения (по вертикали)
tr: Görüş açısı (dikey açı)
zh_cn: 视场(垂直角度)

# QuickSwitches_HideArms
source: Hide arms
cs: Paže
de: Arme ausblenden
it: Nascondi braccia
lv: Paslēpt rokas
pl: Ukryj ramiona
pt: Esconder braços
ru: Скрыть руки
tr: Elleri gizle
zh_cn: 隐藏手臂

# QuickSwitches_HideArms_Tooltip
source: Hide driver’s arms
cs: Skrývat virtuální paže při pohledu "kokpit" (kamera 1)
de: Fahrerarme ausblenden
it: Nascondi le braccia del pilota
lv: Paslēpt braucēja rokas
pl: Ukryj ramiona kierowców
pt: Esconder os braços do condutor
ru: Скрыть руки водителя
tr: Sürücünün ellerini gizle
zh_cn: 隐藏车手手臂

# Theme_Dark
source: Dark
cs: Tmavý
de: Dunkel
it: Scuro
lv: Tumšs
pl: Ciemny
pt: Escuro
ru: Тёмная
tr: Koyu
zh_cn: 暗色调

# Theme_Light
source: Light
cs: Světlý
de: Hell
it: Chiaro
lv: Gaišs
pl: Jasny
pt: Claro
ru: Светлая
tr: Açık
zh_cn: 亮色调

# Animation_Modern
source: Modern
cs: Moderní
it: Moderno
lv: Moderna
pl: Nowoczesny
pt: Moderno
ru: Современная
zh_cn: 现代风格

# Animation_Fade
source: Fade
cs: Slábnoucí
de: Verblassen
it: Dissolvenza
lv: Izgaist
pl: Wyblakły
pt: Desvanecimento
ru: Затухание
tr: Soldur
zh_cn: 淡入淡出

# Animation_Up
source: Up
cs: Vyjížděcí
de: Hoch
it: Su
lv: Uz augšu
pl: W górę
pt: Cima
ru: Вверх
tr: Yukarı
zh_cn: 上滑

# Animation_Down
source: Down
cs: Sjížděcí
de: Herunter
it: Giù
lv: Uz leju
pl: Na dół
pt: Baixo
ru: Вниз
tr: Aşağı
zh_cn: 下滑

# Common_AreYouSure
source: Are you sure?
cs: Jste si jistí?
de: Bist du sicher?
it: Sicuro?
lv: Tu esi pārliecināts?
pl: Jesteś pewny?
pt: Tem a certeza?
ru: Вы уверены?
tr: Emin misiniz?
zh_cn: 是否确定?

# Controls_BuiltInPresets
source: Built-in presets
cs: Vestavěná přednastavení
de: Standardvorlagen
it: Impostazioni incorporate
lv: Iebūvētas sagataves
pl: Wbudowane presety
pt: Predefinições originais
ru: Встроенные предустановки
tr: Yerleşik önayarlar
zh_cn: 内建预设

# Controls_UserPresets
source: User presets
cs: Uživatelská přednastavení
de: Eigene Vorlagen
it: Impostazioni utente
lv: Lietotāja sagataves
pl: Użyj presetów
pt: Predefinições do Utilizador
ru: Пользовательские предустановки
tr: Kullanıcı önayarları
zh_cn: 用户预设

# Share_EnterNameHeader
source: Share as
cs: Sdílet jako
de: Teilen als
it: Condividi come
lv: Dalīties kā
pl: Udostępnij jako
pt: Partilhar Como
ru: Поделиться как
tr: Şu şekilde paylaş
zh_cn: 分享为

# ImageViewer_DefaultName
source: Image
cs: Obrázek
de: Bild
it: Immagine
lv: Attēls
pl: Obraz
pt: Imagem
ru: Изображение
tr: Görsel
zh_cn: 图像

# ImageViewer_Save_Title
source: Save image as
cs: Uložit obrázek jako
de: Bild speichern unter
it: Salva immagine come
lv: Saglabāt attēlu kā
pl: Zapisz obraz jako
pt: Gravar Imagem Como:
ru: Сохранить изображение как
tr: Görseli farklı kaydet
zh_cn: 保持图像为

# Showroom_FovLabel
source: FOV:
cs: Zorné pole:
ru: Угол зрения:
tr: Görüş açısı:
zh_cn: 视场:

# Common_MillisecondsPostfix
source: ms
ru: мс
zh_cn: 毫秒

# Online_PasswordRequired
source: Password required
cs: Je vyžadováno heslo
de: Passwort benötigt
it: Password richiesta
lv: Vajadzīga parole
pl: Wymagane hasło
pt: Palavra-passe necessária
ru: Требуется пароль
tr: Parola gerekli
zh_cn: 需要密码

# Common_Error
source: Error
cs: Chyba
de: Fehler
it: Errore
lv: Kļūda
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata
zh_cn: 发生错误

# Common_FolderExists
source: Folder “{0}” already exists. Overwrite files?
cs: Složka “{0}” již existuje. Přepsat soubory?
de: Ordner "{0}" existiert bereits. Überschreibe Dateien?
it: La cartella "{0}" esiste già, Sovrascrivo i file?
lv: Mape "{0}" jau pastāv. Pārrakstīt?
pl: Folder “{0}” już istnieje. Zastąpić pliki?
pt: Directório "{0}" já existe. Subsistituír ficheiros?
ru: Каталог «{0}» уже существует. Перезаписать файлы?
tr: "{0}" klasörü zaten var. Dosyalar üstüne yazılsın mı?
zh_cn: 文件夹"{0}"已经存在,覆盖?

# Common_GoodNews
source: Good news!
cs: Dobré zprávy!
de: Gute Nachrichten!
it: Buone notizie!
lv: Labas ziņas!
pl: Dobre wiadomości!
pt: Boas notícias!
ru: Хорошие новости!
tr: İyi haber!
zh_cn: 好消息!

# Common_Loading
source: Loading…
cs: Načítám...
de: Lade...
it: Caricamento...
lv: Ielādē...
pl: Ładuję…
pt: Carregando...
ru: Загрузка…
tr: Yükleniyor
zh_cn: 加载中...

# Controls_FilterAxis
source: Filter
cs: Filtr
it: Filtro
lv: Filtrs
pl: Filtr
pt: Filtro
ru: Фильтрация
tr: Filtre
zh_cn: 滤波

# Controls_GammaAxis
source: Gamma
cs: Gama
pt: Gama
ru: Нелинейность
tr: Gama
zh_cn: 伽马

# Controls_InvertAxis
source: Invert
cs: Převrátit
de: Umkehren
it: Inverti
lv: Invertēt
pl: Odwróć
pt: Inverter
ru: Инвертировать
tr: Tersine çevir
zh_cn: 反转

# Controls_Preview_Device
source: Device: [b]{0}[/b]
cs: Zařízení: [b]{0}[/b]
de: Gerät: [b]{0}[/b]
lv: Ierīce: [b]{0}[/b]
pl: Urządzenie: [b]{0}[/b]
pt: Dispositivo: [b]{0}[/b]
ru: Устройство: [b]{0}[/b]
tr: Aygıt: [b]{0}[/b]
zh_cn: 设备:[b]{0}[/b]

# Controls_Preview_Devices
source: Devices: [b]{0}[/b]
cs: Zařízení: [b]{0}[/b]
de: Geräte: [b]{0}[/b]
it: Device: [b]{0}[/b]
lv: Ierīces: [b]{0}[/b]
pl: Urządzenia: [b]{0}[/b]
pt: Dispositivos: [b]{0}[/b]
ru: Устройства: [b]{0}[/b]
tr: Aygıtlar: [b]{0}[/b]
zh_cn: 设备:[b]{0}[/b]

# Controls_Preview_InputMethod
source: Input method: [b]{0}[/b]
cs: Způsob ovládání: [b]{0}[/b]
de: Eingabemethode: [b]{0}[/b]
it: metodo d'input: [b]{0}[/b]
lv: Ievades metode: [b]{0}[/b]
pl: Metoda wprowadzania: [b]{0}[/b]
ru: Метод ввода: [b]{0}[/b]
tr: Girdi yöntemi: [b]{0}[/b]
zh_cn: 控制器类型:[b]{0}[/b]
