Repository: gro-ove/actools
Catalog: AcManager.Controls/ControlsStrings.*.resx
Languages: cs, de, it, lv, pl, pt, ru, tr, zh_cn

# Controls_RangeFromAxis
source: From
cs: Rozsah od
de: Von
it: Da
lv: No
pl: Od
pt: De
ru: От
tr: Bu eksenden
zh_cn: 从

# Controls_RangeToAxis
source: To
cs: Rozsah do
de: Bis
it: a
lv: Līdz
pl: Do
pt: Para
ru: До
tr: Bu eksene
zh_cn: 到

# Common_Options
source: Options
cs: Možnosti
de: Optionen
it: Opzioni
lv: Iestatījumi
pl: Opcje
pt: Opções
ru: Параметры
tr: Seçenekler
zh_cn: 选项

# Common_Preparing
source: Preparing…
cs: Připravuji...
de: Vorbereiten...
it: Preparazione...
lv: Sagatavo...
pl: Przygotowuję...
pt: Preparando...
ru: Подготовка…
tr: Hazırlanıyor
zh_cn: 准备中...

# Assists_IdealLineLabel
source: Ideal line:
cs: Ideální závodní stopa:
de: Ideallinie:
it: Traiettoria ideale:
lv: Ideālā trajektorija:
pl: Linia jazdy
pt: Linha Ideal:
ru: Траектория:
tr: İdeal sürüş çizgisi:
zh_cn: 建议行车线

# Common_Compressing
source: Compressing…
cs: Komprimuji...
de: Komprimiere...
it: Compressione...
lv: Kompresē...
pl: Kompresuję...
pt: Comprimindo...
ru: Сжатие…
tr: Sıkıştırılıyor...
zh_cn: 压缩中...

# Common_OpponentsFormat
source: {0} opponent
cs: Soupeřů: {0}
de: {0} Gegner
it: {0} avversario
lv: {0} pretinieki
pl: {0} przeciwnik
pt: {0} oponente
ru: {0} соперник
tr: {0} rakip
zh_cn: {0} 对手

# Common_Reset
source: Reset
cs: Resetovat na výchozí
de: Zurücksetzen
it: Reimposta
lv: Atiestatīt
pt: Repor definições
ru: Сбросить
tr: Sıfırla
zh_cn: 复位

# Common_MinutesPostfix
source: min
ru: мин
tr: dk
zh_cn: 分钟

# Controls_WaitingForInput
source: Waiting for input
cs: Čekám na vstup (Esc pro návrat)
de: Auf Eingabe warten
it: In attesa di input
lv: Gaida ievadi
pl: Oczekiwanie na wejście
pt: Aguardando input
ru: Ожидание ввода
tr: Girdi bekleniyor
zh_cn: 等待输入

# Common_MinutePostfix
source: minute
cs: minut
it: minuto
lv: minūte
pl: minut
pt: minuto
ru: минута
tr: dakika
zh_cn: 分钟

# Common_LapsPostfix
source: lap
cs: kol
de: Runde
it: giro
lv: Aplis
pl: okrążenie
pt: volta
ru: круг
tr: tur
zh_cn: 圈

# Common_Installing
source: Installing…
cs: Instaluji...
de: Installiere...
it: Installazione...
lv: Instalē...
pl: Instalowanie...
pt: Instalando...
ru: Установка…
tr: Yükleniyor
zh_cn: 安装中...

# Common_SecondsPostfix
source: sec
cs: sekund
de: Sek
lv: sek.
pl: sek
pt: seg
ru: сек
tr: sn
zh_cn: 秒

# Common_Change
source: Change
cs: Změnit
de: Ändern
it: Cambia
lv: Mainīt
pl: Zmiana
pt: Alterar
ru: Изменить
tr: Değiştir
zh_cn: 更改

# Common_ChangeSkin
source: Change skin
cs: Změnit skin
de: Lackierung ändern
it: Cambia Skin
lv: Mainīt skinu
pl: Zmień skórkę
pt: Alterar Skin
ru: Сменить раскраску
tr: Kaplamayı değiştir
zh_cn: 更换涂装

# Common_OpponentsPostfix
source: opponent
cs: soupeřů
de: Gegner
it: avversario
lv: pretinieks
pl: przeciwnik
pt: adversário
ru: соперник
tr: rakip
zh_cn: 名对手

# Common_TryAgain
source: Try again
cs: Zkusit znovu
de: Erneut versuche
it: Prova ancora
lv: Mēģini vēlreiz
pl: Spróbuj ponownie
pt: Tentar de novo
ru: Ещё раз
tr: Yeniden dene
zh_cn: 再试一次

# Common_OfflineMode
source: Offline mode
cs: Režim Offline
de: Offline Modus
it: Modalità Offline
lv: Bezsaistes režīms
pl: Tryb offline
pt: Modo Offline
ru: Офлайн
tr: Çevrimdışı mod
zh_cn: 离线模式

# Common_Generic
source: Generic
cs: Generický
de: Allgemein
it: Generico
lv: Allgemein
pl: Ogólny
pt: Genérico
ru: Общее
tr: Genel
zh_cn: 常规

# Common_Downloading
source: Downloading…
cs: Stahuji...
de: Lade herunter...
it: Scaricamento..
lv: Lejuplādē...
pl: Pobieranie...
pt: Fazendo o download...
ru: Скачивание…
tr: İndiriliyor...
zh_cn: 下载中...

# Replay_CrMessage
source: Replay will be overwritten after the next race. Rename it to keep it.
cs: Opakovaný záznam bude přepsán po další herní relaci. Přejmenujte ho, abyste ho zachovali.
de: Wiederholung wird nach nächstem Rennen überschrieben. Zum behalten umbennen.
it: Il replay verrà sovrascritto dopo la prossima gara. Rinominalo per mantenerlo.
lv: Ieraksts pēc nākmās sacīkstes tiks pārrakstīts. Pārdēvē to, lai to paturētu.
pl: Powtórka zostanie zastąpiona po następnym wyścigu. Zmienić jej nazwę, aby ją zachować?
ru: Повтор будет перезаписан после следующей гонки. Переименуйте его, чтобы сохранить.
tr: Gelecek yarıştan sonra yarış tekrarı kaybedilecektir. Kaydetmek için adını değiştirin
zh_cn: 录像会被下一次比赛覆盖,改名以便保存.

# Replay_CrMessage_Commentary
source: You can go to Settings and enable “Save replays automatically” option to avoid losing something valuable.
cs: Můžete jít do Nastavení a povolit "Automaticky ukládat opakované záznamy", abyste předešli ztrátě něčeho hodnotného.
de: Du kannst in den Einstellungen "Wiederholungen automatisch abspeichern" einschalten, um wertvolle Momente nicht zu verlieren.
it: Si può andare su Impostazioni e attivare “Salva i replay automaticamente” per evitare di perdere qualcosa di prezioso.
lv: Iestatījumos vari iespējot opciju "Vienmēr saglabāt ierakstus", lai nezaudētu kaut ko vērtīgu.
pl: Możesz przejść do Ustawienia i włączyć opcję "Zapisz powtórki automatycznie", aby uniknąć nie zapisania powtórki.
ru: Вы можете перейти в настройки и включить опцию "Сохранять повторы автоматически", чтобы не потерять что-то ценное.
tr: Sevdiğiniz bir tekrarı kaybetmemek için ayarlardan "Yarış tekrarlarını otomatik olarak kaydet" seçeneğini etkinleştirebilirsiniz.
zh_cn: 你可以到设置里打开"自动保存录像"选项,以免丢失某些重要的录像

# VideoViewer_CannotPlay
source: Can’t play video
cs: Nelze přehrát video
de: Video abspielen fehlgeschlagen
it: Impossibile riprodurre il video
lv: Nevar atskaņot video
pl: Nie można odtworzyć wideo
pt: Não é possível ler o vídeo
ru: Невозможно проиграть видео
tr: Video oynatılamıyor
zh_cn: 无法播放视频

# CustomShowroom_TextureSizeLabel
source: Size:
cs: Velikost:
de: Größe:
it: Misura:
lv: Izmērs:
pl: Rozmiar:
pt: Tamanho:
ru: Размер:
tr: Boyut:
zh_cn: 大小:

# CustomShowroom_Selected_NameLabel
source: Name:
cs: Název
it: Nome:
lv: Nosaukums:
pl: Nazwa:
pt: Nome:
ru: Имя:
tr: İsim:
zh_cn: 名字:

# CustomShowroom_AmbientShadowsSize_Reset
source: Reset
cs: Resetovat
de: Zurücksetzen
lv: Atiestatīt
pt: Repôr
ru: Сбросить
tr: Sıfırla
zh_cn: 复位到推荐值

# CustomShowroom_AmbientShadowsSize_Save
source: Save
cs: Uložit
de: Speichern
it: Salva
lv: Saglabāt
pl: Zapisz
pt: Gravar
ru: Сохранить
tr: Kaydet
zh_cn: 保存

# AcObject_FuelLabel
source: Fuel:
cs: Palivo:
de: Treibstoff:
it: Carburante:
lv: Degviela:
pl: Paliwo:
pt: Combustível:
ru: Расход топлива:
tr: Yakıt:
zh_cn: 油量:

# Showroom_DialogHeader
source: Showroom
cs: Autosalon
lv: Izstādes telpa
pl: Salon
ru: Шоурум
tr: Galeri
zh_cn: 展厅:

# Common_ExposureLabel
source: Exposure:
cs: Expozice:
de: Belichtung:
it: Esposizione:
lv: Ekspozīcija:
pl: Ekspozycja:
ru: Экспозиция:
tr: Pozlama:
zh_cn: 曝光度

# Controls_ClickToAssign
source: Click to assign
cs: Klikněte pro přiřazení
de: Zum Zuordnen klicken
it: Clicca per assegnare
lv: Spied, lai piešķirtu
pl: Kliknij, aby przypisać
pt: Clicar para definir
ru: Нажмите чтобы назначить
tr: Atamak için tıklayın
zh_cn: 点击设定按键

# Controls_DamperGain_Tooltip
source: Set to 0 for Logitech G920, keep 1 for everything else
cs: Nastavit 0 pro Logitech 920, ponechat 1 v ostatních případech
de: 0 für Logitech G920, sonst 1
it: Imposta a 0 per il Logitech G920, Lascia a 1 per tutto il resto
lv: Uzstādīt uz 0 priekš Logitech G920, visam pārējam atstāt uz 1
pl: Ustaw na 0 dla Logitech G920, dla pozostałych ustaw 1
ru: Установите 0 для Logitech G920, для всех остальных оставьте 1
tr: Logitech G920 için 0'a ayarla, geri kalan her şey 1'de kalsın
zh_cn: 对于G920设置到0,其他都设置为1

# Controls_EffectsHeader
source: Effects:
cs: Efekty:
de: Effekte:
it: Effetti:
lv: Efekts:
pl: Efekty:
ru: Эффекты:
tr: Etkiler:
zh_cn: 特效:

# Controls_EnhancedUndersteer
source: Enhanced understeer effect
cs: Zesílení efektu nedotáčivosti
de: Erweiterter Untersteuereffekt
it: Migliora effetto sottosterzo
lv: Uzlabots buksēšanas efekts
pl: Efekt podsterowności
ru: Усиление эффекта недостаточной поворачиваемости
tr: Pekiştirilmiş dışa savrulma etkisi
zh_cn: 增强转向不足效果

# Controls_ExperimentalHeader
source: Experimental:
cs: Experimentální:
de: Experimentell:
it: Sperimentale:
lv: Eksperimentāls:
pl: Eksperymentalne:
ru: Эксперементальные
tr: Deneysel:
zh_cn: 试验性设定:

# Controls_Gain
source: Gain
cs: Intenzita
de: Verstärkung
it: Guadagno
lv: Ieguvums
pl: Zysk
ru: Усиление
zh_cn: 增益

# Controls_GyroscopicEffect
source: Gyroscopic effect
cs: Gyroskopický efekt
de: Gyroskopischer Effekt
it: Effetto giroscopico
lv: Žiroskopiskais efekts
pl: Efekt żyroskopowy
ru: Гироскопический эффект
tr: Jiroskopik etki
zh_cn: 陀螺仪效果

# Controls_KerbEffect
source: Kerb effect
cs: Obrubníky
de: Kerbeffekt
it: Effetto cordoli
lv: Apmaļu efekts
pl: Efekty tarek
ru: Эффект бордюров
tr: Bordür etkisi
zh_cn: 路肩效果

# Controls_KeyboardButton
source: Keyboard button
cs: Klávesa
de: Tastaturtaste
it: Tasto della tastiera
lv: Klaviatūras taustiņš
pl: Przycisk klawiatury
pt: Botão do teclado
ru: Кнопка на клавиатуре
tr: Klavye tuşu
zh_cn: 键盘按键

# Controls_LoadPresetWarning
source: Load “{0}”? Current values will be replaced (but later could be restored from the Recycle Bin).
cs: Načíst “{0}”? Nynější hodnoty budou přepsány (ale mohou být obnoveny z Koše).
de: Lade “{0}”? Derzeitige Werte werden ersetzt (können später aus dem Papierkorb wieder hergestellt werden).
it: Carica "{0}"? I valori correnti verranno sostituiti (ma in seguito potrebbero essere ripristinati da Cestino).
lv: Ielādēt "{0}"? Pašreizējās vērtības tiks aizstātas (bet var tikt atjaunotas no miskastes).
pl: Załaduj "{0}"? Aktualne wartości zostaną zastąpione (ale później mogą zostać przywrócone z kosza).
pt: Ler "{0}"? Os valores actuais serão subsistituídos (mas poderão ser mais tarde recuperados da Reciclagem)
ru: Загрузить "{0}"? Текущие значения будут заменены (но позже могут быть восстановлены из корзины).
tr: “{0}” yüklensin mi? Şu anki veriler değiştirilecektir (istenildiği zaman Geri Dönüşüm Kutusu'ndan geri getirilebilir).
zh_cn: 加载"{0}"?当前的设置将会被覆盖(不过稍后你可以从回收站恢复)

# Controls_MinimumForce
source: Minimum force
cs: Minimální síla
de: Minimale Kraft
it: Forza Minima
lv: Minimālais spēks
pl: Minimalna siła
ru: Минимальное усилие
tr: Minimum kuvvet
zh_cn: 最小力回馈

# Controls_MiscellaneousHeader
source: Miscellaneous:
cs: Různé:
de: Sonstiges:
it: Varie:
lv: Dažādi:
pl: Różne:
pt: Diversos
ru: Разное:
tr: Diğer
zh_cn: 杂项:

# Controls_RoadEffect
source: Road effect
cs: Povrch
de: Oberflächeneffekt
it: Effetto asfalto
lv: Ceļa efekts
pl: Efekty drogowe
ru: Эффект дороги
tr: Yol efekti
zh_cn: 路面效果

# Controls_SkipFfbSteps_Tooltip
source: Physics engine steps to skip in order to accomodate wheels with lower FF input buffer; if you’re experiencing problems with CPU, increase it to 2-4, it might help
cs: Určuje, kolik kroků fyzikálního enginu se přeskočí, aby fungovaly volanty s nižší vstupní vyrovnávací pamětí zpětné odezvy. Máte-li problémy s procesorem, může pomoci zvýšení na hodnotu 2 až 4.
de: Die Physik-Engine kann einige FFB-Update-Takte überspringen; passend für Lenkräder mit kleinerem FFB Eingabepuffer; wenn Probleme mit der CPU auftauchen, diesen Wert auf 2-4 zu erhöhen, evtl. hilfts
lv: Fizikas dzinēja soļi, ko izlaist, lai lietotu stūres ar zemāku FFB ievades buferi; ja tev ir problēmas ar CPU, palielini to līdz 2-4, tas var palīdzēt
pl: Silnik fizyki pomija obliczenia w celu dostosowania kierownicy z niższym FFB z bufora wejściowego; jeśli występują problemy z procesorem, zwiększ wartość do 2-4, może to pomóc.
ru: Физический движок пропускает шаги, чтобы согласовать рули с маленьким входным буфером FF; если у вас возникли проблемы с CPU, увеличение значения до 2-4 может помочь
zh_cn: 用于物理引擎跳过计算的设定,目的是在较低的力回馈输入缓冲区的情况下适应方向盘;如果你遇到CPU导致的问题,试着增加这个设定2-4,也许会有所帮助

# Controls_SkipFfbSteps
source: Skip FFB steps
cs: Přeskočit kroky odezvy
de: FFB Update Takte überspringen
it: Evita i salti del FFB
lv: Izlaist FFB soļus
pl: Częstotliwość FFB
ru: Пропускать шаги FFB
tr: Force Feedback aşamalarını atla
zh_cn: 力回馈跳帧

# Controls_SlipEffect
source: Slip effect
cs: Smyk
de: Rutscheffekt
it: Effetto scivolata
lv: Izslīdēšanas efekts
pl: Efekty poślizgu
ru: Эффект скольжения
tr: Kayma efekti
zh_cn: 打滑效果

# Controls_SoftLock
source: Soft lock
cs: Měkký zámek
it: Blocco soft
lv: Mīkstā bloķēšana
pl: Blokada obrotu
ru: Программная блокировка
zh_cn: 方向盘角度软锁定

# Controls_SpeedSensitivity
source: Speed sensitivity
cs: Citlivost na rychl.
de: Geschwindigkeitsempflichkeit
it: Sensibiltà alla velocità
lv: Ātruma jūtība
pl: Czułość kierownicy
pt: Sensibilidade à velocidade
ru: Чувств. к скорости
tr: Hız hassasiyeti
zh_cn: 转向灵敏度

# Controls_UnlockExperimental
source: Unlock experimental options (be careful!)
cs: Odemknout experimentální možnosti (opatrně!)
de: Experimentelle Optionen freischalten (Achtung!)
it: Sblocca opzioni sperimentali (fai attenzione!)
lv: Atslēgt eksperimentālas opcijas (esi uzmanīgs!)
pl: Odblokuj opcje eksperymentalne (ostrożnie!)
ru: Разблокировать экспериментальные опции (будьте осторожны!)
tr: Deneysel ayarları aç (dikkatli olun!)
zh_cn: 解开试验性选项(谨慎!)

# CustomShowroom_AmbientShadowsSize_EncryptedDataMessage
source: Size of the shadow will be saved to “data/ambient_shadows.ini”, but data is encrypted, so it won’t have any affect. Continue?
cs: Velikost stínu bude uložena do "data/ambient_shadows.ini", ale data jsou zašifrována, takže se nijak neprojeví. Přejete si pokračovat?
de: Größe des Schattens wird in “data/ambient_shadows.ini” gespeichert, das data-Verzeichnis ist jedoch verschlüsselt und die Änderung hat keinen Effekt. Fortsetzen?
it: La dimensione dell'ombra verrà salvata in "data / ambient_shadows.ini", ma i dati vengono crittografati, quindi non avranno alcun effetto. Continua?
lv: Ēnas izmērs tiks saglabāts "data/ambient_shadows.ini", bet dati ir šifrēti un tam nebūs nekāda efekta. Turpināt?
pl: Rozmiar cienia zostanie zapisany do “data/ambient_shadows.ini”, ale dane są szyfrowane, więc nie będzie żadnego wpływu. Kontynuować?
ru: Размер тени будет сохранен в “data/ambient_shadows.ini”, но данные зашифрованы, и это действие ни к чему не приведет. Продолжить?
tr: Gölge boyutu “data/ambient_shadows.ini” dosyasına kaydedilecektir, ancak veriler şifreli olduğu için bir değişiklik yaratmayacaktır. Devam edilsin mi?
zh_cn: 阴影尺寸会被存储到data/ambient_shadows.ini里,但是资料被加密了,意味着不会有任何作用,继续?

# CustomShowroom_AmbientShadowsSize_EncryptedData
source: Data is encrypted
cs: Data jsou zašifrována
de: Daten sind verschlüsselt
it: I dati sono criptati
lv: Dati ir šifrēti
pl: Dane są szyfrowane
pt: Dados estão encriptados
ru: Данные зашифрованы
tr: Veri şifrelenmiş
zh_cn: 数据有加密

# CustomShowroom_AmbientShadows_Reloading
source: Reloading textures…
cs: Znovunačítám textury...
de: Texturen neu laden...
it: Ricaricamento textures...
lv: Pārlādē tekstūras...
pl: Przeładowuje tekstury...
pt: Relendo texturas...
ru: Перезагружаем текстуры...
tr: Dokular yeniden yükleniyor...
zh_cn: 重新加载贴图...

# CustomShowroom_AmbientShadows_Updating
source: Updating shadows…
cs: Aktualizuji stíny...
de: Schatten aktualisieren...
it: Aggiornamento ombre...
lv: Atjauno ēnas...
pl: Aktualizuje cienie...
pt: Actualizando sombras...
ru: Обновляем тени...
tr: Gölgeler güncelleniyor...
zh_cn: 更新阴影...

# CustomShowroom_AmbientShadowsSizeHeader
source: Size
cs: Velikost
de: Größe
it: Dimensione
lv: Izmērs
pl: Rozmiar
pt: Tamanho
ru: Размер
tr: Boyut
zh_cn: 尺寸

# AcObject_Fuel
source: Fuel
cs: Palivo
de: Treibstoff:
it: Carburante
lv: Degviela:
pl: Paliwo
pt: Combustível
ru: Топливо
tr: Yakıt:
zh_cn: 油量

# AcObject_TyresLabel
source: Tyres:
cs: Pneumatiky:
de: Reifen:
it: Gomme:
lv: Riepas:
pl: Opony:
pt: Pneus:
ru: Шины:
tr: Lastikler:
zh_cn: 轮胎:

# Common_Cancelled
source: Cancelled
cs: Zrušené
de: Abgebrochen
it: Annullato
lv: Atcelts
pl: Anulowano
pt: Cancelado
ru: Отменено
tr: İptal edildi
zh_cn: 比赛取消

# Common_Finished
source: Finished
cs: Dokončeno
de: Fertig
it: Finito
lv: Pabeidza
pl: Zakończono
pt: Terminado
ru: Готово
tr: Bitti
zh_cn: 比赛结束

# Common_Waiting
source: Waiting…
cs: Čekám...
de: Warten...
it: Attendere...
lv: Gaida...
pl: Czekaj…
pt: Aguardando...
ru: Ожидание...
tr: Bekleniyor...
zh_cn: 等待结果…

# Online_DriversOnlineLabel
source: Drivers online:
cs: Závodníků online:
de: Fahrer Online:
it: Piloti online:
lv: Braucēji tiešsaistē:
pl: Kierowcy online:
pt: Condutores online:
ru: Водителей в сети:
tr: Çevrimiçi sürücüler:
zh_cn: 在线车手:

# Online_TrackIsMissingLabel
source: Track is missing:
cs: Trať chybí:
de: Strecke fehlt:
it: Pista mancante:
lv: Nav trases:
pl: Brakuje toru:
pt: Pista não encontrada:
ru: Трасса не найдена:
tr: Pist yok:
zh_cn: 找不到赛道:

# Online_CarIsMissingLabel
source: Car is missing:
cs: Auto chybí:
de: Fahrzeug fehlt:
it: Macchina mancante:
lv: Nav mašīnas:
pl: Brakuje auta:
pt: Carro não encontrado:
ru: Машина не найдена:
tr: Araba bulunamadı:
zh_cn: 找不到车辆:

# Common_ResetToRecommendedValue
source: Reset to recommended value
cs: Resetovat na doporučenou hodnotu
de: Auf empfohlenen Wert zurücksetzen
it: Resetta ai valori consigliati
lv: Atiestatīt uz ieteicamo vērtību
pl: Zresetuj do zalecanej wartości
pt: Repor valores recomendados
ru: Вернуть рекомендуемые значения
tr: Önerilen değere sıfırla
zh_cn: 重置到推荐值

# Common_RecommendedPercentageFormat
source: Recommended value: {0}%
cs: Doporučená hodnota: {0}%
de: Empfohlener Wert :{0}
it: Valore consigliato: {0}%
lv: Ieteicamā vērtība :{0}%
pl: Zalecana wartość: {0}%
pt: Valor recomendado: {0}
ru: Рекомендуемое значение: {0}%
tr: Önerilen değer: %{0}
zh_cn: 推荐值:{0}%

# Common_Uploading
source: Uploading…
cs: Odesílám...
de: Lade hoch...
it: In upload…
lv: Augšuplādē...
pl: Wysyłam...
pt: Fazendo upload...
ru: Загрузка...
tr: Yükleniyor
zh_cn: 上传中...

# FindInformation_SaveAsDescription
source: Save as description
cs: Uložit jako popis
de: Als Beschreibung speichern
it: Salva come Descrizione
lv: Saglabāt kā aprakstu
pl: Zapisz jako opis
ru: Сохранить как Описание
tr: Açıklama olarak kaydet
zh_cn: 保存为描述

# FindInformation_SaveAsCountry
source: Save as country
cs: Uložit jako zemi
de: Als Land speichern
it: Salva come Paese
lv: Saglabāt kā valsti
pl: Zapisz jako kraj
ru: Сохранить как Страну
tr: Ülke olarak kaydet
zh_cn: 保存为国家

# FindInformation_SaveAsYear
source: Save as year
cs: Uložit jako rok
de: Als Jahr speichern
it: Salva come Anno
lv: Saglabāt kā gadu
pl: Zapisz jako rok
ru: Сохранить как Год
tr: Yıl olarak kaydet
zh_cn: 保存为年份

# FindInformation_SaveAndClose
source: Save & Close
cs: Uložit a zavřít
de: Speichern & schließen
it: Salva e Chiudi
lv: Saglabāt un aizvērt
pl: Zapisz & zamknij
ru: Сохранить и закрыть
tr: Kaydet & Kapat
zh_cn: 保存后关闭

# FindInformation_Description
source: Select year or description and press OK; hold Ctrl to extend description instead of replacing it.
cs: Vyberte rok nebo popis a stiskněte OK; podržte Ctrl pro rozšíření popisu místo jeho nahrazení.
de: Gewünschtes Jahr oder Beschreibung auswählen und OK drücken; Strg gedrückt halten um Beschreibung zu erweitern statt zu ersetzen
it: Selezionare l'anno o la descrizione e premere OK; tieni premuto Ctrl per estendere la descrizione anziché sostituirla.
lv: Izvēlies gadu vai aprakstu un spied OK; pieturi Ctrl, lai paplašinātu aprakstu, nevis to nomainītu.
pl: Wybierz rok lub opis i naciśnij OK; przytrzymaj klawisz Ctrl, aby rozszerzyć opis zamiast zastąpić go.
ru: Выберите год или описание и нажмите ОК; зажмите Ctrl, чтобы расширить описание вместо его замены.
tr: Yıl ya da açıklamayı seçip Tamam'a basın; açıklamayı değiştirmek yerine genişletmek için CTRL'ye basın.
zh_cn: 选择年份或者描述后点击OK; 按住Ctrl则可以扩展描述

# AcObject_CannotUpdatePreview
source: Can’t update preview
cs: Nelze aktualizovat náhled
de: Vorschau aktualisieren nicht möglich
it: Impossibile aggiornare l'anteprima
lv: Nevar atjaunot priekšskatījumu
pl: Nie można zaktualizować podglądu
ru: Невозможно обновить пред. просмотр
tr: Önizleme güncellenemiyor
zh_cn: 无法更新预览图

# AcObject_CannotUpdatePreview_TrackCommentary
source: You were supposed to make at least one screenshot.
cs: Měli jste pořídit aspoň jeden screenshot.
de: Sie sollten mindestens ein Bildschirmfoto machen
it: Devi fare almeno uno screenshot.
lv: Tev bija jāuzņem vismaz viens ekrānuzņēmums.
pl: Miałeś zrobić co najmniej jeden zrzut ekranu.
ru: Вы должны сделать как минимум один снимок экрана.
tr: En az bir tane ekran görüntüsü almanız gerekli.
zh_cn: 请至少生成一个屏幕截图

# Common_PointsPostfix
source: point
cs: bod
de: Punkt
it: punto
lv: punkts
pl: punkt
pt: ponto
ru: точка
tr: puan
zh_cn: 分

# Theme_Black
source: Black
cs: Černý
de: Schwarz
it: Nero
lv: Melns
pl: Czarny
ru: Черный
tr: Siyah
zh_cn: 黑色主题

# Common_Unsaved
source: Unsaved
cs: Neuložený
de: Ungespeichert
it: Non salvato
lv: Nesaglabāti
pl: Nie zapisano
ru: Не сохранено
tr: Kaydedilmemiş
zh_cn: 未保存

# Plugins_NotAvailable
source: Not available, required app version is {0}.
cs: Nedostupné; požadovaná verze aplikace je {0}.
de: Nicht verfügbar Appversion {0} benötigt
it: Non disponibile, versione app richiesta {0}.
lv: Nav pieejams, nepieciešamā aplikācijas versija ir {0}
pl: Nie dostępne, wymagana wersja aplikacji {0}.
ru: Недоступно, требуемая версия приложения {0}.
tr: Kullanılamıyor, gerekli uygulama sürümü {0}.
zh_cn: 暂不支持,需要软件版本为{0}

# Plugins_DownloadAndInstall
source: Install ({0})
cs: Stáhnout a nainstalovat ({0})
de: Downloaden und installieren {0}
it: Scarica e installa ({0})
lv: Lejuplādēt un instalēt {0}
pl: Ściągnij i zainstaluj ({0})
ru: Скачать и установить ({0})
tr: Kur ({0})
zh_cn: 下载和安装({0})

# Toolbar_CreateJson_Tooltip
source: Create a new ui_skin.json file (Alt+S)
cs: Vytvořit nový soubor ui_skin.json (Alt+S)
de: Neue ui_skin.json Datei erstellen (Alt+S)
it: Crea un nuovo file ui_skin.json (Alt+S)
lv: Izveidot jaunu ui_skin.json failu (Alt+S)
pl: Utwórz nowy plik ui_skin.json (Alt+S)
pt: Criar novo ui_skin.json
ru: Создать новый файл ui_skin.json (Alt+S)
tr: Yeni bir ui_skin.json dosyası oluştur (Alt+S)
zh_cn: 生成一个新的ui_skin.json文件(Alt+S)

# AcObject_YearLabel_CarTooltip
source: Year of production start
cs: Rok vzniku
de: Produktionsjahr
it: Anno di inizio produzione
lv: Šajā gadā sāka ražot šo mašīnu
pl: Rok rozpoczęcia produkcji
ru: Год начала производства
tr: Üretime başlandığı yıl
zh_cn: 开始量产年份

# Toolbar_DeleteJson_Tooltip
source: Remove ui_skin.json to the Recycle Bin (Alt+Delete)
cs: Přesunout ui_skin.json do Koše (Alt+Delete)
de: ui_skin.json in den Papierkorb verschieben (Alt+Entf)
it: Cancella file ui_skin.json (Alt+Delete)
lv: Izdzēst ui_skin.json (Alt+Del)
pl: Usuń ui_skin.json do kosza (Alt+Delete)
pt: Remover ui_skin.json para a Reciclagem
ru: Отправить ui_skin.json в Корзину (Alt+Delete)
tr: ui_skin.json dosyasını Geri Dönüşüm Kutusu'na taşı (ALT+Delete)
zh_cn: 将ui_skin.json移动到回收站(Alt+Delete)

# CustomShowroom_ShaderProperties
source: Shader properties:
cs: Nastavení shaderu:
de: Shader-Eigenschaften
it: Proprrieta delle ombre:
lv: Šeidera rekvizīti:
pl: Właściwości cieniowania:
pt: Propriedades do shader
ru: Параметры шейдера:
tr: Gölge özellikleri:
zh_cn: Shader属性:

# CustomShowroom_AmbientShadows_CannotUpdate
source: Can’t update ambient shadows
cs: Nelze aktualizovat ambientní stíny
de: Umgebungsschatten aktualisieren fehlgeschlagen
it: Non è possibile aggiornare le ambient shadows
lv: Nevar atjaunot apkārtējās ēnas
pl: Nie można zaktualizować cieni otoczenia
pt: Não é possível actualizar as sombras ambiente
ru: Невозможно обновить окружающие тени
tr: Ortam gölgeleri güncellenemiyor
zh_cn: 无法更新环境阴影

# Online_JoinUsing
source: Join using {0}
cs: Přidejte se pomocí {0}
de: Beitreten mit {0}
it: Unisciti Usando {0}
lv: Pievienoties izmantojot {0}
pl: Dołącz używając {0}
pt: Ligar utilizando {0}
ru: Присоединиться с {0}
tr: {0} kullanarak katıl
zh_cn: 使用{0}加入

# Controls_ClearKeyboardBinding
source: Clear keyboard binding
cs: Smazat nastavení klávesnice
de: Tastaturbelegung löschen
it: Pulisci associazioni tasti
lv: Notīrīt klaviatūras pogas
pl: Usuń przypisania klawiatury
pt: Apagar configuração do teclado
ru: Очистить привязку клавиатуры
tr: Klavye atamasını sıfırla
zh_cn: 清除键盘绑定
