Repository: gro-ove/actools
Catalog: AcManager.Controls/ControlsStrings.*.resx
Languages: cs, de, it, lv, pl, pt, ru, tr, zh_cn

# Controls_ClearWheelBinding
source: Clear wheel binding
cs: Smazat nastavení volantu
de: Lenkradtastenbelegung löschen
it: Pulisci collegamento al volante
lv: Notīrīt sūres pogas
pl: Usuń przypisania kierownicy
pt: Apagar configuração do volante
ru: Очистить привязку руля
tr: Direksiyon atamasını sıfırla
zh_cn: 清除方向盘绑定

# Controls_DamperGain
source: Damper gain
cs: Intenzita tlumičů
de: Dämpfungszunahme
it: Guadagno dello smorzamento
lv: Amortizatoru ieguvums
pl: Zysk tłumienia
ru: Усиление демпфера
zh_cn: 减震增益

# Controls_MinumumDamperLevel
source: Minimum damper level
cs: Min. úroveň tlumičů
de: Minimales Dämpungslevel
it: Livello minimo smorzamento
lv: Minimales Dämpungslevel
pl: Min. poziom tłumienia
ru: Мин. уровень демпфера
zh_cn: 最小减震级别

# QuickSwitches_HideDriver
source: Hide driver
cs: Skrývat řidiče
de: Fahrer verstecken
it: Nascondi pilota
lv: Paslēpt braucēju
pl: Ukryj kierowcę
ru: Скрыть водителя
tr: Sürücüyü gizle
zh_cn: 隐藏车手

# QuickSwitches_HideDriver_Tooltip
source: Hide driver model
cs: Skrývat virtuální řidiče ve všech pohledech
de: Fahrer-Modell verstecken
it: Nascondi il modello del pilota
lv: Paslēpt braucēja modeli
pl: Ukryj model kierowcy
ru: Скрыть модель водителя
tr: Sürücü modelini gizle
zh_cn: 隐藏车手模型

# Share_EnterName
source: Enter name or keep field empty:
cs: Vložte jméno, nebo nechte pole volné:
de: Name eintragen oder Feld leer lassen:
it: Inserisci nome o lascia il campo vuoto:
lv: Ievadi vārdu vai atstāj lauku tukšu:
pl: Wprowadź nazwę lub pozostaw puste:
pt: Introduzir nome, ou deixar campo em branco:
ru: Введите имя или оставьте поле пустым:
tr: İsim girin ya da boş bırakın
zh_cn: 输入名字或留空:

# Share_EnterCustomId
source: Enter custom ID:
cs: Vložit vlastní ID:
de: Eigene ID eingeben:
it: Inserisci ID personalizzato:
lv: Ievadīt pielāgotu ID:
pl: Wpisz niestandardowe ID:
pt: Introduzir ID personalizado:
ru: Введите пользовательский идентификатор:
tr: Özel ID girin:
zh_cn: 输入自定义ID

# Share_EnterCustomIdHeader
source: Custom ID
cs: Vlastní ID
de: Eigene ID
it: ID Personalizzato
lv: Pielāgots ID
pl: Niestandardowe ID:
pt: ID Personalizado
ru: Пользовательский идентификатор:
tr: Özel ID
zh_cn: 自定义ID

# Share_VerifyMessage
source: Author name: [b]{0}[/b] Entry name: [b]{1}[/b] Entry type: [b]{2}[/b]
cs: Jméno autora: [b]{0}[/b] Název položky: [b]{1}[/b] Typ položky: [b]{2}[/b]
de: Name des Urbebers: [b]{0}[/b] Name: [b]{1}[/b] Typ: [b]{2}[/b]
it: Nome autore: [b]{0}[/b] Inserisci nome: [b]{1}[/b] Inserisci tipo: [b]{2}[/b]
lv: Autora vārds: [b]{0}[/b] Ieraksta nosaukums: [b]{1}[/b] Ieraksta tips: [b]{2}[/b]
pl: Nazwa auta: [b]{0}[/b] Wpisz nazwę: [b]{1}[/b] Typ wpisu: [b]{2}[/b]
pt: Nome do autor: [b]{0}[/b] Nome da entrada: [b]{1}[/b] Tipo de entrada: [b]{2}[/b]
ru: Имя автора: [b]{0}[/ b] Название записи: [b]{1}[/ b] Тип записи: [b]{2}[/ b]
tr: Yapımcı adı: [b]{0}[/b] Girdi adı: [b]{1}[/b] Girdi türü: [b]{2}[/b]
zh_cn: 作者名: [b]{0}[/b] 分享名: [b]{1}[/b] 类型: [b]{2}[/b]

# Share_VerifyMessageHeader
source: Is everything OK?
cs: Je všechno v pořádku?
de: Ist alles in Ordnung?
it: E' tutto OK?
lv: Vai viss ir labi?
pl: Wszystko w porządku?
pt: Está tudo OK?
ru: Все нормально?
tr: Her şey yolunda mı?
zh_cn: 所有的信息都正确吗?

# Share_InProgress
source: Sharing…
cs: Sdílím...
de: Teile…
it: Condividendo...
lv: Dalās...
pl: Udostępnianie…
pt: Partilhando...
ru: Обмен...
tr: Paylaşılıyor...
zh_cn: 正在分享...

# Share_CannotShare
source: Can’t share {0}
cs: Nelze sdílet {0}
de: Teilen fehlgeschlagen
it: Non posso condividere {0}
lv: Nevar dalīties {0}
pl: Nie można udostępnić {0}
pt: Não é possível partilhar {0}
ru: Не удается передать {0}
tr: {0} paylaşılamıyor
zh_cn: 无法分享{0}

# Share_SharedMessage
source: Link is copied to the clipboard
cs: Odkaz byl zkopírován do schránky
de: Link in die Zwischenablage kopiert
it: Link copiato negli appunti
lv: Links nokopēts
pl: Link skopiowano do schowka
pt: Ligação copiada para a área de transferência
ru: Ссылка скопирована в буфер обмена
tr: Bağlantı kopyalandı
zh_cn: 链接已经复制到剪贴板

# Share_SharedMessageAlternative
source: Click to open the link
cs: Klikněte pro otevření odkazu
de: Zum Linköffnen klicken
it: Clicca per aprire il link
lv: Spied. lai atvērtu linku
pl: Kliknij by otworzyć link
pt: Clicar para abrir ligação
ru: Нажмите, чтобы открыть ссылку
tr: Bağlantıyı açmak için tıklayın
zh_cn: 点击打开链接

# Showroom_ShowroomLabel
source: Showroom:
cs: Autosalon:
lv: Izstādes telpa:
pl: Salon:
ru: Шоурум:
tr: Galeri:
zh_cn: 展厅:

# Showroom_HideWatermark_Tooltip
source: Kunos watermark will be temporary hidden
cs: Vodoznak Kunosu bude dočasně skryt
de: Kunos Wasserzeichen vorübergehend ausblenden
it: Il Logo Kunos verrà temporaneamente nascosto
lv: Kunos ūdenszīme tiks uz laiku paslēpta
pl: Znak wodny Kunos będzie tymczasowo ukryty
pt: A marca-de-água da Kunos será temporariamente escondida
ru: Водяной знак Kunos будет временно скрыт
zh_cn: Kunos的水印将会暂时隐藏

# Showroom_HideWatermark
source: Hide watermark
cs: Skrývat vodoznak
de: Wasserzeichen ausblenden
it: Nascondi il logo
lv: Paslēpt ūdenszīmi
pl: Ukryj znak wodny
pt: Esconder marca-de-água
ru: Скрыть водяной знак
zh_cn: 隐藏水印

# Showroom_DisableSweetFx
source: Disable SweetFX
cs: Zakázat SweetFX
de: SweetFX deaktivieren
it: Disattiva SweetFX
lv: Atspējot SweetFX
pl: Zablokuj SweetFX
pt: Descativar SweetFX
ru: Выключить SweetFX
tr: SweetFX'i Kapat
zh_cn: 禁用SweetFX

# Showroom_DisableSweetFx_Tooltip
source: Apparently SweetFX doesn’t affect the result, but could decrease loading time
cs: Zdá se, že SweetFX vizuálně neovlivňuje výsledek, ale může snížit čas načítání
de: SweetFx beeinflusst offenbar nicht die Restultate, kann aber die Ladezeit verringern
it: Apparentemente SweetFX non influisce sul risultato, ma potrebbe ridurre i tempi di caricamento
lv: Acīmredzot SweetFX neietekmē rezultātu, bet var samazināt ielādes laiku
pl: Wydaje się, że SweetFx nie ma wpływu na wynik, ale może zmniejszyć czas ładowania
ru: Очевидно, SweetFX не влияет на результат, но может уменьшить время загрузки
tr: SweetFX sonuca etki etmez, ancak yükleme sürelerini kısaltabilir.
zh_cn: SweetFX不会影响效果,但是可能减缓载入速度

# Showroom_CannotStart
source: Can’t start showroom
cs: Nelze otevřít autosalon
de: Showroom starten fehlgeschlagen
it: Impossibile avviare lo Showroom
lv: Nevar palaist izstādes telpu
pl: Nie można uruchomić salonu
pt: Não é possível iniciar o showroom
ru: Не удается запустить шоурум
tr: Galeri başlatılamıyor
zh_cn: 无法进入展厅

# ImageViewer_CannotSave
source: Can’t save image
cs: Nelze uložit obrázek
de: Das Bild kann nicht gespeichert werden
it: Impossibile salvare immagine
lv: Nevar saglabāt attēlu
pl: Nie można zapisać obrazu
pt: Não é possível gravar imagem
ru: Не удалось сохранить изображение
tr: Görsel kaydedilemiyor
zh_cn: 无法保存图像

# VideoViewer_CannotPlay_Commentary
source: Make sure VLC plugin is installed properly.
cs: Ujistěte se, že je přídavek VLC náležitě nainstalován.
de: Gehe sicher, dass das VLC-Addon richtig installiert ist.
it: Verificare che l'add-on VLC sia installato correttamente
lv: Pārliecinies, ka VLC ieinstalēts pareizi
pl: Upewnij się, że dodatek VLC jest prawidłowo zainstalowany.
pt: Confirme se o addon VLC foi instalado correctamente.
ru: Убедитесь, что VLC плагин установлен правильно.
tr: VLC eklentisinin düzgün bir şekilde yüklendiğinden emin olun.
zh_cn: 请确定VLC插件正确安装好了.

# CustomShowroom_TextureIsMissing
source: Texture is missing!
cs: Textura chybí!
de: Textur fehlt!
it: Texture mancante
lv: Nav tekstūras!
pl: Brakuje tekstury!
pt: Textura não encontrada!
ru: Текстура отсутствует!
tr: Doku bulunamadı!
zh_cn: 找不到贴图!

# CustomShowroom_TextureTypeLabel
source: Type:
cs: Typ:
de: Typ:
it: Tipo:
lv: Tips:
pl: Typ:
pt: Tipo:
ru: Тип:
tr: Tür:
zh_cn: 类型:

# CustomShowroom_TextureFormatLabel
source: Format:
cs: Formát:
it: Formato:
lv: Formāts:
pt: Formato:
ru: Формат:
zh_cn: 格式:

# CustomShowroom_TextureDimensionsLabel
source: Dimensions:
cs: Rozměry:
de: Größe:
it: Dimensioni:
lv: Dimensijas:
pl: Wymiary:
pt: Dimensões:
ru: Размеры:
tr: Ebat:
zh_cn: 尺寸:

# CustomShowroom_Export
source: Export
cs: Exportovat
de: Exportieren
it: Esporta
lv: Eksportēt
pl: Eksport:
pt: Exportar
ru: Экспорт
tr: Dışa aktar
zh_cn: 输出:

# CustomShowroom_ViewMapping_2048
source: View in 2048×2048
cs: Prohlédnout v 2048×2048
de: In 2048x2048 anzeigen
it: Visualizza in 2048x2048
lv: Skatīt 2048×2048 izmērā
pl: Widok 2048x2048
pt: Visualizar em 2048×2048
ru: Просмотр в 2048×2048
tr: 2048×2048'te görüntüle
zh_cn: 用2048x2048查看

# CustomShowroom_ViewMapping_512
source: View in 512×512
cs: Prohlédnout v 512×512
de: In 512x512 anzeigen
it: Visualizza in 512x512
lv: Skatīt 512×512 izmērā
pl: Widok 512x512
pt: Visualizar em 512×512
ru: Просмотр в 512×512
tr: 512x512'de görüntüle
zh_cn: 用512x512查看

# CustomShowroom_ViewMapping_1024
source: View in 1024×1024
cs: Prohlédnout v 1024×1024
de: In 1024x1024 anzeigen
it: Visualizza in 1024x1024
lv: Skatīt 1024×1024 izmērā
pl: Widok 1024x1024
pt: Visualizar em 1024x1024
ru: Просмотр в 1024×1024
tr: 1024×1024'te görüntüle
zh_cn: 用1024x10124查看

# CustomShowroom_ViewMapping_4096
source: View in 4096×4096
cs: Prohlédnout v 4096×4096
de: In 4096x4096 anzeigen
it: Visualizza in 4096x4096
lv: Skatīt 4096×4096 izmērā
pl: Widok 4096x4096
pt: Visualizar em 4096×4096
ru: Просмотр в 4096×4096
tr: 4096×4096'da görüntüle
zh_cn: 用4096x4096查看

# CustomShowroom_ViewMapping_Custom
source: View in custom resolution
cs: Prohlédnout ve vlastním rozlišení
de: In eigener Auflösung anzeigen
it: Visualizza con risoluzione personalizzata
lv: Skatīt pielāgotā izšķirtspējā
pl: Widok w nietypowej rozdzielczości
pt: Ver numa resolução personalizada
ru: Просмотр в пользовательском разрешении
tr: Özel çözünürlükte görüntüle
zh_cn: 用自定义分辨率查看

# CustomShowroom_ViewMapping_Prompt
source: Dimensions (\[Width]×\[Height]):
cs: Rozměry (\[šířka]×\[výška]):
de: Größe (\[Breite]×\[Höhe]):
it: Dimensioni ([Larghezza]×[Altezza]):
lv: Dimensijas ([platums]×[augstums])
pl: Wymiary ([Width]×[Height]):
pt: Dimensões ([Largura]×[Altura]):
ru: Размеры ([Ширина] × [Высота]):
tr: Ebatlar (\[Width]×\[Height]):
zh_cn: 尺寸 ([Width]×[Height]):

# CustomShowroom_ViewMapping_ParsingFailed
source: Can’t figure out dimensions
cs: Nelze odvodit rozměry
de: Abmessungen konnten nicht herausgefunden werden
it: Non riesco a capire le dimensioni
lv: Nevar saprast izmērus
pl: Nie można znaleźć wymiarów
pt: Não é possível calcular as dimensões
ru: Не удается определить размеры
tr: Ebatlar anlaşılamıyor
zh_cn: 无法获知尺寸

# CustomShowroom_ViewMapping_ParsingFailed_Commentary
source: Please, use valid format for them.
cs: Použijte pro ně prosím platný formát.
de: Bitte gültiges Format verwenden.
it: Si prega di usare un formato valido
lv: Lūdzu lieto derīgu formātu
pl: Proszę użyć właściwego formatu dla nich.
pt: Por favor use um formato válido
ru: Пожалуйста, используйте для них правильный формат.
tr: Lütfen geçerli bir format kullanın.
zh_cn: 请使用有效的文件格式

# CustomShowroom_ViewMapping_Export
source: Export texture mapping
cs: Exportovat mapování textury
de: Texturmapping exportieren
it: Esporta la mappatura delle texture
lv: Eksportēt tekstūru kartēšanu
pl: Eksportuj mapowane tekstury
pt: Exportar Mapeamento da Textura
ru: Экспорт текстур
tr: Doku haritalandırmasını dışarıya aktar
zh_cn: 输出材质贴图

# CustomShowroom_CannotExport
source: Can’t export texture
cs: Nelze exportovat texturu
de: Textur exportieren fehlgeschlagen
it: Non posso esportare le texture
lv: Nevar eksportēt tekstūras
pl: Nie można eksportować tekstury
pt: Não é possível exportar a textura
ru: Не удается экспортировать текстуру
tr: Doku dışarıya aktarılamıyor
zh_cn: 无法输出材质

# CustomShowroom_Loading
source: Loading model…
cs: Načítám model...
de: Model laden...
it: Caricamento modello...
lv: Ielādē moeli...
pl: Ładowanie modelu ...
pt: Carregando o modelo...
ru: Загрузка модели ...
tr: Model yükleniyor...
zh_cn: 加载模型...

# CustomShowroom_CannotStart
source: Can’t start Custom Showroom
cs: Nelze spustit Uživatelský autosalon
de: Eigenen Showroom starten fehlgeschlagen
it: Impossibile avviare Showroom personalizzato
lv: Nevar palaist pielāgotu izstādes telpu
pl: Nie można uruchomić niestandardowy salon
pt: Não é possível inicializar o Showroom Personalizado
ru: Не удается запустить пользовательский шоурум
tr: Özel Galeri başlatılamıyor
zh_cn: 无法启动展厅

# CustomShowroom_Tools_Title
source: Tools
cs: Nástroje
it: Strumenti
lv: Rīki
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
tr: Araçlar
zh_cn: 工具

# CustomShowroom_SelectedHeader
source: Selected
cs: Vybrané
de: Ausgewählt
it: Selezionati
lv: Izvēlēts
pl: Wybrano
pt: Seleccionado
ru: Выбранные
tr: Seçilen
zh_cn: 已选择

# CustomShowroom_Selected_TexturesLabel
source: Textures:
cs: Textury:
de: Texturen:
it: Texture:
lv: Tekstūras:
pl: Tekstury:
pt: Texturas:
ru: Текстуры:
tr: Dokular:
zh_cn: 贴图:

# CustomShowroom_Stats_TrianglesLabel
source: Triangles:
cs: Trojúhelníků:
de: Dreiecke:
it: Triangoli:
lv: Trijstūri:
pl: Trójkąty:
pt: Triângulos:
ru: Треугольники:
tr: Poligonlar:
zh_cn: 多边形:

# CustomShowroom_StatsHeader
source: Stats
cs: Statistika
de: Statistiken
it: Stato
lv: Stati:
pl: Statystyki
pt: Estatísticas
ru: Статистика
tr: İstatistikler
zh_cn: 状态

# CustomShowroom_Stats_ObjectsLabel
source: Objects:
cs: Objektů:
de: Objekte:
it: Oggetti:
lv: Objekti:
pl: Obiekty:
pt: Objectos:
ru: Объекты:
tr: Objeler:
zh_cn: 物体:

# CustomShowroom_ControlHeader
source: Control
cs: Ovládání
de: Lenkung
it: Controllo
lv: Vadība
pl: Kontrola
pt: Controlo
ru: Управление
tr: Kontrol
zh_cn: 控制

# CustomShowroom_SkinHeader
source: Skin
de: Lackierung
lv: Skins
pl: Skórka
ru: Раскраска
tr: Kaplama
zh_cn: 涂装

# CustomShowroom_EditingMode
source: Skin editing mode
cs: Editační režim skinu
de: Lackierungsbearbeitungsmodus
it: Modalità modifica della skin
lv: Skinu rediģēšanas režīms
pl: Tryb edycji skórki
pt: Modo de edição de skins
ru: Режим редактирования раскрасок
tr: Kaplama düzenleme modu
zh_cn: 涂装编辑模式

# CustomShowroom_AmbientShadows_Reset
source: Reset to recommended values
cs: Resetovat na doporučené hodnoty
de: Auf empfohlene Werte zurücksetzen
it: Resetta ai Valori Consigliati
lv: Atiestatīt uz ieteicamajām vērtībām
pl: Zresetuj do wartości zalecanych
pt: Repor Valores Recomendados
ru: Сбросить до рекомендуемых значений
tr: Önerilen değerlere sıfırla
zh_cn: 复位到推荐值

# CustomShowroom_AmbientShadows_Brightness
source: Brightness
cs: Jas
de: Helligkeit
it: Luminosità
lv: Gaišums
pl: Jasność
pt: Brilho
ru: Яркость
tr: Parlaklık
zh_cn: 亮度

# CustomShowroom_AmbientShadows_HideWheels
source: Hide wheels
cs: Skrývat kola
de: Verstecke Räder
it: Nascondi volante
lv: Paslēpt riteņus
pl: Ukryj kierownicę
pt: Esconder rodas
ru: Скрыть руль
tr: Tekerlekleri gizle
zh_cn: 隐藏方向盘

# TableHeader_BestLap
source: Best lap
cs: Nejlepší kolo
de: Beste Runde
it: Miglior giro
lv: Labākais aplis
pl: Naj. okr.
pt: Melhor volta
ru: Лучший круг
tr: En iyi tur
zh_cn: 最佳圈速

# Share_Shared
source: {0} Shared
cs: {0} sdíleno
de: {0} Geteilt
it: {0} condiviso
lv: {0} izdalīti
pl: {0} Udostępniono
pt: {0} Partilhado
ru: {0} Передано
tr: {0} paylaşıldı
zh_cn: {0}已分享

# CustomShowroom_EditingMode_Tooltip
source: Use PSD, XCF, etc. instead if exists (Magick.NET plugin is required)
cs: Použít místo toho PSD, XCF apod., pokud existují (je vyžadován doplněk Magick.NET)
de: Nutze stattdessen PSD, XCF, etc. soweit vorhanden (Magick.NET Add-on vorausgesetzt)
it: Utilizza invece PSD, XCF, ecc se esiste (Magick.NET addon è richiesto)
lv: Lietot PSD, XCF, utt. ja ir (vajadzīgs Magick.NET paplašinājums)
pl: Użyj PSD, XCF, itp w zamian jeśli istnieją (Magick.NET dodatek jest wymagany)
pt: Actualizar texturas automaticamente; usar PSD, XCF, etc alternativamente se presente (o addon Magick.NET é requerido)
ru: Используйте PSD, XCF и т. д., Если существует (требуется аддон Magick.NET)
tr: Varsa PSD, XCF vb. kullanın (Magick.NET eklentisi gereklidir).
zh_cn: 自动更新贴图,使用PSD,XCF等(需要Magick.NET插件)

# CustomShowroom_AmbientShadows_Update
source: Update ambient shadows
cs: Aktualizovat ambientní stíny
de: Umgebungsschatten ändern
it: Aggiorna le ombre ambientali
lv: Atjaunot apkārtējās ēnas
pl: Aktualizuj cienie otoczenia
pt: Actualizar Sombras Ambiente
ru: Обновить окружающие тени
tr: Ortam gölgelerini düzenle
zh_cn: 更新环境阴影

# CustomShowroom_AmbientShadowsHeader
source: Ambient shadow
cs: Ambientní stíny
de: Umgebungsschatten
it: Ombre ambientali
lv: Apkārtējās ēnas
pl: Cień otoczenia
pt: Sombra Ambiente
ru: Окружающая тень
tr: Ortam gölgesi
zh_cn: 环境阴影

# CustomShowroom_ObjectInformation
source: Object name: [b]{0}[/b] Class: [b]{1}[/b] Active: [b]{2}[/b] Renderable: [b]{3}[/b] Visible: [b]{4}[/b] Transparent: [b]{5}[/b] Casting shadows: [b]{6}[/b] Layer: [b]{7}[/b] LOD in: [b]{8}[/b] LOD in: [b]{9}[/b] Material: [b]{10}[/b]
cs: Název objektu: [b]{0}[/b] Třída: [b]{1}[/b] Aktivní: [b]{2}[/b] Vykreslitelný: [b]{3}[/b] Viditelný: [b]{4}[/b] Průhledný: [b]{5}[/b] Vržené stíny: [b]{6}[/b] Vrstva: [b]{7}[/b] LOD v: [b]{8}[/b] LOD v: [b]{9}[/b] Materiál: [b]{10}[/b]
de: Objektname: [b]{0}[/b] Klasse: [b]{1}[/b] Aktiv: [b]{2}[/b] Renderbar: [b]{3}[/b] Sichtbar: [b]{4}[/b] Transparent: [b]{5}[/b] Schattenwerfend: [b]{6}[/b] Layer: [b]{7}[/b] LOD In: [b]{8}[/b] LOD In: [b]{9}[/b] Material: [b]{10}[/b]
it: "Nome oggetto: [b]{0}[/b] Classe: [b]{1}[/b] Attivo: [b]{2}[/b] Renderizzabile: [b]{3}[/b] Visibile: [b]{4}[/b] Trasparente: [b]{5}[/b] Proietta ombre: [b]{6}[/b] Livello: [b]{7}[/b] LOD in: [b]{8}[/b] LOD In: [b]{9}[/b] Materiale: [b]{10}[/b]"
lv: Objekta nosaukums: [b]{0}[/b] Klase: [b]{1}[/b] Aktīvs: [b]{2}[/b] Renderējams: [b]{3}[/b] Redzams: [b]{4}[/b] Caurspīdīgs: [b]{5}[/b] Met ēnas: [b]{6}[/b] Slānis: [b]{7}[/b] Detalizācija: [b]{8}[/b] Detalizācija: [b]{9}[/b] Materiāls: [b]{10}[/b]
pl: Nazwa obiektu: [b]{0}[/b] Klasa: [b]{1}[/b] Aktywny: [b]{2}[/b] Renderowalność: [b]{3}[/b] Widoczny: [b]{4}[/b] Przezroczysty: [b]{5}[/b] Rzutowanie cieni: [b]{6}[/b] Warstwa: [b]{7}[/b] Poziom szczegółów w: [b]{8}[/b] Poziom szczegółów w: [b]{9}[/b] Materiał: [b]{10}[/b]
ru: Имя объекта: [b]{0}[/b] Класс: [b]{1}[/b] Активный: [b]{2}[/b] Визуализируемых: [b]{3}[/b] Видимый: [b]{4}[/b] Прозрачный: [b]{5}[/b] Подбор теней: [b]{6}[/b] Слой: [b]{7}[/b] LOD в: [b]{8}[/b] LOD в: [b]{9}[/b] Материал: [b]{10}[/b]
tr: Obje ismi: [b]{0}[/b] Tür: [b]{1}[/b] Aktif: [b]{2}[/b] Çizilebilir: [b]{3}[/b] Görülebilen: [b]{4}[/b] Şeffaf: [b]{5}[/b] Görüntülenen gölgeler [b]{6}[/b] Katman: [b]{7}[/b] LOD in: [b]{8}[/b] LOD in: [b]{9}[/b] Materyal: [b]{10}[/b]
zh_cn: 物体名字: [b]{0}[/b] 级别: [b]{1}[/b] 激活: [b]{2}[/b] 可渲染的: [b]{3}[/b] 可见: [b]{4}[/b] 透明: [b]{5}[/b] 投射阴影: [b]{6}[/b] 图层: [b]{7}[/b] LOD在: [b]{8}[/b] LOD在: [b]{9}[/b] 材质: [b]{10}[/b]

# CustomShowroom_MaterialInformation
source: Material name: [b]{0}[/b] Shader: [b]{1}[/b] Blend mode: [b]{2}[/b] Alpha test: [b]{3}[/b] Depth mode: [b]{4}[/b]
cs: Název materiálu: [b]{0}[/b] Shader: [b]{1}[/b] Režim prolnutí: [b]{2}[/b] Alpha test: [b]{3}[/b] Režim hloubky: [b]{4}[/b]
it: Nome materiale: [b]{0}[/b] Shader: [b]{1}[/b] Modalità di fusione: [b]{2}[/b] Alpha test: [b]{3}[/b] Profondità: [b]{4}[/b]
lv: Materiāla nosaukums: [b]{0}[/b] Šeideris: [b]{1}[/b] Blend režīms: [b]{2}[/b] Alfa tests: [b]{3}[/b] Dziļuma režīms: [b]{4}[/b]
pl: Nazwa materiału: [b]{0}[/b] Cieniowanie: [b]{1}[/b] Tryb mieszania: [b]{2}[/b] Test alfa: [b]{3}[/b] Tryb głębi: [b]{4}[/b]
ru: Имя материала: [b]{0}[/b] Шейдер: [b]{1}[/b] Режим смешивания: [b]{2}[/b] Альфа-тест: [b]{3}[/b] Режим глубины: [b]{4}[/b]
tr: Materyal ismi: [b]{0}[/b] Shader: [b]{1}[/b] Blend mode: [b]{2}[/b] Alpha testi: [b]{3}[/b] Derinlik mode: [b]{4}[/b]
zh_cn: 材质名字: [b]{0}[/b] Shader: [b]{1}[/b] 混合模式: [b]{2}[/b] Alpha测试: [b]{3}[/b] 深度模式: [b]{4}[/b]

# CarParent_MakeIndependent
source: Make independent
cs: Učinit nezávislým
de: Unabhängig machen
it: Rendi indipendente
lv: Padarīt neatkarīgu
pl: Niezależny od innego modelu
pt: Tornar Independente
ru: Сделать независимым
tr: Bağımsız kıl
zh_cn: 设为独立车型

# Plugins_Update
source: Update to {0}
cs: Aktualizovat na {0}
de: Update (Neue Version: {0})
it: Aggiorna (Nuova versione: {0})
lv: Atjauninājums (Jauna versija: {0})
pl: Aktualizacja (Nowa wersja: {0})
ru: Обновить (Новая версия: {0})
tr: {0} sürüme güncelle
zh_cn: 升级(新版本:{0})

# Common_RoundPostfix
source: round
cs: kol
de: Runde
it: Giro
lv: aplis
pl: okrążenie
pt: volta
ru: круг
tr: tur
zh_cn: 圈

# TableHeader_Name
source: Name
cs: Jméno
it: Nome
lv: Vārds
pl: Nazwa
pt: Nome
ru: Имя
tr: İsim
zh_cn: 车手名

# TableHeader_Car
source: Car
cs: Auto
de: Fahrzeug
it: Auto
lv: Mašīna
pl: Samochód
pt: Viatura
ru: Машина
tr: Araba
zh_cn: 车辆

# TableHeader_Track
source: Track
cs: Trať
de: Strecke
it: Pista
lv: Trase
pl: Tor
pt: Pista
ru: Трасса
tr: Pist
zh_cn: 赛道

# TableHeader_Date
source: Date
cs: Datum
de: Datum
it: Data
lv: Datums
pl: Data
pt: Data
ru: Дата
tr: Tarih
zh_cn: 日期

# TableHeader_CarSkin
source: Skin
de: Lackierung
lv: Krāsojums
pl: Skórka
ru: Раскраска
tr: Kaplama
zh_cn: 车辆涂装

# TableHeader_Nationality
source: Nationality
cs: Národnosti
de: Nationalität
it: Nazionalità
lv: Nacionalitāte
pl: Narodowość
pt: Nacionalidade
ru: Национальность
tr: Uyruk
zh_cn: 国籍

# TableHeader_Visible
source: Visible
cs: Viditelný
de: Sichtbar
it: Visibile
lv: Redzams
pl: Widoczne
pt: Visível
ru: Видимый
tr: Görünür
zh_cn: 可见

# TableHeader_Locked
source: Locked
cs: Zamknutý
de: Gesperrt
it: Bloccato
lv: Bloķēts
pl: Zablokowane
pt: Bloqueado
ru: Закрытый
tr: Kilitli
zh_cn: 锁定

# TableHeader_Ai
source: AI
cs: Dovednost
it: IA
pl: SI
ru: ИИ
tr: Yapay zeka

# CustomShowroom_ViewMapping
source: View mapping
cs: Prohlédnout si mapování
de: Mapping ansehen
it: Mostra mappatura
lv: Skatīt kartēšanu
pl: Widok mapowania
pt: Ver mapeamento
ru: Обзор карты
tr: Haritalamayı görüntüle
zh_cn: 查看贴图

# CustomShowroom_Control_Lights
source: Lights
cs: Světla
de: Lichter
it: Luci
lv: Gaismas
pl: Światła
pt: Luzes
ru: Свет
tr: Işıklar
zh_cn: 灯光

# CustomShowroom_Control_Wireframe
source: Wireframe
cs: Drátový model
de: Drahtgittermodell
pl: Szkielet (siatka)
pt: Esqueleto
ru: Каркас
tr: Şema
zh_cn: 灯光

# CustomShowroom_AmbientShadows_Diffusion
source: Diffusion
cs: Difuze
it: Diffusione
lv: Difūzija
pl: Dyfuzja
pt: Difusão
ru: рассеивание
tr: Difüzyon
zh_cn: 扩散

# CustomShowroom_AmbientShadows_Iterations
source: Iterations
cs: Iterace
de: Wiederholungen
it: Iterazioni
lv: Iterācijas
pl: Powtórzenia
pt: Iterações
ru: Повтор
tr: İterasyonlar
zh_cn: 迭代

# CustomShowroom_AmbientShadows_FadeToEdges
source: Fade to edges
cs: Ztlumit k rohům
de: Zum Rand verblassen
it: Nascondi Ruote
lv: Izgaist uz malām
pl: Ukryj krawędzie
pt: Esvanecer bordos
ru: Размытие по краям
tr: Kenarları soluklaştır
zh_cn: 边缘虚化

# CustomShowroom_AmbientShadowsSize_Fit
source: Fit
cs: Přizpůsobit velikost
de: Anpassen
it: Adatta
pl: Dopasuj
pt: Ajustar
ru: Подогнать
tr: Sığdır
zh_cn: 适应

# CustomShowroom_AmbientShadowsSize_Highlight
source: Highlight size
cs: Zvýraznit velikost
de: Größe hervorheben
it: Evidenzia Dimensione
pt: Tamanho de Realces
ru: Выделите размер
tr: Parlak nokta boyutu
zh_cn: 高光尺寸

# AcObject_CarParentLabel_Tooltip
source: Parent car (if set, this car will be a tuned version of it)
cs: Rodičovské auto (pokud je zvoleno, toto auto bude jeho upravenou verzí)
de: Basismodell (wenn ausgewählt wird dieses Fahrzeug eine Modellvariante)
it: Auto genitore (se impostato, questa auto sarà una sua versione modificata)
lv: The original version of the vehicle this was modified from (where applicable).
pl: Baza samochodu (jeśli wybierzesz, to auto będzie wersją ulepszoną na bazie innego modelu samochodu)
pt: Carro parente (se definido, este carro será uma versão "tuned")
ru: Родительский автомобиль (если он установлен, этот автомобиль будет его настроенной версией)
tr: Ana araç (eğer ayarlanırsa bu araç değiştirilmiş versiyonu olacak)
zh_cn: 源车型(如果设置,这个车将可以添加升级版本)
