Repository: gro-ove/actools
Catalog: AcManager.Controls/ControlsStrings.*.resx
Languages: cs, de, it, lv, pl, pt, ru, tr, zh_cn

# Controls_DegreesLabel
source: Degrees
cs: Stupňů
de: Grad
it: Gradi
ru: Градусы
zh_cn: 度

# Common_ScrollToSelected
source: Scroll to selected (Ctrl+Shift+V)
cs: Posunout k vybraným (Ctrl+Shift+V)
de: Zu Ausgewähltem scrollen (Strg+Shift+V)
it: Scorri fino al selezionato (Ctrl+Shift+V)
ru: Перейти к выбранному (Ctrl+Shift+V)
tr: Seçili olana git (CTRL+Shift+V)
zh_cn: 滚动到选定的（Ctrl + Shift + V）

# Common_WhatIsIt
source: What is it?
cs: Co to je?
de: Was ist das?
it: Cos'è?
ru: Что это?
tr: Nedir?
zh_cn: 这是什么？

# Common_Rating
source: Rating:
cs: Hodnocení
de: Bewertung:
it: Valutazione:
ru: Рейтинг:
tr: Derecelendirme:
zh_cn: 评分：

# CarParent_ChildrenWillBeMoved
source: Children will be moved to the new parent!
cs: Potomek bude přesunut k novému rodiči!
de: Modellvariante wird zu neuem Basismodell verschoben!
it: Le dipendenze saranno spostate nel nuovo principale!
lv: Bērni tiks pārvietoti pie jaunā vecāka!
pl: Folder zostanie przeniesiony do katalogu nadrzędnego!
ru: Дети переедут к новым родителям!
zh_cn: 子车型将会移动到新的源车型下!

# Theme_Nordschleife
source: Nordschleife
zh_cn: 纽伯格林北环

# CustomShowroom_Stats_FpsLabel
source: FPS:
tr: Saniye başına düşen kare
zh_cn: 帧率:

# Common_FahrenheitPostfix
source: °F
zh_cn: 华氏度

# TableHeader_Y
source: Y
pl: X

# Common_FpsPostfix
source: FPS
tr: Saniye başına düşen kare
