Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_Drive_OnlineNameLabel
source: Online name:
cs: Jméno pro režim online:
es: Nombre Online:
fr: Pseudo en ligne :
it: Nome online:
ja_jp: オンライン名:
lv: Tiešsaistes vārds:
nl: Online naam:
pl: Nazwa Online:
pt: Nome online:
pt_br: Nome online:
ru: Имя для онлайна:
tr: Çevrimiçi isim:
zh_cn: 联机游戏别名:
zh_tw: 聯機遊戲別稱：

# Settings_Drive_QuickDriveHeader
source: Quick Drive:
cs: Rychlovka:
de: Schnellstart:
es: Partida rapida:
fr: Course rapide :
it: Avvio rapido:
ja_jp: クイックドライブ:
lv: Ātrais brauciens
nl: Korte rit:
pl: Szybka Jazda:
pt_br: Corrida Rápida
ru: Быстрый заезд:
tr: Hızlı Sürüş
zh_cn: 快速游戏:
zh_tw: 試駕：

# Settings_Drive_ExpandBounds
source: Expand bounds
cs: Rozšířená nastavení
de: Beschränkungen aufheben
es: Ampliar limites
fr: outre passer les limites
it: Espandere i limiti
ja_jp: ラップ上限を拡大
lv: Paplašināt robežas
nl: Grenzen uitbreiden
pl: Zwiększ limit okrążeń
pt_br: Expandir limites
ru: Расширить границы
tr: Sınırları genişlet
zh_cn: 去除游戏限制
zh_tw: 去除遊戲限制

# Settings_Drive_KunosCareerHeader
source: Kunos career:
cs: Kariéra od Kunosu:
de: Kunos Karriere:
es: Carrera Kunos:
fr: Carrière Kunos :
it: Carriera Kunos:
ja_jp: Kunosキャリア:
lv: Kunos karjera:
nl: Kunos carrière:
pl: Kariera Kunos:
pt: Carreira Kunos:
pt_br: Carreira Kunos:
ru: Kunos карьера:
tr: Kunos kariyeri:
zh_cn: 官方生涯赛事:
zh_tw: 官方生涯賽事：

# Settings_Drive_ChangeAiLevel
source: Allow to change AI level
cs: Povolení změny úrovně dovednosti soupeřů
de: Erlaube KI Stärke zu ändern
es: Permitir cambiar nivel de IA
fr: Autoriser le changement de niveau de l'IA
it: Permetti di cambiare il livello della AI
ja_jp: AIのレベルを変更することを許可
lv: Ļaut mainīt AI līmeni
nl: Sta AI niveaus veranderen toe
pl: Zezwól zmienić poziom AI
pt: Permitir mudança do nível da AI
pt_br: Permitir mudança do nível da AI
ru: Разрешить изменять уровень ИИ
tr: Yapay zeka seviyesini değiştirmeye izin ver
zh_cn: 允许调整AI强度
zh_tw: 允許調整AI強度

# Settings_Drive_ChangeCarSkin
source: Allow to change car’s skin
cs: Povolení změny skinu vašeho auta
de: Erlaube die Lackierung zu ändern
es: Permitir cambiar apariencia del coche
fr: Autoriser le changement de skin des véhicules
it: Permetti di cambiare la skin dell'auto
ja_jp: 車のスキンを変更することを許可
lv: Ļaut mainīt mašīnas skinus
nl: Sta autoskins veranderen toe
pl: Zezwól zmienić skórkę samochodów
pt: Permitir a mudança da skin do carro
pt_br: Permitir a mudança da skin do carro
ru: Разрешить изменять раскраску машины
tr: Arabanın kaplamasını değiştirmeye izin ver
zh_cn: 允许变更车辆涂装
zh_tw: 允許變更車輛塗裝

# Settings_Drive_EventsHeader
source: AC-related events:
cs: Události související s videohrou:
de: Spielrelevante Ereignisse
es: Eventos relacionados con el juego:
fr: Evènements liés à AC
it: AC-Eventi relativi:
ja_jp: AC-関連イベント:
lv: Ar AC saistīti notikumi:
nl: AC-gerelateerde evenementen:
pl: Zdarzenia związane z grą:
pt: Eventos relacionados com o AC:
pt_br: Eventos relacionados com o AC:
ru: События связанные с игрой:
tr: AC ile ilgili olaylar
zh_cn: 游戏相关事件:
zh_tw: 遊戲相關事件：

# Settings_Drive_PreCommand_Tooltip
source: This command will be executed before starting acs.exe, but after setting all ini-files. Values for replacement: [b][mono]{type}[/mono][/b] — type of race; [b][mono]{car}[/mono][/b] — car’s name; [b][mono]{car.id}[/mono][/b] — car’s id; [b][mono]{track}[/mono][/b] — track’s name; [b][mono]{track.id}[/mono][/b] — track’s id. If you need some other values, please, contact us and we'll add them. Working directory will be set to Assetto Corsa folder in Documents.
cs: Tento příkaz bude proveden před startem acs.exe, ale po nastavení všech inicializačních souborů. Hodnoty pro nahrazení: [b][mono]{type}[/mono][/b] — typ závodu; [b][mono]{car}[/mono][/b] — název auta; [b][mono]{car.id}[/mono][/b] — ID auta; [b][mono]{track}[/mono][/b] — název trati; [b][mono]{track.id}[/mono][/b] — ID trati. Potřebujete-li některé další hodnoty, kontaktujte nás prosím a my je přidáme. Jako pracovní složka bude použita složka Assetto Corsa v Dokumentech.
de: Dieser Befehl wird ausgeführt nachdem acs.exe gestartet, jedoch bevor INI-Dateien geschrieben werden. Parameter zu ersetzen: [b][mono]{type}[/mono][/b] — Typ des Rennens; [b][mono]{car}[/mono][/b] — Fahrzeugname; [b][mono]{car.id}[/mono][/b] — Fahrzeug-ID; [b][mono]{track}[/mono][/b] — Streckenname; [b][mono]{track.id}[/mono][/b] — Strecken-ID. Sollten mehr Parameter benötigt werden bitte kontaktiere uns und wir werden sie hinzufügen. Der Assetto Corsa-Ordner im Dokumentenverzeichnis wird als Arbeitsverzeichnis festgelegt.
es: Este comando sera ejecutado antes de iniciar acs.exe, pero despues de configurar todos los archivos ini Valores para remplazar: [b][mono]{type}[/mono][/b] — tipo de carrera; [b][mono]{car}[/mono][/b] — nombre del coche; [b][mono]{car.id}[/mono][/b] — id del coche; [b][mono]{track}[/mono][/b] — nombre de la pista; [b][mono]{track.id}[/mono][/b] — is de la pista. Si necesitas otros valores, por favor, contacta con nosotros y los añadiremos. La carpeta de funcionamiento sera establecida en la carpeta de Assetto Corsa en Documentos.
fr: Cette commande sera exécutée avant de lancer acs.exe, mais après avoir réglé tous les fichiers ini. Valeurs de remplacement : [b][mono]{type}[/mono][/b] — type de course ; [b][mono]{car}[/mono][/b] — nom du véhicule ; [b][mono]{car.id}[/mono][/b] — ID du véhicule ; [b][mono]{track}[/mono][/b] — nom du circuit ; [b][mono]{track.id}[/mono][/b] — ID du circuit. Si vous avez besoin d'autres valeurs, veuillez nous contacter et nous les ajouterons. Un répertoire valide sera assigné au dossier Assetto Corsa dans Documents.
it: Questo comando sarà eseguito prima di avviare acs.exe solo dopo che tutti i file .ini saranno inizializzati. Valori per la sostituzione: [b][mono]{type}[/mono][/b] — tipo di gara; [b][mono]{car}[/mono][/b] — nome della macchina; [b][mono]{car.id}[/mono][/b] — id macchina; [b][mono]{track}[/mono][/b] — nome della pista; [b][mono]{track.id}[/mono][/b] — id pista. Se avete bisogno di ulteriori valori non esitate a contattarci e provvederemo ad aggiungerli. La cartella di lavoro sarà impostata nella cartella Assetto Corsa presente in Documenti.
ja_jp: このコマンドは、acsを起動する前に実行されます。ただし、すべてのiniファイルを設定した後です。置換する値: [b][mono]{type}[/mono][/b] —レースの種類[b][mono]{car}[/mono][/b] —車種[b][mono]{car.id}[/mono][/b] —車ID [b][mono]{track}[/mono][/b] —トラック名[b][mono]{track.id}[/mono][/b] —トラックID他の値が必要な場合は、ご連絡いただければ追加いたします。作業ディレクトリは、ドキュメントのAssetto Corsaフォルダに設定されます。
lv: Šī komanda tiks izpildīta pirms acs.exe palaišanas, bet pēc visu ini-failu uzstādīšanas. Parametri, ko var mainīt: [b][mono]{type}[/mono][/b] — sacīkstes tips; [b][mono]{car}[/mono][/b] — mašīnas nosaukums; [b][mono]{car.id}[/mono][/b] — mašīnas ID; [b][mono]{track}[/mono][/b] — trases nosaukums; [b][mono]{track.id}[/mono][/b] — trases ID. Ja tev vajag papildu parametrus, lūdzu sazinies ar mums un mēs tos pievienosim. Par darba mapi tiks uzstādīta Assetto Corsa mape Dokumentos.
pl: Ta komenda zostanie wykonana przed rozpoczęciem acs.exe, ale po ustawieniu wszystkich plików INI. Wartości dla wymiany: [b][mono]{type}[/mono][/b] — rodzaj wyścigu; [b][mono]{car}[/mono][/b] — nazwy samochodów; [b][mono]{car.id}[/mono][/b] — id samochodów; [b][mono]{track}[/mono][/b] — nazwy torów; [b][mono]{track.id}[/mono][/b] — id torów. Jeśli potrzebujesz inne wartości, prosimy kontaktować się z nami, a my je dodamy. Katalog roboczy zostanie ustawiony w folderze Assetto Corsa w dokumentach.
pt_br: Este comando será executado antes de iniciar acs.exe, mas depois de configurar todos os arquivos .ini. Valores para substituição: [b][mono]{type}[/mono][/b] — tipo de corrida; [b][mono]{car}[/mono][/b] — nome do carro; [b][mono]{car.id}[/mono][/b] — ID do carro; [b][mono]{track}[/mono][/b] — nome da pista; [b][mono]{track.id}[/mono][/b] — ID da pista. Se precisar de outros valores, por favor, contate-nos e adicionaremos. Diretório de trabalho será definido na pasta Assetto Corsa em Documentos.
ru: Эта команда будет выполнена перед запуском acs.exe,но после применения всех ini-файлов. Значения для подстановки: [b][mono]{type}[/mono][/b] — тип гонки; [b][mono]{car}[/mono][/b] — название машины; [b][mono]{car.id}[/mono][/b] — id машины; [b][mono]{track}[/mono][/b] — название трассы; [b][mono]{track.id}[/mono][/b] — id трассы. Если вам нужны какие-то другие значения, пожалуйста, свяжитесь с нами и мы добавим их. Рабочим будет установлен каталог Assetto Corsa в Документах профиля пользователя.
tr: Bu komut acs.exe başlatılmadan önce ancak tüm ini dosyaları ayarlandıktan sonra çalıştırılacaktır. Değiştirilecek değerler: [b][mono]{type}[/mono][/b] — yarış tipi; [b][mono]{car}[/mono][/b] — araba adı; [b][mono]{car.id}[/mono][/b] — araba id'si; [b][mono]{track}[/mono][/b] — pist adı; [b][mono]{track.id}[/mono][/b] — pist id'si. Başka değerler eklememizi istiyorsanız bizimle iletişime geçin. Çalışan dizin "Belgeler" dizinindeki Assetto Corsa klasörü olarak ayarlanacaktır.
zh_cn: 以下命令会在设定好所有的配置ini文件之后,运行ace.exe进入游戏之前执行 可以替换的数值和修改格式: [b][mono]{type}[/mono][/b] — 修改比赛类型 [b][mono]{car}[/mono][/b] — 修改车辆名 [b][mono]{car.id}[/mono][/b] — 修改车辆ID [b][mono]{track}[/mono][/b] — 修改赛道名 [b][mono]{track.id}[/mono][/b] — 修改赛道ID 如果你想要软件支持更多的数值修改,请联系我们,我们会进行增加 工作文件夹会被设定为“文档”里的Assetto Corsa文件夹
zh_tw: 以下指令會在設定好所有的配置ini檔案之後，於運行ace.exe進入遊戲之前執行。 可以替換的數值和修改格式： [b][mono]{type}[/mono][/b] — 修改比賽類型 [b][mono]{car}[/mono][/b] — 修改車輛名稱 [b][mono]{car.id}[/mono][/b] — 修改車輛ID [b][mono]{track}[/mono][/b] — 修改賽道名稱 [b][mono]{track.id}[/mono][/b] — 修改賽道ID 如果您想要該指令支援更多數值修改，請聯絡我們進行添加。 工作資料夾會被設定為「我的檔案」裡的Assetto Corsa資料夾。

# Settings_Drive_PreCommandLabel
source: Pre-race event command:
cs: Předzávodní událost:
de: Befehl für vor dem Rennen:
es: Comando de evento Pre-Carrera:
fr: Commande d'événement avant la course :
it: Comando evento Pre-gara:
ja_jp: レース前のイベントコマンド:
lv: Pirms-sacīkstes komandas:
pt_br: Comando de evento pré-corrida
ru: Команда перед гонкой:
tr: Yarış öncesi olay komutu
zh_cn: 赛事启动前运行指令:
zh_tw: 賽事啟動前運行指令：

# Settings_Drive_PostCommandLabel
source: Post-race event command:
cs: Pozávodní událost:
de: Befehl für nach dem Rennen:
es: Comando de evento Post-Carrera:
fr: Commande d'événement après course :
it: Comando evento Post-gara:
ja_jp: レース後のイベントコマンド:
lv: Pēc-sacīkstes komandas:
pt_br: Comando de evento pós-corrida
ru: Команда после гонки:
tr: Yarış sonrası olay komutu:
zh_cn: 赛事结束后运行指令:
zh_tw: 賽事結束後運行指令：

# Settings_Drive_PostCommand_Tooltip
source: This command will be executed after acs.exe finished, but before reading all result json-files. Values for replacement: [b][mono]{type}[/mono][/b] — type of race; [b][mono]{car}[/mono][/b] — car’s name; [b][mono]{car.id}[/mono][/b] — car’s id; [b][mono]{track}[/mono][/b] — track’s name; [b][mono]{track.id}[/mono][/b] — track’s id. If you need some other values, please, contact us and we'll add them. Working directory will be set to Assetto Corsa folder in Documents.
cs: Tento příkaz bude proveden, jakmile acs.exe skončí, ale před načtením všech výsledkových json souborů. Hodnoty pro nahrazení: [b][mono]{type}[/mono][/b] — typ závodu; [b][mono]{car}[/mono][/b] — název auta; [b][mono]{car.id}[/mono][/b] — ID auta; [b][mono]{track}[/mono][/b] — název trati; [b][mono]{track.id}[/mono][/b] — ID trati. Potřebujete-li některé další hodnoty, kontaktujte nás prosím a my je přidáme. Jako pracovní složka bude použita složka Assetto Corsa v Dokumentech.
de: Dieser Befehl wird ausgeführt nachdem acs.exe schließt, jedoch bevor das JSON-Dateien für das Ergebnis gelesen werden. Parameter zu ersetzen: [b][mono]{type}[/mono][/b] — Typ des Rennens; [b][mono]{car}[/mono][/b] — Fahrzeugname; [b][mono]{car.id}[/mono][/b] — Fahrzeug-ID; [b][mono]{track}[/mono][/b] — Streckenname; [b][mono]{track.id}[/mono][/b] — Strecken-ID. Sollten mehr Parameter benötigt werden bitte kontaktiere uns und wir werden sie hinzufügen. Der Assetto Corsa-Ordner im Dokumentenverzeichnis wird als Arbeitsverzeichnis festgelegt.
es: Este comando sera ejecutado cuando acs.exe finalice, pero antes de leer todos los resultados de los archivos json. Valores para remplazar: [b][mono]{type}[/mono][/b] — tipo de carrera; [b][mono]{car}[/mono][/b] — nombre del coche; [b][mono]{car.id}[/mono][/b] — id del coche; [b][mono]{track}[/mono][/b] — nombre de la pista; [b][mono]{track.id}[/mono][/b] — id de la pista. Si necesitas otros valores, por favor, contacta con nosotros y los añadiremos. El directorio de funcionamiento se establecera en la carpeta de Assetto Corsa en Documentos.
fr: Cette commande sera exécutée lorsque acs.exe aura terminé, mais avant d'avoir analysé les résultats des fichiers json. Valeurs de remplacement : [b][mono]{type}[/mono][/b] — type de course ; [b][mono]{car}[/mono][/b] — nom du véhicule ; [b][mono]{car.id}[/mono][/b] — ID du véhicule ; [b][mono]{track}[/mono][/b] — nom du circuit ; [b][mono]{track.id}[/mono][/b] — ID du circuit. Si vous avez besoin d'autres valeurs, veuillez nous contacter et nous les ajouterons. Un répertoire valide sera assigné au dossier Assetto Corsa dans Documents.
it: Questo comando sarà eseguito dopo il termine di acs.exe, ma prima che tutti i file .json vengano letti. Valori per la sostituzione: [b][mono]{type}[/mono][/b] — tipo di gara; [b][mono]{car}[/mono][/b] — nome della macchina; [b][mono]{car.id}[/mono][/b] — id macchina; [b][mono]{track}[/mono][/b] — nome della pista; [b][mono]{track.id}[/mono][/b] — id pista. Se avete bisogno di ulteriori valori non esitate a contattarci e provvederemo ad aggiungerli. La cartella di lavoro sarà impostata nella cartella Assetto Corsa presente in Documenti.
ja_jp: このコマンドは、acs.exeが終了した後、すべての結果json-filesを読み取る前に実行されます。置換する値: [b][mono]{type}[/mono][/b] —レースの種類[b][mono]{car}[/mono][/b] —車種[b][mono]{car.id}[/mono][/b] —車ID [b][mono]{track}[/mono][/b] —トラック名[b][mono]{track.id}[/mono][/b] —トラックID他の値が必要な場合は、ご連絡いただければ追加いたします。作業ディレクトリは、ドキュメントのAssetto Corsaフォルダに設定されます。
lv: Šī komanda tiks izpildīta pēc acs.exe pabegšanas, bet pirms visu rezultātu json-failu nolasīšanas. Parametri, ko var mainīt: [b][mono]{type}[/mono][/b] — sacīkstes tips; [b][mono]{car}[/mono][/b] — mašīnas nosaukums; [b][mono]{car.id}[/mono][/b] — mašīnas ID; [b][mono]{track}[/mono][/b] — trases nosaukums; [b][mono]{track.id}[/mono][/b] — trases ID. Ja tev vajag papildu parametrus, lūdzu sazinies ar mums un mēs tos pievienosim. Par darba mapi tiks uzstādīta Assetto Corsa mape Dokumentos.
pl: To polecenie zostanie wykonane po zakończeniu acs.exe, ale przed odczytaniem wszystkich wynikowych plików JSON. Wartości dla wymiany: [b][mono]{type}[/mono][/b] — rodzaj wyścigu; [b][mono]{car}[/mono][/b] — nazwy samochodów; [b][mono]{car.id}[/mono][/b] — id samochodów; [b][mono]{track}[/mono][/b] — nazwy torów; [b][mono]{track.id}[/mono][/b] — id torów. Jeśli potrzebujesz inne wartości, prosimy kontaktować się z nami, a my je dodamy. Katalog roboczy zostanie ustawiony w folderze Assetto Corsa w dokumentach.
pt_br: Este comando será executado antes de iniciar acs.exe, mas depois de configurar todos os arquivos .json. Valores para substituição: [b][mono]{type}[/mono][/b] — tipo de corrida; [b][mono]{car}[/mono][/b] — nome do carro; [b][mono]{car.id}[/mono][/b] — ID do carro; [b][mono]{track}[/mono][/b] — nome da pista; [b][mono]{track.id}[/mono][/b] — ID da pista. Se precisar de outros valores, por favor, contate-nos e adicionaremos. Diretório de trabalho será definido na pasta Assetto Corsa em Documentos.
ru: Эта команда будет выполнена после завершения acs.exe, но до прочтения всех результирующих json-файлов. Значения для подстановки: [b][mono]{type}[/mono][/b] — тип гонки; [b][mono]{car}[/mono][/b] — название машины; [b][mono]{car.id}[/mono][/b] — id машины; [b][mono]{track}[/mono][/b] — название трассы; [b][mono]{track.id}[/mono][/b] — id трассы. Если вам нужны какие-то другие значения, пожалуйста, свяжитесь с нами и мы добавим их. Рабочим будет установлен каталог Assetto Corsa в Документах профиля пользователя.
tr: Bu komut acs.exe sonlandıktan sonra çalışıtırlacaktır. Değiştirilecek değerler: [b][mono]{type}[/mono][/b] — yarış tipi; [b][mono]{car}[/mono][/b] — araba adı; [b][mono]{car.id}[/mono][/b] — araba id'si; [b][mono]{track}[/mono][/b] — pist adı; [b][mono]{track.id}[/mono][/b] — pist id'si. Başka değerler eklememizi istiyorsanız bizimle iletişime geçin. Çalışan dizin "Belgeler" dizinindeki Assetto Corsa klasörü olarak ayarlanacaktır.
zh_cn: 以下命令会在游戏关闭acs.exe程序退出之后,Content Manager读取比赛结果的json文件之前执行 可以替换的数值和修改格式: [b][mono]{type}[/mono][/b] — 修改比赛类型 [b][mono]{car}[/mono][/b] — 修改车辆名 [b][mono]{car.id}[/mono][/b] — 修改车辆ID [b][mono]{track}[/mono][/b] — 修改赛道名 [b][mono]{track.id}[/mono][/b] — 修改赛道ID 如果你想要软件支持更多的数值修改,请联系我们,我们会进行增加 工作文件夹会被设定为“文档”里的Assetto Corsa文件夹
zh_tw: 以下指令會在遊戲關閉acs.exe程式退出之後，於Content Manager讀取比賽結果的json檔案之前執行。 可以替換的數值和修改格式： [b][mono]{type}[/mono][/b] — 修改比賽類型 [b][mono]{car}[/mono][/b] — 修改車輛名稱 [b][mono]{car.id}[/mono][/b] — 修改車輛ID [b][mono]{track}[/mono][/b] — 修改賽道名稱 [b][mono]{track.id}[/mono][/b] — 修改賽道ID 如果您想要該指令支援更多數值修改，請聯絡我們進行添加。 工作資料夾會被設定為「我的檔案」裡的Assetto Corsa資料夾。

# Settings_Drive_CustomClouds
source: Replace clouds by weather clouds if exist
cs: Nahrazovat mraky
de: Wolken mit denen des Wetters ersetzen, soweit vorhanden
es: Reemplazar nubes por nubes del tiempo si existen
fr: Remplacer les nuages par les nuages de la météo s'ils existent
it: Sostituisce le nuvole con nuvole del meteo se esistono
ja_jp: 雲が存在する場合は、雲を天気の雲に置き換えます
lv: Nomainīt mākoņus ar laikapstākļu mākoņiem, ja tādi ir
nl: Vervang wolken door wolken van het weer als die bestaan
pl: Wymień podstawowe chmury na chmury pogodowe, jeżeli istnieją
pt_br: Substituir nuvens por nuvens de clima se possível
ru: Заменять облака погодными облаками
tr: Mümkünse bulutları hava durumunun bulutlarıyla değiştir
zh_cn: 如果对应天气的云彩贴图可用,替代默认云彩
zh_tw: 如果有的話，使用對應天氣的雲彩貼圖取代預設雲彩

# Settings_Drive_ConvertScreenshots
source: Automatically convert screenshots from BMP-format to JPEG on exit
cs: Automaticky při zavírání převádět screenshoty z formátu BMP na JPG
de: Automatisch Bildschirmfotos vom BMP- ins JPEG-Format konvertieren beim Beenden
es: Convertir automaticamente capturas de formato BMP a JPEG al salir
fr: Convertir automatiquement les captures d'écrans de BMP à JPEG en quittant
it: Converti automaticamente screenshots dal formato-BMP a JPEG all'uscita
ja_jp: 終了時にスクリーンショットをBMP形式からJPEGに自動的に変換します
lv: Pie iziešanas automātiski konvertēt ekrānuzņemumus no BMP uz JPEG
nl: Converteer automatisch screenshots van BMP formaat naar JPG bij sluiten
pl: Automatycznie konwertuj zdjęcia z BMP do JPEG przy wyjściu
pt_br: Converter screenshots automaticamente do formato BMP para JPEG ao sair
ru: Автоматически конвертировать снимки экрана из BMP в JPEG при выходе
tr: Çıkmadan önce görselleri otomatik olarak BMP formatından JPEG formatına dönüştür
zh_cn: 退出游戏时自动将BMP格式的截图转换为JPEG格式
zh_tw: 退出遊戲時自動將BMP格式的截圖轉換為JPEG格式

# Settings_Drive_OnlineName_Tooltip
source: Use different name online
cs: Používat v režimu online jiné jméno
de: Online anderen Namen benutzen
es: Usar nombre diferente en Online
fr: Utilise un nom différent en ligne
it: Usa nome diverso online
ja_jp: オンラインでデフォルトとは別の名前を使用
lv: Izmantot citu tiešsaistes vārdu:
nl: Gebruik andere naam online
pl: Użyj innej nazwy w Online
pt_br: Usar um nome diferente no online
ru: Использовать специальное имя для режима "Интернет"
tr: Çevrimiçi modda başka isim kullan
zh_cn: 联机游戏时使用别名
zh_tw: 聯機遊戲時使用別名

# Settings_Drive_ConvertScreenshots_Tooltip
source: I highly recommend to enable Magick.NET first — with it, result quality will be higher
cs: Doporučuje se nejdříve povolit Magick.NET, což bude znamenat vyšší kvalitu
de: Ich empfehle dringend, vorher Magick.NET zu aktivieren — bessere Qualität
es: Recomiendo altamente activar Magick.NET primero - con esto, la calidad resultante sera mayor
fr: Je recommande vivement d'activer Magick.NET avant tout, la qualité finale n'en sera que meilleure.
it: Altamente raccomandato abilitare Magick.NET prima -- con esso, la qualità risulterà maggiore
ja_jp: 最初にMagick.NETを有効にすることを強くお勧めします—これにより、品質が向上します
lv: Ļoti iesaku vispirms iespējot Magick.NET - ar to būs labāka kvalitāte
nl: Ik raad het sterk aan om Magick.NET eerst aan te zetten — daarmee zal het resultaat van hogere kwaliteit zijn
pl: Bardzo polecam najpierw włączyć Magick.NET - z tym, uzyskana jakość będzie wyższa
pt_br: Altamente recomendado ativar Magick.NET primeiro - com isso, a qualidade será maior
ru: Я настоятельно рекомендую сначала включить Magick.NET — с ним, качество результата будет выше
tr: Magick.NET kullanmanızı öneririm -- kalite çok daha yüksek olacaktır
zh_cn: 强烈建议先启用Magick.NET以获得最佳画质
zh_tw: 強烈建議先啟用Magick.NET以獲得最佳畫質

# Settings_Drive_CustomClouds_Tooltip
source: Of course, only temporary
cs: Samozřejmě jen dočasně
de: Natürlich nur temporär
es: Por supuesto, solo temporal
fr: Évidemment, c'est temporaire
it: Certamente, solo temporaneamente
ja_jp: 恒久的ではなく一時的なものです
lv: Protams, tikai pagaidu
nl: Natuurlijk alleen tijdelijk
pl: Oczywiście, tylko tymczasowe
pt_br: Claro, somente temporário
ru: Конечно, только временно
tr: Tabi ki yalnızca geçici olarak
zh_cn: 暂时替换云彩贴图
zh_tw: 暫時替換雲彩貼圖

# Settings_Drive_ExpandBounds_Tooltip
source: Allows to set up to 999 laps and stuff, use on your own risk.
cs: Umožní nastavit až 999 kol a podobně, ale použijte na vlastní riziko
de: Bis zu 999 Runden und Weiteres erlauben. Nutzung auf eigene Gefahr.
es: Permite ajustar hasta 999 vueltas, usalo bajo tu propio riesgo.
fr: Autorise 999 tours et plus, à vos risques et périls.
it: Permette di impostare giri e impostazioni fino a 999, usa a tuo rischio e pericolo
ja_jp: 999ラップまでのセットアップが可能です。ご自身の責任でご使用ください。
lv: Atļauj uzstādīt 999 apļus un citas lietas, lietot uz paša atbildību.
nl: Staat toe om 999 rondes enzo in te stellen, gebruik op eigen risico.
pl: Pozwala ustawić maksymalnie 999 okrążeń,używać na własne ryzyko.
pt_br: Permite usar até 999 voltas, use por sua conta e risco.
ru: Позволяет ставить до 999 кругов и всё такое, используйте на свой риск
tr: Tur sayısını 999'a kadar çıkarmak gibi durumlara olanak tanır, kendi sorumluluğunuzda kullanın.
zh_cn: 允许设定如999圈的比赛等超出游戏本身允许范围的内容,可能引起的问题请玩家后果自负
zh_tw: 允許設定如999圈的比賽等超出遊戲本身允許範圍的內容（可能引起的問題請玩家後果自負）

# Settings_General_AcFolderLabel
source: Assetto Corsa folder:
cs: Složka videohry:
de: Assetto Corsa-Ordner:
es: Carpeta Assetto Corsa:
fr: Dossier Assetto Corsa :
it: Cartella di Assetto Corsa
ja_jp: Assetto Corsaフォルダ:
lv: Assetto Corsa mape:
pt: Directório do Assetto Corsa:
pt_br: Diretório do Assetto Corsa:
ru: Каталог Assetto Corsa:
tr: Assetto Corsa klasörü:
zh_cn: Assetto Corsa游戏文件夹:
zh_tw: Assetto Corsa遊戲資料夾：

# Common_DevMode
source: Developer mode
cs: Vývojářský režim
de: Entwicklermodus
es: Modo Desarrollador
fi_fi: Kehittäjätila
fr: Mode développeur
it: Modalità sviluppatore
ja_jp: 開発者モード
lv: Izstrādātāja režīms
nl: Developer modus
pl: Tryb dewelopera
pt: Modo de desenvolvimento
pt_br: Modo de Desenvolvedor
ru: Режим разработчика
tr: Geliştirici modu
zh_cn: 开发者模式
zh_tw: 開發者模式

# Settings_General_AppHeader
source: App:
cs: Aplikace:
de: Programm:
ja_jp: アプリ:
lv: Aplikācija:
pl: Aplikacja:
ru: Приложение:
tr: Uygulama:
zh_cn: 插件:

# Settings_General_AppKeyLabel
source: App key:
cs: Licenční klíč:
de: Lizenzschlüssel:
fr: Clé d'activation :
it: Chiave App:
ja_jp: アプリキー:
lv: Aplikācijas atslēga:
pl: Klucz aplikacji:
pt: Tecla de app:
pt_br: Tecla de app:
ru: Ключ Приложения:
tr: Uygulama anahtarı:
zh_cn: 插件编号:
zh_tw: App編號：
