Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Selected_CarPage_New_TSMSetups_Tooltip
source: Number of ready to be installed setups on The Setup Market
cs: Počet seřízení připravených k instalaci v Setup Marketu
de: Anzahl der zur Installation bereiten Setups auf The Setup Market
es: Número de setups listos para instalar de The Setup Market
fi_fi: Valmiiksi asennettavien säätöjen määrä Setup Marketista
fr: Nombre de configurations prêtes à être installées sur The Setup Market
it: Numero di setup pronti per essere installati su The Setup Market
ja_jp: The Setup Marketのインストール可能なセットアップ数
pl: Liczba gotowych do zainstalowania konfiguracji w The Setup Market
pt_br: Numero de prontos para ser instalado setups no Mercado de Setup
ru: Число готовых к установке настроек в магазине настроек
zh_cn: The Setup Market上可以装载的调校文件数量

# Settings_Appearance_DoNotInterfereWithWindows_Tooltip
source: Use it in case CM fails to position windows correctly.[br][br]I’m still trying to find a solution to this problem.
cs: Hodí se pro případ, že se okna Content Manageru neumísťují korektně.[br][br]Na řešení problému se stále pracuje.
de: Benutzen Sie diese Option, falls CM Fenster nicht korrekt platziert.[br][br]Die Behebung dieses Problems ist in Arbeit.
es: Usar en caso de que CM falle al uibicar la ventana correctamente[br][br]Sigo buscando la solución a este problema.
fr: Utilisez-le au cas où CM ne positionnerait pas correctement les fenêtres.[br][br]J'essaie toujours de trouver une solution à ce problème.
it: Usalo nel caso in cui CM non riesca a posizionare correttamente la finestra.[br][br]Sto ancora cercando una soluzione a questo problema.
ja_jp: CMがウィンドウを正しく配置できない場合に使用します。[br][br]まだ解決策を探しているところです。
pl: Użyj go, jeśli CM nie umie poprawnie ustawić okien.[br][br]Wciąż próbuję znaleźć rozwiązanie tego problemu.
pt_br: Use isso em caso do CM falhar para posicionar as janelas corretamente.[br][br]Ainda estou tentando encontrar uma solução para esse problema.
ru: Используйте его в случае, если CM не сможет правильно расположить окна.[br][br]Я все еще пытаюсь найти решение этой проблемы.
zh_cn: 如果CM的窗口位置出错，使用这个设置可以解决问题。[br][br]我仍然在寻找解决这个问题的方法。

# Settings_Appearance_FastAccessButtons
source: Fast-access buttons over car and track in Quick Drive
cs: Vyskakovací tlačítka nad náhledem auta trati v Rychlovce
de: Zeige Schnellauswahl-Schaltflächen über Fahrzeug und Strecke in Quick Drive
es: Botones de acceso rápido sobre coche y pista en Carrera Rápida
fr: Boutons d'accès rapide sur la voiture et la piste dans Quick Drive
it: Pulsanti ad accesso rapido sull'auto e tracciato in Quick Drive
ja_jp: クイックドライブの車とトラックの高速アクセスボタン
pl: Przyciski szybkiego dostępu do samochodu i toru w Szybka Jazda
pt_br: Botões de acesso rápido sobre carro e pista no Quick Drive
ru: Кнопки быстрого доступа над авто и трассой в Quick Drive
zh_cn: 在快速驾驶页面的车辆和赛道选择框里显示快速设置按钮

# Settings_Appearance_OpenNewWindowsOnTheSameScreen
source: Open new windows on the same screen as the first one despite saved location
cs: Vždy otevírat nové okno na stejné obrazovce jako to první
de: Öffne neue Fenster auf dem selben Bildschirm wie das aktuelle, trotz gespeicherter Position
es: Abrir nuevas ventanas en la misma pantalla que la primera a pesar de la ubicación guardada
fr: Ouvrir de nouvelles fenêtres sur le même écran que le premier malgré l'emplacement enregistré
it: Apri nuove finestre sullo stesso schermo come la prima volta nonostante la posizione salvata
ja_jp: 保存した場所にかかわらず、最初のウィンドウと同じ画面で新しいウィンドウを開く
pl: Otwórz nowe okna na tym samym ekranie, co pierwszy pomimo zapisanej lokalizacji
pt_br: Abrir novas janelas na mesma tela como primeira apesar da localização salva
ru: Открывать новые окна на том же экране, что и первое, несмотря на сохраненное расположение
zh_cn: 不论设定的显示器是哪一个，都在和CM相同的显示器上打开新窗口

# Settings_Appearance_OpenSkinsAndSetupsNewWindow_Tooltip
source: If disabled, hold Ctrl while opening skins or setups to open them in a new window anyway
cs: Pokud je volba deaktivována, můžete seznamy skinů a seřízení aut jednorázově otevírat v novém okně pomocí kliknutí a přidržení klávesy Ctrl
de: Falls deaktiviert, halten Sie Strg gedrückt, um sie dennoch in einem neuen Fenster zu öffnen.
es: Si está deshabilitado, mantén Ctrl al abrir skins o setups para abrirlas en una nueva ventana
fr: Si désactivé, maintenez la touche Ctrl enfoncée lors de l'ouverture des skins ou des configurations pour les ouvrir dans une nouvelle fenêtre de toute façon
it: Se disabilitato, tieni premuto Ctrl mentre apri le skin o i setup per aprirli comunque in una nuova finestra
ja_jp: 無効にした場合、スキンやセットアップを開いている間に Ctrl キーを押したままにすると、新しいウィンドウで開くことができます
pl: Jeśli jest wyłączone, przytrzymaj klawisz Ctrl podczas otwierania skórek lub setupów, aby otworzyć je w nowym oknie
ru: Если выключено, удерживайте Ctrl при открытии скинов или настроек, чтобы открыть их в новом окне в любом случае
zh_cn: 如此设置关闭，可以在打开车辆皮肤或调校时按住Ctrl键，便可以在新窗口查看

# Settings_Appearance_ThemeDefined
source: Theme-defined
cs: Určeno tématem
de: Thema-abhängig
es: Definido por tema
fr: Défini dans le thème
it: Definito dal tema
ja_jp: テーマ定義
pl: Motyw zdefiniowany
pt_br: Tema definido
ru: Тема
zh_cn: 由Windows系统主题决定

# Settings_Content_DisplaySteerLock
source: Display steer lock
cs: Zobrazovat mezi parametry rozsah otáčení volantu
es: Mostrar bloqueo de giro
fr: Afficher le verrouillage de direction
it: Visualizza grado di sterzata
ja_jp: ステアロックの表示
pl: Wyświetl blokadę skrętu
pt_br: Mostrar trava de direção
ru: Ограничение руля на экране
tr: Direksiyon kilidini göster
zh_cn: 显示转向锁

# Settings_Content_FixMissingSpacesInSpecsInDrive
source: Fix missing spaces in specs in Drive section
cs: Oprava chybějících mezer ve specifikacích v sekci Jízda
es: Arreglar espacios faltantes en las especificaciones dentro de la sección Conducir
fr: Correction des espaces manquants dans les spécifications de la section Piloter
it: Correggi gli spazi mancanti nelle specifiche nella sezione Guida
ja_jp: ドライブセクションの仕様の空白を修正
pl: Napraw brakujące spacje w specyfikacjach w sekcji Jazda
pt_br: Arrumar espaços faltando nas espeficicações na parte Dirigir
ru: Исправить отсутствующие пробелы в спецификациях в разделе Вождение
zh_cn: 在驾驶页面修复缺少的空格

# Settings_Content_FourDigitForYearPostfix
source: Four digit for year postfix
cs: Rok vzniku v plném čtyřciferném znění
de: Vier Ziffern für Jahreszahlpostfix
es: Postfix de 4 dígitos para el año
fr: Quatre chiffres pour l'année suffixe
it: Quattro cifre per l'anno
ja_jp: 製造年を社名の後に4桁表示
pl: Rok pochodzenia w czterocyfrowej wersji
pt_br: Quatro digitos por ano postfix
ru: Четырехзначный постфикс для года
tr: Dört haneli yıl kullan
zh_cn: 年份后缀用四位数字显示

# Settings_Content_MarkObjectsWithNotesWithIcon
source: Mark objects (such as cars or tracks) with notes with a special icon
cs: Položky s poznámkami vyznačit zvláštní ikonou
de: Markiere Objekte (Fahrzeuge, Strecken, ...) mit Notizen mit einem speziellen Icon
es: Marcar objetos (como coches o pistas) con notas con un icono especial
fr: Marqué des objets (tels que des voitures ou des pistes) avec des notes avec une icône spéciale
it: Contrassegna gli oggetti (come automobili o tracciati) con note con un'icona speciale
ja_jp: 特殊なアイコンを使用してオブジェクト(車や道路など)にノートを付ける
pl: Oznacz obiekty (takie jak samochody lub tory) notatkami ze specjalną ikoną
pt_br: Marcar objetos (como carros ou circuitos) com notas com um ícone especial
ru: Помечать объекты (например, машины или трассы) с примечаниями, специальными иконками
zh_cn: 用带有特殊图标的提示图标记对象（如车或赛道）

# Settings_Content_MegaNzCredentials
source: Mega.nz credentials:
cs: Přihlašení do Mega.nz:
de: Mega.nz Anmeldedaten:
es: Credenciales de Mega.nz:
fr: Identifiants Mega.nz:
it: Credenziali mega.nz:
ja_jp: Mega.nzのログイン情報:
pl: Poświadczenia Mega.nz:
pt_br: Credenciais do Mega.nz
ru: Права Mega.nz:
tr: Mega.nz giriş bilgileri
zh_cn: Mega.nz的登录信息

# Settings_Content_MegaNzCredentials_Tooltip
source: Optional, but help with download quotas. Just in case, CM doesn’t store your password, but instead, it stores access tokens.
cs: Nepovinné. Pomáhá se stahovacími kvótami. Content Manager neukládá hesla, ale přístupové tokeny.
de: Optional, aber hilft mit der Downloadgeschwindigkeit. CM speichert keine Passwörter, sondern nur Zugriffstokens.
es: Opcional, pero puede ayudar con cuotas de descarga. Por si acaso, CM no guarda tu contraseña, guarda tokens de acceso.
fr: Facultatif, mais aide avec les quotas de téléchargement. Au cas où, CM ne stocke pas votre mot de passe, mais à la place, il stocke les jetons d'accès.
it: Facoltativo, ma aiuta con le quote di download. Per ogni evenienza, CM non memorizza la tua password, ma memorizza i token di accesso.
ja_jp: オプションですが、ダウンロードクォータの設定を行います。念のため、CMはパスワードを保存せず、アクセストークンを保存します。
pl: Opcjonalne, ale może pomoc w udziałach pobierania. Na wszelki wypadek CM nie przechowuje Twojego hasła, ale tylko tokeny dostępu.
ru: Необязательно, но помогает с квотами загрузки. На всякий случай, CM не хранит ваш пароль, а вместо этого хранит токены доступа.
zh_cn: 非必要，但是可以帮助解决下载限额的问题。为保证安全性，CM不会储存你的密码明文，只会储存Mega.nz的登录token

# Settings_Content_MentionCMInPacked
source: While packing, mention in description that packed content might be installed by dragging it onto Content Manager
cs: Při zabalování upozornit, že obsah může být nainstalován přetažením do Content Manageru
de: Erwähne beim Komprimieren in der Beschreibung, dass komprimierte Inhalte durch Drag&Drop in den CM installiert werden können
es: Al empaquetar, indicar en la descripción que el contenido empaquetado puede ser instalado arrastrándolo a Content Manager
fr: Lors de l'emballage, mentionnez dans la description que le contenu compressé peut être installé en le faisant glisser sur Content Manager
it: Quando si impacchetta, menziona nella descrizione che il contenuto impacchettato potrebbe essere installato trascinandolo su Content Manager
ja_jp: パック中に、パックされたコンテンツをContent Managerにドラッグしてインストールできることを説明に記載します。
pl: Podczas pakowania wspomnij w opisie, że spakowaną zawartość można zainstalować, przeciągając ją do Content Manager
ru: При упаковке, укажите в описании что упакованный контент можно установить перетащив его в Content Manager.
zh_cn: 在打包时，记得在描述文本中提示打好的包可以直接拖到CM里进行安装

# Settings_Content_OriginIcons
source: Origin icons:
cs: Ikony původu:
de: Icons für Quelle
es: Iconos de origen:
fr: Icônes d'origine:
it: Icone di origine:
ja_jp: オリジナルアイコン:
pl: Oryginalne ikony
pt_br: Ícones de origem:
ru: Оригинальные иконки:
zh_cn: 原作者图标：

# Settings_Content_ShowCarPreviewsInTooltips
source: Show car previews in tooltips
cs: Ve vyskakovacím okně zobrazovat náhled auta
de: Zeige Fahrzeugvorschau als Tooltip
es: Mostrar previsualizaciones de coches en tooltips
fr: Afficher les aperçus des voitures dans les info-bulles
it: Mostra le anteprime delle auto nei suggerimenti
ja_jp: ツールチップに車のプレビューを表示
pl: Pokaż podgląd samochodów w podpowiedzi
pt_br: Mostrar pré-visualização dos carros em dicas de ferramentas
ru: Показывать предварительный просмотр автомобилей во всплывающих подсказках
tr: Bilgi çubuklarında araba önizlemelerini göster
zh_cn: 在工具提示浮窗里显示车辆预览图

# Settings_Content_ShowCurvesInDriveSection
source: Show curves in Drive section
cs: Zobrazovat křivky v sekci Jízda
de: Zeige Graphen im Bereich "Fahren"
es: Mostrar curvas en la sección Conducir
fr: Afficher les courbes dans la section Piloter
it: Mostra le curve nella sezione Guida
ja_jp: ドライブセクションの曲線を表示
pl: Pokaż krzywe w sekcji Jazda
pt_br: Mostrar curvas na parte de Dirigir
ru: Показывать кривые в разделе Вождение
tr: Sür bölümünde eğrileri göster
zh_cn: 在驾驶页面里显示车辆马力扭矩曲线

# Settings_Content_ShowOriginIconsInLists
source: Show origin icons in lists (such as Kunos or RSS icon)
cs: Zobrazovat ikony původu v seznamech (jako ikony Kunosu nebo RSS)
de: Zeige in Listen Icons, die die Quelle des Inhalts angeben (wie Kunos oder RSS)
es: Mostrar iconos de origen en listas (tales como Kunos o RSS)
fr: Afficher les icônes d'origine dans les listes (telles que l'icône Kunos ou RSS)
it: Mostra le icone di origine negli elenchi (come l'icona Kunos o RSS)
ja_jp: リストにオリジナルアイコンを表示(KunosやRSSアイコン等)
pl: Pokaż oryginalne ikony na listach (takie jak ikona Kunos lub RSS)
pt_br: Mostrar ícones de origem nas listas (tipo Kunos ou ícone RSS)
ru: Показывать оригинальные иконки в списке (такие как Kunos или RSS)
zh_cn: 在列表中显示原作者图标（如Kunos图标或RSS图标）

# Settings_CustomShowroom_Controls
source: Controls:
cs: Ovládání:
de: Steuerung:
es: Controles:
fr: Contrôles :
it: Controlli:
ja_jp: コントロール:
pl: Sterowanie:
pt_br: Controles:
ru: Управление:
tr: Kontroller:
zh_cn: 控制：

# Settings_Drive_LoadAssistsWithQuickDrivePresets
source: Load assists with Quick Drive presets
cs: Načítat asistenty s přednastaveními Rychlovky
de: Lade Fahrassistenzsysteme mit Quick Drive-Voreinstellungen
es: Cargar asistencias con presets de Carrera Rápida
fi_fi: Lataa ajoavut Quick Drive -säätöjen mukaan
fr: Charger les assistances avec les préréglages Course rapide
it: Carica gli aiuti con i preset Guida Rapida
ja_jp: クイックドライブプリセットの読み込みを支援
pl: Załaduj asysty z presetów Szybka Jazda
pt_br: Carregar assistências com predefinições de Corrida Rápida
ru: Загрузка помощников с предустановками Quick Drive
zh_cn: 载入快速驾驶模式里保存的辅助预设

# Settings_Drive_RaceResults_Hint
source: Aftr exceeding the limit older entries will be moved to the Recycle Bin.
cs: Jakmile bude překročen limit, starší výsledky se po skončení závodu přesunou do Koše.
es: Cuando se exceda el límite, los resultados más antiguos serán reciclados tras finalizar la carrera.
fr: Lorsque la limite est dépassée, les résultats les plus anciens seront recyclés après la fin de la course.
it: Quando viene superato il limite, i risultati più vecchi verranno cestinati dopo la fine della gara.
ja_jp: 制限を超えた場合、最も古いレース結果はレース終了後に削除されます。
pl: Po przekroczeniu limitu starsze wyniki zostaną przeniesione do Kosza po wyścigu.
pt_br: Quando o limite é excedido, resultados antigos serão reciclados após o fim da corrida.
ru: Когда лимит превышен, старые результаты будут удаляться после завершения гонки
tr: Limite ulaşıldığında, yarış bitiminde en eski sonuçlar silinecektir.
zh_cn: 达到设置上限后，最老的比赛结果会在新的比赛结束之后被放入回收站

# Settings_Drive_RHMIntegration
source: RHM integration
cs: Integrace RHM
es: Integración con RHM
fr: Intégration RHM
it: Integrazione RHM
ja_jp: リアルヘッドモーション統合
pl: Integracja z RHM
pt_br: Integração RHM
ru: Интеграция RHM:
tr: RHM entegrasyonu
zh_cn: RHM功能整合

# Settings_General_RecentChangesNotification
source: Recent changes notification
cs: Notifikace s výpisem nedávných změn
de: Setze Nachricht nach Updates zurück
es: Notificación de los cambios recientes
fr: Notifications de changements récents
it: Notifiche degli ultimi aggiornamenti
ja_jp: 最近の変更点の通知
pl: Powiadomienie o ostatnich zmianach
pt_br: Notificação de mudanças recentes
ru: Уведомление о последних изменениях
zh_cn: 最新更新内容通知

# Settings_General_ResetOccasionalHits
source: Display already shown hints again
cs: Znovu zobrazovat všechny tipy
de: Zeige bereits angezeigte Hinweise erneut
es: Muestra ayudas ya mostradas de nuevo
fr: Réinitialisez les indices occasionnels pour les revoir
it: Visualizza nuovamente i suggerimenti già mostrati
ja_jp: 既に表示したヒントを再度表示
pl: Zresetuj okazjonalne wskazówki, aby zobaczyć je ponownie
pt_br: Mostrar dicas já mostradas novamente
ru: Отображение уже показанных подсказок снова
tr: Bu zamana kadar gösterilen ipuçlarını tekrar göster
zh_cn: 显示过的小贴士仍然会再次提示

# Settings_General_ShowOccasionalHints
source: Show occasional hints
cs: Zobrazovat občasné tipy
de: Zeige hin und wieder Hinweise
es: Mostrar ayudas ocasionales
fi_fi: Näytä ajoittaiset vihjeet
fr: Afficher des astuces occasionnelles
it: Mostra occasionalmente suggerimenti
ja_jp: 随時ヒントを表示する
pl: Pokaż okazjonalne wskazówki
pt_br: Mostrar dicas ocasionalmente
ru: Показывать случайные подсказки
tr: Zaman zaman ipuçları göster
zh_cn: 偶尔显示小贴士

# Settings_General_ShowRecentChangesNotification_Tooltip
source: Show notification with recent changes after update
cs: Po aktualizaci zobrazovat notifikaci s nedávnými změnami
de: Zeige Nachricht mit Änderungen nach einem Update
es: Mostrar notificación con los cambios recientes tras actualización
fr: Afficher la notification avec les modifications récentes après la mise à jour
it: Dopo un aggiornamento visualizza le notifiche con gli ultimi cambiamenti
ja_jp: 更新後に最近の変更点を含む通知を表示する
pl: Pokaż powiadomienie o najnowszych zmianach po aktualizacji
pt_br: Mostrar notificação com mudanças recentes após atualização
ru: Показывать уведомление с последними изменениями после обновления
zh_cn: 在升级后显示最新的更新内容

# Settings_General_SteamProfile
source: Steam profile:
cs: Steam profil:
de: Steam-Profil:
es: Perfil de Steam:
fr: Profile Steam :
it: Profilo Steam:
ja_jp: Steamのプロファイル:
pl: Profil Steam:
pt_br: Perfil da Steam:
ru: Профиль Steam:
tr: Steam profili:
zh_cn: Steam用户个人资料页：

# Settings_General_SteamProfile_Tooltip
source: Used for online
cs: Používá se v režimu online
de: Wird für Online-Modi benutzt
es: Usado para online
fr: Utilisé en ligne
it: Utilizzato online
ja_jp: オンラインで使用
pl: Używane w Internecie
pt_br: Usado para online
ru: Используется для онлайна
tr: Çevrimiçi mod için kullanılır
zh_cn: 用于在线游戏

# Settings_Online_FixNames
source: Fix names:
cs: Opravit jména:
es: Arreglar nombres:
fi_fi: Korjaa nimet:
fr: Corriger les noms:
it: Correggi i nomi:
ja_jp: 固定名:
pl: Napraw nazwy:
pt_br: Consertar nomes:
ru: Исправить имена:
tr: İsimleri düzelt:
zh_cn: 修正名字：

# Settings_Online_PausePingingDuringTheRace
source: Pause pinging during the race
cs: Zapauzování pingování během závodu
de: Pausiere Pingen während des Rennens
es: Pausar ping durante la carrera
fi_fi: Tauota Ping-testaus kisan aikana
fr: Pause ping pendant la course
it: Metti in pausa il ping durante la gara
ja_jp: レース中にPingを一時停止
pl: Zatrzymaj pingowanie podczas wyścigu
pt_br: Pausar ping durante a corrida
ru: Приостановить пинг во время гонки
tr: Yarış esnasında pinglemeyi duraklat
zh_cn: 在比赛期间暂停测试网络延迟
zh_tw: 比賽時暫停測試網路延遲

# Settings_Online_PingAttempts
source: Ping attempts
cs: Uskutečněných pingů
de: Ping-Versuche
es: Intentos de ping
fi_fi: Ping yritykset
fr: Tentatives de ping
it: Tentativi di ping
ja_jp: Ping試行
pl: Próby pingowania
pt_br: Tentativas de Ping
ru: Предупреждение о пинге
zh_cn: 测试网络延迟次数
zh_tw: Ping嘗試

# Settings_Online_PingServersOnce
source: Ping servers once
cs: Opingovat server jen jednou
de: Server einmal anpingen
es: Hacer ping a servidores una vez
fi_fi: Testaa servereiden ping kerran
fr: Serveurs Ping une fois
it: Ping dei server singolo
ja_jp: サーバーにPingを1回実行
pl: Zapinguj jeden raz serwery
pt_br: Pingar servidores uma vez
ru: Пинг сервера
tr: Sunucuları yalnızca bir kez pingle
zh_cn: 只测试一次网络延迟
zh_tw: Ping此伺服器

# TrackStateEditor_GripTransfer_Tooltip
source: How much of added grip will transfer to the next session
cs: Kolik přidané přilnavosti se přenese do další relace
de: Wählen Sie, wie viel zusätzlicher Grip in die nächste Sitzung übertragen wird
es: El agarre adicional se transferirá a la próxima sesión
fr: Part de traction transférée à la session suivante
it: Quantità di grip che viene trasferito alla sessione successiva
ja_jp: 追加グリップが次回にどれだけ引き継がれるか
pl: Ile dodać przyczepnościprzy przejściu do następnej sesji
pt_br: Quanto de grip adcionado irá transferir para a próxima sessão
ru: Сколько сцепления будет перенесено в следующую сессию
zh_cn: 设置有多少橡胶堆积延续到下一赛程

# TrackStateEditor_InitialGrip_Tooltip
source: Amount of grip at the session start
cs: Míra přilnavosti při zahájení relace
de: Bodenhaftung bei Sitzungsstart
es: Cantidad de agarre al inicio de la sesión
fr: Traction au début de la session
it: Quantità di grip a inizio sessione
ja_jp: セッション開始時のグリップ量
pl: Poziom przyczepności na początku sesji
pt_br: Quantidade de grip no começo da sessão
ru: Количество сцепления при старте сессии
zh_cn: 赛程开始时的抓地力水平

# TrackStateEditor_LapGain
source: Lap gain
cs: Zisk kola
es: Aumento de vuelta
fr: Augmentation par tour
it: Giri per guadagno
ja_jp: ラップゲイン
pl: Zysk okrążenia
pt_br: Ganho de largada
zh_cn: 每一圈增加的橡胶堆积量

# Common_MillisecondsFormat
source: {0:F2} ms
ru: {0:F2} мс

# Settings_Sharing_HistoryTableUrl
source: URL
fr: Adresse
ru: Адрес
zh_tw: 網址

# Controls_Abs
source: ABS:
cs: Síla ABS:
ru: АБС:
zh_tw: 防鎖死煞車系統（ABS）：

# AcSettings_Video_Fxaa
source: FXAA
cs: FXAA (rychlé přibližné vyhlazování hran od Nvidie)
fi_fi: Nopea reunanpehmennys (FXAA)
ru: Быстрое сглаживание (FXAA)
zh_tw: 快速近似抗鋸齒（FXAA）

# Arguments_SharedMessage_Id
source: ID
ru: Идентификатор

# Common_IdFormat
source: ID: {0}
fi_fi: Tunnus: {0}
ru: Идентификатор: {0}

# AcObject_IdLabel
source: ID:
fi_fi: Tunnus:
ru: Идентификатор:

# AdditionalContent_IdFormat
source: ID: {0}
ru: Идентификатор: {0}

# Main_ContentManager
source: Content Manager
ja_jp: コンテンツマネージャ
pt: Gestor de Conteúdo
ru: Контент Менеджер

# Main_AppsSettings
source: Apps settings
cs: Nastavení appek
de: App-Einstellungen
es: Apps Configuracion
fr: Paramètres Apps
it: Impostazioni app
ja_jp: アプリ設定
lv: Aplikāciju iestatījumi
pl: Ustawienia aplikacji
pt_br: Ajustes de Apps
ru: Настройки приложений
tr: Uygulama ayarları
zh_tw: App設定

# Main_Challenges_Hotlaps
source: Hotlaps
cs: Rychlá kola
fr: Temps au tour
it: Giri veloci
ja_jp: ホットラップ
lv: Lidojošie apļi
pl: Szybkie okrążenia
pt_br: Melhores Voltas
ru: Хот-лап
tr: Hızlı Tur
zh_tw: 圈速挑戰賽

# AcSettings_PresetsPerMode_Apps
source: Apps:
cs: Appky:
it: App:
ja_jp: アプリ:
pl: Aplikacje:
ru: Приложения:
tr: Uygulamalar:
zh_tw: App：

# AcSettings_Controls_Wheel_System_Discord
source: Discord:
cs: Spor:
ru: Дискорд:

# AcSettings_Video_OculusHeader
source: Oculus:
cs: VR set od společnosti Oculus:
fi_fi: Oculus Rift:
ja_jp: Oculus Rift:
lv: Oculus Rift:
pt_br: Óculos:

# LiveryIcon_Style_Miura
source: Miura
ja_jp: 三浦

# LiveryIcon_Style_Tesla
source: Tesla
ja_jp: テスラ

# Main_Challenges_TimeAttacks
source: Time Attack
cs: Boj s časem
de: Zeitangriff
fr: Contre-la-montre
ja_jp: タイムアタック
pl: Próba czasowa
pt_br: Contra-Relógio
tr: Zamana Karşı
zh_tw: 時間挑戰賽

# Controls_MguK
source: MGU-K:
cs: Motorgenerátory:
pl: MGU-K Motor Generator Unit-Kinetic:
zh_tw: 動能回收系統（MGU-K）：

# Main_AssettoCorsa
source: Assetto Corsa
cs: Videohra

# Main_FPS_ValueShortFormat
source: {0:F1} FPS
fr: {0:F1} IPS

# Main_FPS_Unknown
source: ? FPS
fr: ? IPS
