Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# AdditionalContent_InputPassword_Prompt
source: Archive is encrypted. Input password:
cs: Archiv je zašifrovaný. Zadejte heslo:
de: Archiv ist verschlüsselt. Passwort eingeben:
es: El archivo esta encriptado. Introduce contraseña:
fi_fi: Salattu arkisto. Laita salausavain:
fr: L'archive est crypté. Entrer le mot de passe :
it: Archivio criptato. Inserisci password:
ja_jp: このアーカイブは暗号化されています。パスワードを入力してください:
lv: Šis arhīvs ir šifrēts. Ievadi paroli:
pl: Archiwum jest zaszyfrowane. Wprowadź hasło:
pt: O arquivo está encriptado. Inserir password:
pt_br: O arquivo está encriptado. Inserir senha:
ru: Архив зашифрован. Введите пароль:
tr: Arşiv şifrelenmiş. Şifre giriniz:
zh_cn: 压缩包有密码,请输入密码:
zh_tw: 壓縮包有密碼，請輸入密碼：

# AdditionalContent_InputPassword_Title
source: Password required
cs: Je vyžadováno heslo
de: Passwort benötigt
es: Contraseña Requerida
fi_fi: Salasana vaaditaan
fr: Mot de passe requis
it: Password richiesta
ja_jp: パスワードが必要です!
lv: Nepieciešama parole!
pl: Wymagane hasło
pt: Palavra-passe Requirida
pt_br: Senha requirida
ru: Требуется пароль
tr: Şifre Gerekli
zh_cn: 需要密码
zh_tw: 需要密碼

# AdditionalContent_InputPassword_InvalidPrompt
source: Password is invalid, try again:
cs: Heslo není platné, zkuste to znovu:
de: Passwort ungültig, erneut versuche:
es: Contraseña invalida, intentalo otra vez:
fi_fi: Salasana oli väärä, kokeile uudelleen:
fr: Mot de passe invalide, réessayer :
it: Password non valida, riprovare:
ja_jp: パスワードが無効です、再試行して下さい:
lv: Parole nav derīga, mēģini vēlreiz:
pl: Hasło jest nieprawidłowe, spróbuj jeszcze raz:
pt: Palavra-passe inválida; tente de novo:
pt_br: Senha inválida, tente de novo:
ru: Пароль некоректен, повторите попытку:
tr: Şifreniz yanlış, lütfen tekrar deneyiniz:
zh_cn: 密码无效,请重试:
zh_tw: 密碼無效，請重試：

# AdditionalContent_PasswordIsInvalid
source: Password is invalid
cs: Heslo je neplatné
de: Passwort ist ungültig
es: Contraseña invalida
fi_fi: Väärä salasana
fr: Mot de passe invalide
it: Password non valida
ja_jp: 無効なパスワード
lv: Parole nav derīga
pl: Hasło jest nieprawidłowe
pt: Palavra-passe inválida
pt_br: Senha inválida
ru: Пароль некоректен
tr: Yanlış şifre
zh_cn: 密码无效
zh_tw: 密碼無效

# AdditionalContent_CannotUnpack
source: Can’t unpack
cs: Nelze rozbalit
de: Entpacken nicht möglich
es: No se puede desempaquetar
fi_fi: Ei voida purkaa
fr: Impossible de décompresser
it: Non posso estrarre
ja_jp: 展開できません
lv: Nevar atpakot
pl: Nie można rozpakować
pt: Não foi possível descompactar
pt_br: Não foi possível descompactar
ru: Невозможно распаковать
tr: Çıkarılamıyor
zh_cn: 无法解包
zh_tw: 無法解包

# AdditionalContent_CannotUnpack_Commentary
source: Maybe archive is damaged or password is incorrect.
cs: Archiv může být poškozený, nebo heslo neplatné.
de: Vielleicht ist das Archiv beschädigt oder das Passwort falsch.
es: Tal vez el archivo este dañado o la contraseña sea incorrecta.
fi_fi: Arkisto mitä luultavimmin korruptoitunut, vain luku-tilassa, tai salausavain ei ole oikea.
fr: L'archive est peut-être endommagée ou le mot de passe est incorrect.
it: Forse l'archivio è danneggiato o la password è sbagliata
ja_jp: アーカイブが破損しているか、パスワードが間違っています。
lv: Arhīvs visdrīzāk ir bojāts, read-only vai tam ir nederīga parole.
pl: Być może archiwum jest uszkodzone plik lub hasło jest nieprawidłowe.
pt: Possivelmente o arquivo está corrompido ou a palavra-passe é incorrecta
pt_br: Talvez o arquivo está corrompido ou a senha é incorrecta
ru: Воможно архив поврежден или пароль некоректен
tr: Arşiv hasarlı ya da şifresi yanlış.
zh_cn: 压缩包可能损坏,或者密码不正确
zh_tw: 壓縮包可能損壞，或者密碼不正確。

# AdditionalContent_Installing
source: Installing {0}…
cs: Instaluji {0}…
de: Installiere {0}…
es: Instalando {0}...
fi_fi: Asentaa {0}…
fr: Installation {0}…
it: Installazione {0}...
ja_jp: {0}をインストール中...
lv: Instalē {0}…
pl: Instalowanie {0}…
pt: Instalando {0}...
pt_br: Instalando {0}...
ru: Установка {0}…
tr: Yükleniyor {0}...
zh_cn: 开始安装{0}……
zh_tw: 開始安裝{0}⋯⋯

# AdditionalContent_CannotInstallFormat
source: Can’t install {0}
cs: Nelze nainstalovat {0}
de: Installieren von {0} nicht möglich
es: No se puede instalar {0}
fi_fi: Ei voida asentaa {0}
fr: Impossible d'installer {0}
it: Non posso installare {0}
ja_jp: {0}をインストールできません
lv: Nevar instalēt {0}
pl: Nie można zainstalować {0}
pt: Não foi possível instalar {0}
pt_br: Não foi possível instalar {0}
ru: Невозможно установить {0}
tr: Yüklenemiyor {0}
zh_cn: 无法安装{0}
zh_tw: 無法安裝{0}

# LiveryIcon_Title
source: Livery icon
cs: Ikona skinu
de: Symbol für Lackierung
es: Icono de Livery
fi_fi: Värityksen ikoni
fr: Icône de livrée
it: Icona livrea
ja_jp: ライブラリアイコン
lv: Krāsojuma ikona
pl: Malowanie ikony
pt_br: Ícone de Pintura
ru: Иконка скина
zh_cn: 涂装图标
zh_tw: 塗裝圖示

# LiveryIcon_ResultLabel
source: Result:
cs: Výsledek:
de: Vorschau:
es: Resultado:
fi_fi: Tulos:
fr: Résultat :
it: Risultato:
ja_jp: レース結果:
lv: Rezultāts:
pl: Wyniki:
pt: Resultado:
pt_br: Resultado:
ru: Результат:
tr: Sonuç:
zh_cn: 结果:
zh_tw: 結果：

# LiveryIcon_StyleLabel
source: Style:
cs: Styl:
de: Stil:
es: Estilo:
fi_fi: Tyyli:
it: Stile:
ja_jp: スタイル:
lv: Stils:
pl: Styl:
pt: Estilo:
pt_br: Estilo:
ru: Стиль:
tr: Stil:
zh_cn: 风格:
zh_tw: 風格:：

# LiveryIcon_ShapeLabel
source: Shape:
cs: Tvar:
de: Form:
es: Forma:
fi_fi: Muoto:
fr: Forme :
it: Forma:
ja_jp: 形状:
lv: Forma:
pl: Kształt:
pt: Forma:
pt_br: Forma:
ru: Форма:
tr: Şekil
zh_cn: 形状:
zh_tw: 形狀：

# LiveryIcon_ColorLabel
source: Color:
cs: Barva:
de: Farbe:
fi_fi: Väri:
fr: Couleur :
it: Colore:
ja_jp: 色:
lv: Krāsa:
pl: Kolor:
pt: Cor:
pt_br: Cor:
ru: Цвет:
tr: Renk:
zh_cn: 颜色:
zh_tw: 顏色：

# LiveryIcon_SecondaryColorLabel
source: Secondary color:
cs: Sekundární barva:
de: Zweitfarbe:
es: Color secundario:
fi_fi: Valinnainen väri:
fr: Couleur secondaire :
it: Colore secondario:
ja_jp: 2次色:
lv: Otrā krāsa:
pl: Drugi kolor:
pt: Cor secundária:
pt_br: Cor secundária:
ru: Вторичный цвет:
tr: İkincil renk:
zh_cn: 第二颜色:
zh_tw: 第二顏色：

# LiveryIcon_TertiaryColorLabel
source: Tertiary color:
cs: Terciální barva:
de: Tertiärfarbe:
es: Color terciario:
fi_fi: Kolmas väri:
fr: Couleur tertiaire :
it: Colore terziario:
ja_jp: 3次色:
lv: Trešā krāsa:
pl: Trzeci kolor:
pt: Cor terciária:
pt_br: Cor terciária:
ru: Третичный цвет:
zh_cn: 第三颜色:
zh_tw: 第三顏色：

# LiveryIcon_NumberHeader
source: Number:
cs: Počet:
de: Nummer:
es: Numero:
fr: Nombre :
it: Numero:
ja_jp: 番号:
lv: Numurs:
pl: Numer:
pt: Número:
pt_br: Número:
ru: Номер:
tr: Rakam:
zh_cn: 数字:
zh_tw: 數字：

# LiveryIcon_NumberValue
source: Value
cs: Hodnota
de: Wert
es: Valor:
fr: Valeur
it: Valore
ja_jp: 値
lv: Vērtība
pl: Wartość:
pt: Valor
pt_br: Valor
ru: Значение
tr: Değer
zh_cn: 数值
zh_tw: 數值

# LiveryIcon_TextColorLabel
source: Text color:
cs: Barva textu:
de: Schriftfarbe:
es: Color de texto:
fi_fi: Tekstin väri:
fr: Couleur du texte :
it: Colore testo:
ja_jp: テキストの色:
lv: Teksta krāsa:
pl: Kolor tekstu:
pt: Cor do texto:
pt_br: Cor do texto:
ru: Цвет текста:
tr: Yazı rengi:
zh_cn: 字体颜色:
zh_tw: 字型顏色：

# LiveryIcon_Number_Condensed
source: Condensed
cs: Kondenzované
de: Schmal
es: Condensado
fr: Condensé
it: Condensato
ja_jp: 圧縮
lv: Kondensēts
pl: Skondensowany
pt: Condensado
pt_br: Condensado
ru: Сжатый
tr: Daraltılmış
zh_cn: 紧凑字体
zh_tw: 緊湊字型

# LiveryIcon_Number_Light
source: Light
cs: Tenké
de: Mager
es: Luz
fr: Fin
it: Leggero
ja_jp: 光
lv: Gaišs
pl: Lekki
pt: Leve
pt_br: Leve
ru: Светлая
tr: Işık
zh_cn: 细笔划字体
zh_tw: 細體字型

# LiveryIcon_Number_LightOutlined
source: Light (with contour)
cs: Tenté (s konturou)
de: Mager (mit Kontur)
es: Luz (con contorno)
fr: Fin (avec contour)
it: Leggero (contornato)
ja_jp: (輪郭付き)光
lv: Gaišs (ar kontūru)
pl: Lekki (z obrysem)
pt: Leve (com contorno)
pt_br: Leve (com contorno)
ru: Светлый (с контуром)
tr: Işık (kontürlü)
zh_cn: 细笔划字体(有描边)
zh_tw: 細體字型（有描邊）

# LiveryIcon_Shape_Flat
source: Flat
cs: Placatý
de: Flach
es: Plano
fi_fi: Litteä
fr: Plat
it: Piatto
ja_jp: 平面
lv: Plakans
pl: Płaszczyzna
pt: Plano
pt_br: Plano
ru: Ровный
tr: Düz
zh_cn: 平面图形
zh_tw: 平面圖形

# LiveryIcon_Shape_Diagonal
source: Diagonal
cs: Diagonála
fi_fi: Viisto
fr: Diagonale
it: Diagonale
ja_jp: 対角
lv: Diagonāle
pl: Przekątna
ru: Диагональ
tr: Çapraz
zh_cn: 对角线
zh_tw: 對角線

# LiveryIcon_Shape_Stripes
source: Stripes
cs: Pruhy
de: Streifen
es: Lineas
fi_fi: Raidat
fr: Bandes
it: Strisce
ja_jp: ストライプ
lv: Strīpas
pl: Linie
pt: Riscas
pt_br: Riscas
ru: Полосы
tr: Çizgiler
zh_cn: 条纹
zh_tw: 條紋

# LiveryIcon_Shape_SideStripes
source: Side stripes
cs: Postranní pruhy
de: Seitenstreifen
es: Lineas Laterales
fi_fi: Sivuraidat
fr: Bandes de côté
it: Strisce laterali
ja_jp: サイドストライプ
lv: Sānu strīpas
pl: Linie boczne
pt: Riscas Laterais
pt_br: Riscas Laterais
ru: Боковые полосы
tr: Yan Çizgiler
zh_cn: 侧面条纹
zh_tw: 側面條紋

# LiveryIcon_Shape_DoubleStripes
source: Double stripes
cs: Dvojité pruhy
de: Doppelstreifen
es: Lineas Dobles
fi_fi: Tupla raidat
fr: Doubles bandes
it: Doppie striscie
ja_jp: ダブルストライプ
lv: Dubultstrīpas
pl: Podwójne linie
pt: Riscas Duplas
pt_br: Riscas Duplas
ru: Двойные полосы
tr: Çift çizgi
zh_cn: 双条纹
zh_tw: 雙條紋

# LiveryIcon_Shape_HorizontalStripes
source: Horizontal stripes
cs: Pruhy na šířku
de: Horizontale Streifen
es: Lineas Horizontales
fi_fi: Raidat vaakatasossa
fr: Bandes horizontales
it: Striscie orrizontali
ja_jp: 横縞
lv: Horizontālas strīpas
pl: Linie poziome
pt: Riscas Horizontais
pt_br: Riscas Horizontais
ru: Горизонтальные полосы
tr: Yatay Çizgiler
zh_cn: 横向条纹
zh_tw: 橫向條紋

# LiveryIcon_Shape_Circle
source: Circle
cs: Kruh
de: Kreis
es: Circulo
fi_fi: Ympyrä
fr: Cercle
it: Cerchio
ja_jp: 円
lv: Aplis
pl: Okrąg
pt: Círculo
pt_br: Círculo
ru: Круг
tr: Daire
zh_cn: 圆圈
zh_tw: 圓圈

# LiveryIcon_Shape_DiagonalWithCircle
source: Diagonal with circle
cs: Diagonála s kruhem
de: Diagonal mit Kreis
es: Diagonal con Circulo
fi_fi: Viisto ympyrällä
fr: Diagonale avec cercle
it: Diagonale con cerchio
ja_jp: 円と対角
lv: Diagonāle ar apli
pl: Okrąg z przekątną
pt: Diagonal com Círculo
pt_br: Diagonal com Círculo
ru: Диагональ с кругом
tr: Yuvarlak Çapraz
zh_cn: 带有圆圈的对角线
zh_tw: 帶有圓圈的對角線

# LiveryIcon_Shape_DiagonalLineWithCircle
source: Diagonal line with circle
cs: Diagonální čára s kruhem
de: Diagonallinie mit Kreis
es: Linea diagonal con Circulo
fi_fi: Viisto linja ympyrällä
fr: Ligne diagonale avec cercle
it: Linea diagonale con cerchio
ja_jp: 円と対角線
lv: Diagonāla līnija ar apli
pl: Okrąg z linią przekątną
pt: Linha diagonal com Círculo
pt_br: Linha diagonal com Círculo
ru: Диагональная линия с кругом
tr: Yuvarlaklı Çapraz Çizgi
zh_cn: 带有圆圈的对角线
zh_tw: 帶有圓圈的對角線

# LiveryIcon_Shape_Carbon
source: Carbon
cs: Uhlík
de: Kohlefaser
fi_fi: Hiilikuitu
fr: Carbone
it: Carbonio
ja_jp: カーボン
lv: Karbons
pt: Carbono
pt_br: Carbono
ru: Углепластик
tr: Karbon
zh_cn: 碳纤维
zh_tw: 碳纖維

# LiveryIcon_Shape_HorizontalSplit
source: Horizontal split
cs: Rozdělené na šířku
de: Horizontaler Teilung
es: Division Horizontal
fi_fi: Vaakatason jakaus
fr: Division horizontale
it: Separazione orrizontale
ja_jp: 水平分割
lv: Horizontāls dalījums
pl: Podział poziomy
pt: Divisão Horizontal
pt_br: Divisão Horizontal
ru: Горзонтальное разделение
zh_cn: 横向分隔
zh_tw: 橫向分隔

# LiveryIcon_Shape_VerticalSplit
source: Vertical split
cs: Rozdělené na výšku
de: Vertikale Teilung
es: Division Vertical
fr: Division verticale
it: Separazione verticale
ja_jp: 垂直分割
lv: Vertikāls dalījums
pl: Podział pionowy
pt: Divisão Vertical
pt_br: Divisão Vertical
ru: Вертикальное разделение
zh_cn: 纵向分隔
zh_tw: 縱向分隔

# LiveryIcon_Shape_TripleHorizontalSplit
source: Triple horizontal split
cs: Trojité rozdělení na šířku
de: Dreifach horizontal geteilt
es: Division triple horizontal
fi_fi: Kolmois vaakajakaus
fr: Triple division horizontale
it: Separazione orrizontale tripla
ja_jp: トリプル水平分割
lv: Trīskāršs horizontāls dalījums
pl: Potrójny podział poziomy
pt: Tripla Divisão Horizontal
pt_br: Tripla Divisão Horizontal
ru: Тройное горизонтальное разделение
zh_cn: 横向三段分隔
zh_tw: 橫向三段分隔

# LiveryIcon_Shape_TripleVerticalSplit
source: Triple vertical split
cs: Trojité rozdělení na výšku
de: Dreifach vertikal geteilt
es: Division triple vertical
fi_fi: Kolmois pystyjakaus
fr: Triple division verticale
it: Separazione verticale tripla
ja_jp: トリプル垂直分割
lv: Trīskāršs vertikāls dalījums
pl: Potrójny podział pionowy
pt: Tripla Divisão Vertical
pt_br: Tripla Divisão Vertical
ru: Тройное вертикальное раздление
zh_cn: 纵向三段分隔
zh_tw: 縱向三段分隔

# LiveryIcon_Style_Solid
source: Solid
cs: Těleso
de: Einfarbig
es: Solido
fi_fi: Yhtenäinen
fr: Plein
it: Pieno
ja_jp: 固体
lv: Viendabīgs
pt: Sólido
pt_br: Sólido
ru: Сплошной
zh_cn: 纯色
zh_tw: 純色

# LiveryIcon_Style_Gradient
source: Gradient
cs: Přechod
es: Gradiente
fi_fi: Kalteva
fr: Dégradé
it: Sfumatura
ja_jp: グラデーション
lv: Gradients
pt: Gradiente
pt_br: Gradiente
ru: Градиент
tr: Gradyan
zh_cn: 梯度色
zh_tw: 梯度色

# LiveryIcon_Style_Gloss
source: Gloss
cs: Lesk
de: Glänzend
es: Reflejo
fi_fi: Matta
it: Lucido
ja_jp: 光沢
lv: Spīdums
pl: Połysk
pt: Brilhante
pt_br: Brilhante
ru: Глянец
tr: Opak
zh_cn: 高光
zh_tw: 高光

# LiveryIcon_Style_Bright
source: Bright
cs: Světlost
de: Hell
es: Brillo
fi_fi: Kirkas
fr: Brillant
it: Luminoso
ja_jp: 明るさ
lv: Gaišs
pl: Jasność
pt: Claro
pt_br: Claro
ru: Яркий
tr: Parlak
zh_cn: 亮色
zh_tw: 亮色

# LiveryIcon_ChangeNumber_Message
source: Change skin’s number to “{0}”?
cs: Změnit číslo skinu na “{0}”?
de: Lackierungsnummer zu "{0}" ändern?
es: Cambiar numero del skin a "{0}"
fr: Changer le numéro du skin en “{0}”?
it: Cambia il numero di skin in "{0}"?
ja_jp: スキンの番号を"{0}"に変更しますか?
lv: Nomainīt skina numuru uz "{0}"?
pl: Zmień numer skórki na "{0}"
pt: Alterar número da skin para "{0}"
pt_br: Alterar número da skin para "{0}"
ru: Изменить номер раскраски на “{0}”?
tr: Kaplama numarası {0} olarak değiştirilsin mi
zh_cn: 是否将涂装的编号设置为“{0}”?
zh_tw: 是否將塗裝的編號設定為「{0}」？

# LiveryIcon_ChangeNumber_Title
source: Skin number is changed
cs: Číslo skinu změněno
de: Lackierungsnummer wurde geändert
es: El numero del aspecto se ha cambiado
fr: Numéro de la skin modifié
it: Numero skin cambiato
ja_jp: スキン番号が変更されました
lv: Skina numurs ir nomainīts
pl: Numer skórki został zmieniony
pt: O Número Da Skin Foi Alterado
pt_br: O Número Da Skin Foi Alterado
ru: Номер раскраски изменен
tr: Kaplama numarası değiştirildi
zh_cn: 涂装编号已修改
zh_tw: 塗裝編號已修改

# LiveryIcon_CannotChange
source: Can’t change livery icon
cs: Ikonu skinu nelze změnit
de: Symbol ändern fehlgeschlagen
es: No se puede cambiar el numero de la apariencia
fi_fi: Can’t change livery image
fr: Impossible de modifier l'image de livrée
it: Impossibile cambiare l'immagine della livrea
ja_jp: カラーリングのイメージを変更できません
lv: Nevar nomainīt krāsojuma attēlu
pl: Nie można zmienić obrazu malowania
pt_br: Não é possível alterar a pintura da imagem
ru: Невозможно изменить номер раскраски
tr: Kaplama ikonu değiştirilemiyor
zh_cn: 无法修改涂装图标
zh_tw: 無法修改塗裝圖示

# LiveryIcon_CannotChange_Commentary
source: Make sure livery.png isn’t busy
cs: Ujistěte se, že livery.png není zaneprázdněné
de: Gehe sicher, dass die livery.png Datei überschrieben werden kann.
es: Asegurate de que livery.png no esta en uso
fr: Assurez vous que livery.png n'est pas en cours d'utilisation
it: Verificare che livery.png non sia occupato
ja_jp: livery.pngがビジーでないことを確認します
lv: Pārliecinies, ka livery.png nav aizņemts
pl: Upewnij się, że livery.png nie jest zajęty
pt_br: Certifique-se de que livery.png não esteja ocupado
ru: Убедитесь что livery.png не занято другим процессом
tr: livery.png'nin kullanılmadığından emin olun
zh_cn: 请确保涂装图标文件livery.png未被占用
zh_tw: 請確保塗裝圖示檔案livery.png已關閉

# Select_ManageSetups_Tooltip
source: Manage car’s setups
cs: Spravovat seřízení
de: Fahrzeugsetups verwalten
es: Ajustar configuracion de los coches
fr: Gérer les réglages du véhicule
it: Gestisci assetti dell'auto
ja_jp: 車のセットアップ管理
lv: Pārvaldīt mašīnu uzstādījumus
pl: Zarządzaj setupami auta
pt: Gerir setups dos carros
pt_br: Gerenciar setups dos carros
ru: Управление настройками машины
tr: Araba ayarlarını yönet
zh_cn: 管理车辆调校
zh_tw: 管理車輛調校

# Select_Brands
source: Brands
cs: Značky
de: Marken
es: Marcas
fr: Constructeurs
it: Marchi
ja_jp: ブランド
lv: Markas
pl: Marka
pt: Marcas
pt_br: Marcas
ru: Марки
tr: Markalar
zh_cn: 品牌
zh_tw: 品牌

# Select_Categories
source: Categories
cs: Kategorie
de: Kategorien
es: Categorias
fr: Catégories
it: Categorie
ja_jp: カテゴリー
lv: Kategorijas
pl: Kategorie
pt: Categorias
pt_br: Categorias
ru: Категории
tr: Kategoriler
zh_cn: 分类
zh_tw: 分類

# Select_All
source: All
cs: Vše
de: Alle
es: Todo
fr: Tout
it: Tutti
ja_jp: すべて
lv: Visi
pl: Wszystkie
pt: Tudo
pt_br: Tudo
ru: Всё
tr: Tümü
zh_cn: 全部
zh_tw: 全部

# Select_Countries
source: Countries
cs: Země
de: Länder
es: Paises
fr: Pays
it: Paesi
ja_jp: 国
lv: Valstis
pl: Kraje
pt: Países
pt_br: Países
ru: Страны
tr: Ülkeler
zh_cn: 国家
zh_tw: 國家

# CreateShowroom_Title
source: Create new showroom
cs: Vytvořit nový autosalon
de: Neuen Showroom erstellen
es: Crear nuevo showroom
fi_fi: Tee uusi näyttelytila
fr: Créer un nouveau showroom
it: Crea nuovo showroom
ja_jp: 新しいショールームを作成
lv: Izveidot jaunu izstādes telpu
pl: Utwórz nowy salon
pt: Criar Novo Showroom
pt_br: Criar Novo Showroom
ru: Создать новый шоурум
tr: Yeni galeri oluştur
zh_cn: 创建新展厅
zh_tw: 建立新展示廳

# CreateShowroom_NameLabel
source: Name:
cs: Název:
es: Nombre:
fi_fi: Nimi:
fr: Nom :
it: Nome:
ja_jp: 名前:
lv: Vārds:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ru: Имя:
tr: İsim:
zh_cn: 名称:
zh_tw: 名稱：

# CreateShowroom_PanoramaLabel
source: Panorama:
fi_fi: Panoraama:
ja_jp: パノラマ:
lv: Panorāma:
ru: Панорама:
zh_cn: 全景图:
zh_tw: 全景圖：

# CreateShowroom_Panorama_Example
source: Something like this:
cs: Něco jako toto:
de: Etwas in der Form:
es: Algo como esto:
fi_fi: Jotenkuten näin:
fr: Quelque chose dans ce genre :
it: Qualcosa come:
ja_jp: パノラマの例:
lv: Kaut kā tā:
pl: Coś takiego:
pt: Algo como isto:
pt_br: Algo como isto:
ru: Что-то вроде этого:
tr: Böyle bir şey:
zh_cn: 全景图样例:
zh_tw: 全景圖範例：

# CreateShowroom_Panorama_Commentary
source: Recommended format: DDS image, 32f.32f.32f.32f, 5120×2560 But if you don’t want to waste 200 MB: TIFF image, 96 bit per pixel, ZIP
cs: Doporučený formát: DDS obrázek, 32f.32f.32f.32f, 5120×2560 Pokud ale nechcete zabrat 200 MB: obrázek TIFF, 96 bitů na pixel, ZIP
de: Empfohlenes: DDS-Format, 32f.32f.32f.32f, 5120×2560 Wenn du keine 200 MB verschwenden möchest: TIFF-Format, 96 bit per pixel, ZIP
es: Formato recomendado: DDS Image, 32f.32f.32f.32f, 5120×2560 Pero si no quieres malgastar 200 MB: TIFF Image, 96 bit per pixel, ZIP
fi_fi: Suositeltu muoto: DDS kuva, 32f.32f.32f.32f, 5120×2560 Mutta jos et halua tuhlata 200mb: TIFF kuva, 96 bittiä pikseliä kohden, ZIP
fr: Format recommandé : image DDS, 32f.32f.32f.32f, 5120×2560 Mais si vous ne souhaitez pas gaspiller 200 MO : image TIFF, 96 bit par pixel, ZIP
it: Formato consigliato: DDS Image, 32f.32f.32f.32f, 5120 × 2560 Ma se non si desidera sprecare 200 MB: immagine TIFF, 96 bit per pixel, ZIP
ja_jp: 推奨フォーマット: DDS Image, 32f.32f.32f.32f, 5120×2560 ただし、200 MBを無駄にしたくない場合:200 MB: TIFF Image, 96 bit per pixel, ZIP
lv: Ieteicamais formāts: DDS attēls, 32f.32f.32f.32f, 5120x2560 Bet ja negribi tērēt 200MB: TIFF attēls, 96 biti uz pikseli, ZIP
pl: Zalecany format: Obraz DDS , 32f.32f.32f.32f, 5120 x 2560 Ale jeśli nie chcesz tracić 200 MB: Obraz TIFF, 96 bitów na piksel, ZIP
pt_br: Formato recomendado: DDS Image, 32f.32f.32f.32f, 5120 × 2560 Mas se você não quiser desperdiçar 200 MB: imagem TIFF, 96 bit por pixel, ZIP
ru: Рекомендуемый формат: DDS-изображение, 32f.32f.32f.32f, 5120 × 2560 Но если вы не хотите тратить 200 МБ: TIFF-изображение, 96 бит на пиксель, ZIP
tr: Önerilen format: DDS image, 32f.32f.32f.32f, 5120×2560. Eğer 200 MB alan harcamak istemiyorsanız: TIFF image, 96 bit per pixel, ZIP.
zh_cn: 推荐的文件类型:DDS图像文件,32f.32f.32f.32f,5120x2560分辨率.但是如果你不想浪费200MB的硬盘空间,可以使用TIFF图像文件,每个像素96位,ZIP文件压缩
zh_tw: 推薦的檔案類型：DDS圖檔、32f.32f.32f.32f、5120x2560解析度。如果您不想浪費200MB的硬碟空間，推薦使用TIFF圖檔，每像素96位元、ZIP檔案壓縮

# CreateShowroom_InShadow
source: In shadow
cs: Ve stínu
de: Im Schatten
es: En sombra
fi_fi: Varjossa
fr: Dans l'ombre
it: In ombra
ja_jp: 影の中
lv: Ēnā
pl: W cieniu
pt: Em Sombra
pt_br: Em Sombra
ru: В тени
tr: Gölgede
zh_cn: 在阴影中
zh_tw: 在陰影中

# CreateShowroom_SelectPanorama_Title
source: Select a panorama file
cs: Vyberte soubor s panoramatem
de: Panorama-Datei wählen
es: Selecciona un archivo Panoramico
fi_fi: Valitse panoraama tiedosto
fr: Sélectionner un fichier panorama
it: Seleziona un file Panorama
ja_jp: パノラマファイルを選択
lv: Izvēlēties panorāmas failu
pl: Wybierz plik panoramy
pt: Seleccionar Ficheiro de Panorama
pt_br: Selecionar Arquivo de Panorama
ru: Выберите файл панорамы
tr: Bir panorama dosyası seçin
zh_cn: 选择一个全景文件
zh_tw: 選擇一個全景檔案

# CreateShowroom_CannotCreate
source: Can’t create new showroom
cs: Nový autosalon nelze vytvořit
de: Kann neuen Showroom nicht erstellen
es: No se puede crear un nuevo Showroom
fi_fi: Ei voi luoda uutta näyttelytilaa
fr: Impossible de créer un nouveau showroom
it: Impossibile creare un nuovo showroom
ja_jp: 新しいショールームを作成できません
lv: Nevar izveidot jaunu izstādes telpu
pl: Nie można utworzyć nowego salonu
pt: Não é possível criar novo showroom
pt_br: Não é possível criar novo showroom
ru: Не удалось создать новый шоурум
tr: Yeni sergi oluşturulamıyor
zh_cn: 无法创建新的展厅
zh_tw: 無法建立新的展示廳

# UpgradeIcon_Title
source: Upgrade icon
cs: Ikona Upgradu
de: Upgrade-Symbol
es: Icono de Actualizacion
fr: Mettre à jour l'icône
it: Aggiorna icona
ja_jp: アイコンをアップグレード
lv: Uzlabojuma ikona
pl: Aktualizuj ikonę
pt: Actualizar Ícone
pt_br: Atualizar Ícone
ru: Иконка апгрейда
tr: İkonu güncelle
zh_cn: 升级车型图标
zh_tw: 升級車型圖示

# UpgradeIcon_Editor
source: Editor
fr: Éditeur
ja_jp: エディター
lv: Editors
pl: Edytor
ru: Редактор
tr: Editör
zh_cn: 编辑器
zh_tw: 編輯器

# UpgradeIcon_Library
source: Library
cs: Knihovna
de: Bibliothek
es: Libreria
fr: Bibliothèque
it: Libreria
ja_jp: ライブラリ
lv: Bibliotēka
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
zh_cn: 库
zh_tw: 資料庫

# UpgradeIcon_SelectNew
source: Select new upgrade icon
cs: Vybrat novou ikonu upgradu
de: Neues Upgrade-Symbol wählen
es: Selecciona un nuevo icono de actualizacion
fr: Sélectionner une nouvelle icône d'amélioration
it: Seleziona una nuova icona upgrade
ja_jp: 新しいアップグレードアイコンを選択
lv: Izvēlēties jaunu uzlabojuma ikonu
pl: Wybierz nową uaktualnioną ikonę
pt: Seleccionar Novo Ícone de Upgrade
pt_br: Selecionar nova atualização de ícone
ru: Выберите Новый Значок Обновления
tr: Güncelleme için yeni ikon seç
zh_cn: 选择一个新的升级车型图标
zh_tw: 選擇一個新的升級車型圖示

# UpgradeIcon_CannotChange
source: Can’t change upgrade icon.
cs: Ikonu upgradu nelze změnit.
de: Neues Upgrade-Symbol nicht erstellbar
es: No se puede cambiar el icono de actualizacion.
fr: Impossible de changer l'icône d'amélioration
it: Impossibile modificare l'icona di upgrade.
ja_jp: アップグレードアイコンを変更することはできません。
lv: Nevar nomainīt uzlabojuma ikonu.
pl: Nie można zmienić uaktualnionej ikony.
pt: Não é possível mudar o ícone de upgrade
pt_br: Não é possível mudar o ícone de upgrade
ru: Не удается изменить значок обновления.
tr: Güncelleme ikonu değiştirilemiyor.
zh_cn: 无法更换升级车型图标
zh_tw: 無法更換升級車型圖示
