Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# WeatherEdit_CutOff
source: Cut-off
cs: Přerušení
de: Begrenzung
es: Corte
fr: Réverberation
it: Taglia fuori
ja_jp: カットオフ
lv: Nogriešana
pl: Odcięcia
pt: Corte
pt_br: Corte
ru: Отрезать
zh_cn: 截止点
zh_tw: 截止點

# WeatherEdit_Color
source: Color
cs: Barva
de: Farbe
fr: Couleur
it: Colore
ja_jp: 色
lv: Krāsa
pl: Kolor
pt: Cor:
pt_br: Cor:
ru: Цвет
tr: Renk
zh_cn: 颜色
zh_tw: 顏色

# WeatherEdit_FogHeader
source: Fog:
cs: Mlha:
de: Nebel:
es: Niebla:
fr: Brouillard :
it: Nebbia:
ja_jp: 霧:
lv: Migla
pl: Mgła:
pt: Nevoeiro:
pt_br: Névoa:
ru: Туман:
tr: Sis
zh_cn: 雾:
zh_tw: 霧：

# WeatherEdit_Brightness
source: Brightness
cs: Světlost
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja_jp: 輝度
lv: Gaišums
pl: Jasność
pt: Brilho
pt_br: Brilho
ru: Яркость
tr: Parlaklık
zh_cn: 亮度
zh_tw: 亮度

# WeatherEdit_Blend
source: Blend
cs: Prolnutí
de: Mischung
es: Mezcla
fr: Opacité
it: Miscela
ja_jp: ブレンド
lv: Sajaukums
pl: Wymieszanie
pt: Mistura
pt_br: Mistura
ru: Смешение
zh_cn: 混合
zh_tw: 混合度

# WeatherEdit_Distance
source: Distance
cs: Vzdálenost
de: Entfernung
es: Distancia
it: Distanza
ja_jp: 距離
lv: Attālums
pl: Dystans
pt: Distância
pt_br: Distância
ru: Расстояние
tr: Mesafe
zh_cn: 距离
zh_tw: 距離

# WeatherEdit_AngleGamma
source: Angle gamma
cs: Gama úhlu
de: Winkel gamma
es: Angulo de gamma
it: Angolo gamma
ja_jp: 角度ガンマ
lv: Leņķa gamma
pl: Kąt gamma
pt: Ângulo gama
pt_br: Ângulo de gama
ru: Угол гаммы
tr: Açı gaması
zh_cn: 伽马角度
zh_tw: 伽馬角度

# WeatherEdit_HdrOffMultipler
source: HDR-off mult.
cs: Násob. vyp. HDR
de: Mult. ohne HDR
fr: HDR-désactivé mult.
it: Disattiva HDR molt.
ja_jp: HDRオフMULT。
lv: HDR-izsl. reizinātājs
pt_br: Multiplicador HDR desligado.
zh_cn: HDR关闭系数
zh_tw: 高動態範圍（HDR）關閉係數

# WeatherEdit_Multipler
source: Multiplier
cs: Násobič
de: Multiplikator
es: Multiplicador
fr: Multiplicateur
it: Moltiplicatore
ja_jp: 倍率
lv: Reizinātājs
pl: Mnożnik
pt: Multiplicador
pt_br: Multiplicador
ru: Множитель
tr: Katsayı
zh_cn: 系数
zh_tw: 係數

# Toolbar_EditMode_Tooltip
source: Switch to edit mode (Ctrl+E)
cs: Přepnout do editačního režimu (Ctrl+E)
de: In Bearbeitungsmodus wechseln (Strg+E)
es: Cambiar a Modo de Edicion (Ctrl+E)
fr: Bascule vers le mode édition (Ctrl+E)
it: Passa alla modaltà modifica (Ctrl+E)
ja_jp: 編集モードに切り替え(Ctrl + E)
lv: Pārslēgties uz rediģēšanas režīmu (Ctrl+E)
pl: Przełącz do trybu edycji (Ctrl+E)
pt: Passar para o Modo de Edição (Ctrl+E)
pt_br: Passar para o Modo de Edição (Ctrl+E)
ru: Переключиться в режим редактирования (Ctrl+E)
tr: Düzenleme moduna geç (Ctrl+E)
zh_cn: 切换到编辑模式(Ctrl+E)
zh_tw: 切換到編輯模式（Ctrl+E）

# Toolbar_DisableEditMode_Tooltip
source: Switch from edit mode (Ctrl+E)
cs: Vypnout editační režim (Ctrl+E)
de: Bearbeitungsmodus verlassen (Strg+E)
es: Cambiar desde el Modo de Edicion (Ctrl+E)
fr: Bascule depuis le mode édition (Ctrl+E)
it: Passa dalla Modaltà Modifica (Ctrl+E)
ja_jp: 編集モードから切り替え(Ctrl + E)
lv: Pārslēgties no rediģēšanas režīma (Ctrl+E)
pl: Przełącz z trybu edycji (Ctrl+E)
pt: Sair do Modo de Edição (Ctrl+E)
pt_br: Sair do Modo de Edição (Ctrl+E)
ru: Переключиться из режима редактирования (Ctrl+E)
tr: Düzenleme modundan çık (Ctrl+E)
zh_cn: 从编辑模式切换(Ctrl+E)
zh_tw: 從編輯模式切換（Ctrl+E）

# WeatherEdit_ColorCurvesHeader
source: Color curves:
cs: Křivky barvy:
de: Farbkurven:
es: Curvas de Color:
fr: Courbes de couleur :
it: Curve colore
ja_jp: カラーカーブ:
lv: Krāsu līknes:
pl: Krzywa koloru:
pt: Curvas da cor:
pt_br: Curvas da cor:
ru: Цветовые кривые:
tr: Renk eğrileri
zh_cn: 颜色曲线:
zh_tw: 顏色曲線：

# WeatherEdit_AdditionalHeader
source: Additional:
cs: Dodatečné
de: Zusätzlich:
es: Adicional:
fr: Autres :
it: Addizionale:
ja_jp: 追加:
lv: Papildu:
pl: Dodatkowo:
pt: Adicional:
pt_br: Adicional:
ru: Дополнительно:
tr: Ek:
zh_cn: 附加:
zh_tw: 附加：

# WeatherEdit_Cover_Tooltip
source: Regulates clouds transparency
cs: Průhlednost mraků
de: Steuert Wolkentransparenz
es: Regular transparencia de las nubes
fr: Gère la transparence des nuages
it: Regola trasparenza nuvole
ja_jp: 雲の透明度を制御します
lv: Regulē mākoņu necaurredzamību
pl: Reguluje przejrzystość chmur
pt: Regula a transparência das nuvens
pt_br: Regula a transparência das nuvens
ru: Регулирует прозрачность облаков
tr: Bulut saydamlığını kontrol eder
zh_cn: 调整云层透明度
zh_tw: 調整雲層透明度

# WeatherEdit_CutOff_Tooltip
source: Regulates other colors influencies on the cloud: • [b]0%:[/b] just the color effects on the clouds are considered; • [b]50%:[/b] 50% of cloud color and 50% of effects; • [b]100%:[/b] just the color of the cloud is considered
cs: Ostatní vlivy barev na oblaky: • [b]0%:[/b] berou se v úvahu jen efekty barev na oblaky; • [b]50%:[/b] 50 % barvy oblak a 50 % efektů; • [b]100%:[/b] bere se v úvahu jen barva oblaků
de: Reguliert Einfluss anderer Farben auf die Wolken: • [b]0%:[/b] nur Farb-Effekte auf die Wolken werden berücksichtigt; • [b]50%:[/b] 50% Wolkenfarben, 50% Farb-Effekte; • [b]100%:[/b] nur Wolkenfarben werden berücksichtigt
es: Regular influencias de otros colores en las nubes: • [b]0%:[/b] just the color effects on the clouds are considered; • [b]50%:[/b] 50% of cloud color and 50% of effects; • [b]100%:[/b] just the color of the cloud is considered
fr: Modifie l'impacte des autres couleurs sur les nuages : • [b]0%:[/b] uniquement les couleurs des effets sont pris en compte; • [b]50%:[/b] 50% de la couleur des nuages et 50% des effets; • [b]100%:[/b] prend uniquement en compte la couleur des nuages
it: "Regola altre coloriazioni che influiscono sulla nuvola: •[b]0%:[/b] sono considerati solo gli effetti di colore sulle nuvole; •[b]50%:[/b] 50% del colore della nuvola e il 50% degli effetti; •[b]100%:[/b] solo il colore della nuvola è considerato"
ja_jp: 雲に影響する色の調整します: • [b] 0%:[/b]雲の色のエフェクトだけが考慮されます; • [b] 50%:[/b]雲の色50%、エフェクトの色50%; • [b] 100%:[/b]雲の色だけが考慮されます
lv: Regulē citu krāsu iespaidu uz mākoņiem: • [b]0%:[/b] tiek ņemti vērā tikai mākoņu krāsu efekti; • [b]50%:[/b] tiek ņemta vērā 50% krāsa un 50% efekti; • [b]100%:[/b] tiek ņemta vērā tikai mākoņu krāsa
pl: Reguluje wpływ innych kolorów na chmurę: • [b]0%:[/b] tylko efekty kolorystyczne uznawane są na chmurach; • [b]50%:[/b] 50% koloru chmur i 50% efektów; • [b]100%:[/b] uznawany jest tylko kolor chmury
pt_br: Regula outras influências de cores na nuvem: • [b]0%:[/b] apenas os efeitos de cor nas nuvens são considerados; • [b]50%:[/b] 50% da cor da nuvem e 50% dos efeitos; • [b]100%:[/b] apenas a cor da nuvem é considerada
ru: Регулирует влияние других цветов на облако: • [b]0%:[/b] учитываются только цветовые эффекты на облаках; • [b]50%:[/b] 50% от облачного цвета и 50% эффектов; • [b]100%:[/b] учитывается только цвет облака
tr: Bulutlar üzerinde diğer renklerin etkilerini kontrol eder: • [b]%0:[/b] yalnızca renk etkileri dikkate alınır; • [b]%50:[/b] %50 bulut rengi ve %50 renk etkileri dikkate alınır; • [b]%100:[/b] yalnızca bulut rengi dikkate alınır
zh_cn: 调整其他影响到云层的颜色: • [b]0%:[/b] 只考虑云层特效颜色; • [b]50%:[/b] 50%云层本身颜色和50%特效; • [b]100%:[/b] 只考虑云层本身颜色
zh_tw: 調整其他影響到雲層的顏色： • [b]0%:[/b] 只考慮雲層特效顏色 • [b]50%:[/b] 50%雲層本身顏色和50%特效 • [b]100%:[/b] 只考慮雲層本身顏色

# WeatherEdit_Color_Tooltip
source: Base color; the sunlight, light color and ambient will be added to this
cs: Základní barva; budou přidány barva slunečního svitu, světel a prostředí
de: Basisfarbe; Sonnenlicht, Lichtfarbe und Umgebungsfarben werden davon beeinflusst
es: Color base, la luz solar, color de la luz y ambiente seran añadidos
fr: Couleur de base; les rayons de soleil, les lumières et ambiences seront ajoutées à celle-ci
it: Colore base; La luce del sole, il colore della luce e l'ambiente saranno aggiunti a questo
ja_jp: ベースカラー;これに日光、ライトカラー、アンビエントが追加されます
pl: Kolor bazowy; promienie słoneczne, światło i kolor otoczenia zostaną dodane do tego
pt_br: Cor base; A luz solar, a cor clara e o ambiente serão adicionados a este
ru: Основной цвет; солнечный свет, светлый цвет и окружающая среда будут добавлены к этому
zh_cn: 基础颜色,太阳光线,光线颜色和大气将会被增加进来
zh_tw: 基色。陽光、光色和環境色將被添加到此

# WeatherEdit_Width_Tooltip
source: Width of the quad
cs: Šířka přeháňky
de: Breite des Vierecks
es: Ancho del quad
fr: Largeur de la forme
it: Largezza del quadrilatero
ja_jp: クワッドの幅
lv: Quad platums
pl: Szerokość quad
pt_br: Largura do quad
ru: Ширина квадрата
zh_cn: 天空盒子宽度
zh_tw: 天空盒寬度

# WeatherEdit_Height_Tooltip
source: Height of the quad
cs: Výška přeháňky
de: Höhe des Vierecks
es: Alto del quad
fr: Hauteur de la forme
it: Altezza del quadrilatero
ja_jp: クワッドの高さ
lv: Quad augstums
pl: Wysokość quad
pt_br: Altura do quad
ru: Высота квадрата
zh_cn: 天空盒子高度
zh_tw: 天空盒高度

# WeatherEdit_Radius_Tooltip
source: Distance from the center of the skybox to the quad
cs: Vzdálenost od středu skyboxu k přeháňce
de: Distanz von Mitte der Skybox zum Viereck
es: Distancia desde el centro de la cupula del cuelo al quad
fr: Distance entre le "plafond" du ciel et la forme
it: Distanza dal centro della skybox al quadrilatero
ja_jp: スカイボックスの中心から四角形までの距離
lv: Attālums no debesu kastes centra līdz quad
pl: Odległość ze środka nieba do quad
pt_br: Distância do centro da skybox para quad
ru: Расстояние от центра скайбокса до квадро
zh_cn: 天空盒子中心到quad的距离
zh_tw: 天空盒中心到quad的距離

# WeatherEdit_Number_Tooltip
source: Number of clouds
cs: Množství oblaků
de: Zahl der Wolken
es: Numero de nubes
fr: Nombre de nuages
it: Numero di nuvole
ja_jp: 雲の数
lv: Mākoņu skaits
pl: Ilość chmur
pt_br: Número de núvens
ru: Число облаков
tr: Bulut sayısı
zh_cn: 云量
zh_tw: 雲量

# WeatherEdit_SpeedMultipler_Tooltip
source: Base speed multiplier
cs: Násobič základní rychlosti
de: Basis-Geschwindigkeitsmultiplikator
es: Multiplicador de la velocidad base
fr: Multiplicateur de la vitesse de déplacement de base
it: Moltiplicatore velocità base
ja_jp: 基本速度倍率
lv: Pamata ātruma reizinātājs.
pl: Podstawa szybkości mnożnika
pt_br: Multiplicador de velocidade base
ru: Множитель стандартной скорости
tr: Temel hız katsayısı
zh_cn: 基础速度因子
zh_tw: 基礎速度因子

# WeatherEdit_HdrOffMultipler_Tooltip
source: Used when HDR is disabled
cs: Použije se, když je zakázáno HDR
de: Wird benutzt, wenn HDR deaktiviert ist
es: Se usa cuando el HDR esta desactivado
fr: Utilisé lorsque HDR est désactivé
it: Usato quando HDR è disattivato
ja_jp: HDRが無効になっているときに使用
lv: Izmanto, kad HDR ir atspējots
pl: Używany gdy HDR jest wyłączony
pt_br: Usado quando HDR está desabilitado
ru: Используется, когда HDR отключен
tr: HDR devre dışı bırakıldığında kullanılır
zh_cn: 在HDR关闭的时候启用
zh_tw: 在高動態範圍（HDR）的時候啟用

# Replay_SharedReadMe
source: {0} To play, unpack “{1}” to “…\Documents\Assetto Corsa\replay”.
cs: {0} Pro přehrání rozbalte “{1}” do “…\Documents\Assetto Corsa\replay”.
de: {0} Zum Spielen "{1}" nach “…\Documents\Assetto Corsa\replay” entpacken.
es: {0} Para ver, desempaqueta “{1}” a “…\Documents\Assetto Corsa\replay”.
fr: {0} Pour lire, décompresser “{1}” vers “…\Documents\Assetto Corsa\replay”.
it: {0} Per avviare, scompatta"{1}" in "…\Documents\Assetto Corsa\replay”.
ja_jp: {0} 再生するには“{1}” to “…\Documents\Assetto Corsa\replay”をアンパック。
lv: {0} Lai spēlētu, atpako "{1}" uz “…\Documents\Assetto Corsa\replay”.
pl: {0} Aby odtworzyć, wypakuj “{1}” do “X:\Users\nazwa_użytkownika\Documents\Assetto Corsa\replay”.
pt: {0} Para jogar, descomprimir “{1}” em “…\Documents\Assetto Corsa\replay”.
pt_br: {0} Para jogar, descomprimir “{1}” em “…\Documents\Assetto Corsa\replay”.
ru: {0} Для просмотра распаковать “{1}” в “…\Documents\Assetto Corsa\replay”.
tr: {0} Oynatmak için "{1}"'i “…\Belgeler\Assetto Corsa\replay” dizinine çıkartın.
zh_cn: {0} 要想播放,请解压 “{1}”到 “…\Documents\Assetto Corsa\replay”.
zh_tw: {0} 若想播放，請解壓 「{1}」到 「…\Documents\Assetto Corsa\replay」。

# Page_Wip
source: This section isn’t ready yet
cs: Tahle sekce ještě není připravena
de: Dieser Bereich ist noch nicht fertig
es: Esta seccion no esta lista aun
fr: Cette section n'est pas encore prête
it: Questa sezione non è ancora pronta
ja_jp: このセクションはまだ準備ができていません
lv: Šī sadaļa vēl nav gatava
pl: Ta sekcja nie jest jeszcze gotowa
pt: Esta secção ainda não está pronta
pt_br: Esta seção ainda não está pronta
ru: Этот раздел ещё не готов
tr: Bu bölüm henüz hazır değil
zh_cn: 此功能尚未开发完成
zh_tw: 此功能尚未開發完成

# Page_Wip_Commentary
source: If you want to know more about the development, [url="https://trello.com/b/MwqpL8Bw/content-manager"]here is a Trello board[/url] with a lot of information.
cs: Chcete-li se dozvědět více o vývoji, [url="https://trello.com/b/MwqpL8Bw/content-manager"]zde najdete nástěnku na Trellu[/url] s množstvím informací.
de: Wenn du mehr über die Entwicklung wissen willst, gibt es [url="https://trello.com/b/MwqpL8Bw/content-manager"]hier ein Trello-Board[/url] mit vielen Informationen.
es: Si quieres saber mas acerca del desarrollo, [url="https://trello.com/b/MwqpL8Bw/content-manager"]aqui esta Trello board[/url] con mucha informacion.
fr: Si vous voulez en savoir plus sur le développement, [url="https://trello.com/b/MwqpL8Bw/content-manager"]voici une page Trello[/url] avec beaucoup d'informations.
it: Se vuoi saperne di più sullo sviluppo, [url="https://trello.com/b/MwqpL8Bw/content-manager"]qui c'è una board Trello[/url] con un sacco di informazioni.
ja_jp: 開発についてもっと知りたい方は、[url="https://trello.com/b/MwqpL8Bw/content-manager"]Trelloボード[/url]をご覧ください。
lv: Ja gribi uzzināt vairāk par izstrādi, [url="https://trello.com/b/MwqpL8Bw/content-manager"]šeit ir Trello lapa[/url] ar papildu informāciju.
pl: Jeśli chcesz dowiedzieć się więcej na temat rozwoju, [url="https://trello.com/b/MwqpL8Bw/content-manager"]tu jest tablica Trello[/url] z dużą ilością informacji.
pt_br: Se você quiser saber mais sobre o desenvolvimento, [url="https://trello.com/b/MwqpL8Bw/content-manager"] aqui está um board do Trello[/url] com muita informação.
ru: Если вы хотите узнать больше о разработке, [url="https://trello.com/b/MwqpL8Bw/content-manager"]здесь доска Trello[/url] с большим количеством информации.
tr: Bu uygulamanın gelişmesi ile ilgili daha fazla bilgi almak isterseniz [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello board[/url]'u ziyaret edebilirsiniz.
zh_cn: 如果你想知道关于开发更多的信息,[url="https://trello.com/b/MwqpL8Bw/content-manager"]这个论坛[/url] 有很多信息.
zh_tw: 如果您想知道關於開發更多的資訊，[url="https://trello.com/b/MwqpL8Bw/content-manager"]這個論壇[/url] 有很多資訊。

# List_Setups
source: {0} setup
cs: {0} seřízení
fi_fi: {0} asetus
fr: {0} réglage
it: {0} assetto
ja_jp: {0}セットアップ
lv: {0} setupi
ru: {0} предустановка
tr: {0} ayar
zh_cn: {0} 设置
zh_tw: {0} 設定

# List_Skins
source: {0} skin
cs: {0} skinů
de: {0} Lackierung
es: {0} Apariencia
fi_fi: {0} skini
fr: {0} livrée
ja_jp: {0}スキン
lv: {0} skini
pl: {0} skórka
ru: {0} раскраска
tr: {0} kaplama
zh_cn: {0} 涂装
zh_tw: {0} 塗裝

# List_Cars
source: {0} car
cs: {0} aut
de: {0} Fahrzeuge
es: {0} Coche
fi_fi: {0} auto
fr: {0} véhicule
it: {0} auto
ja_jp: {0}カー
lv: {0} mašīnas
pl: {0} samochód
pt: {0} carro
pt_br: {0} carro
ru: {0} машина
tr: {0} araba
zh_cn: {0} 车辆
zh_tw: {0} 車輛

# List_Fonts
source: {0} font
cs: {0} písem
de: {0} Schriftart
es: {0} Fuente
fi_fi: {0} kirjasin
fr: {0} police
it: {0} carattere
ja_jp: {0}フォント
lv: {0} fonti
pl: {0} czcionka
pt: {0} fonte
pt_br: {0} fonte
ru: {0} шрифт
tr: {0} yazı tipi
zh_cn: {0} 字体
zh_tw: {0} 字型

# List_PpFilters
source: {0} filter
cs: {0} filtrů
es: {0} Filtro
fi_fi: {0} suodin
fr: {0} filtre
it: {0} filtro
ja_jp: {0}フィルター
lv: {0} filtri
pl: {0} filtr
pt: {0} filtro
pt_br: {0} filtro
ru: {0} фильтр
tr: {0} filtre
zh_cn: {0} 滤镜
zh_tw: {0} 濾鏡

# List_Apps
source: {0} app
cs: {0} appek
fi_fi: {0} sovellus
ja_jp: {0}アプリ
lv: {0} aplikācijas
pl: {0} aplikacja
pt: {0} aplicação
pt_br: {0} aplicação
ru: {0} приложение
tr: {0} uygulama
zh_cn: {0} 插件

# List_Replays
source: {0} replay
cs: {0} opakovaných záznamů
de: {0} Wiederholung
es: {0} Repeticion
fi_fi: {0} uusinta
ja_jp: {0}リプレイ
lv: {0} Ieraksti
pl: {0} powtórka
pt: {0} repetição
pt_br: {0} repetição
ru: {0} повтор
tr: {0} yeniden oynatma
zh_cn: {0} 录像
zh_tw: {0} 重播

# List_ServerPresets
source: {0} preset
cs: {0} přednastavení
de: {0} Vorlage
fi_fi: {0} esiasetus
fr: {0} préréglage
ja_jp: {0}プリセット
lv: {0} sagataves
pt: {0} predefinição
pt_br: {0} predefinição
ru: {0} пресет
tr: {0} önayar
zh_cn: {0} 预设
zh_tw: {0} 預設

# List_Showrooms
source: {0} showroom
cs: {0} autosalonů
es: {0} Sala de exposicion
fi_fi: {0} näyttelytila
ja_jp: {0}ショールーム
lv: {0} izstādes telpas
pl: {0} salon
pt: {0} sala de exposição
pt_br: {0} sala de exposição
ru: {0} шоурум
tr: {0} galeri
zh_cn: {0} 展厅
zh_tw: {0} 展示廳

# List_Tracks
source: {0} track
cs: {0} tratí
de: {0} Strecke
es: {0} Pista
fi_fi: {0} rata
fr: {0} circuit
it: {0} circuito
ja_jp: {0}トラック
lv: {0} trases
pl: {0} tor
pt: {0} pista
pt_br: {0} pista
ru: {0} трасса
tr: {0} pist
zh_cn: {0} 赛道
zh_tw: {0} 賽道

# List_Weather
source: {0} weather
cs: {0} počasí
de: {0} Wetter
es: {0} Clima
fi_fi: {0} säätila
fr: {0} météo
it: {0} meteo
ja_jp: {0}天気
lv: {0} laikapstākļi
pl: {0} pogoda
pt: {0} clima
pt_br: {0} clima
ru: {0} погода
tr: {0} hava durumu
zh_cn: {0} 天气
zh_tw: {0} 天氣

# KunosCareer_RequiredSeriesAreNotDoneYet
source: Required series aren’t done yet
cs: Požadovaných sérií zatím není dosaženo
de: Benötigte Serien wurden noch nicht erledigt
es: Series requeridas que no has terminado aun
fi_fi: Vaadittavia sarjoja ei ole vielä suoritettu
fr: La série requise na pas encore été finie
it: Le serie richieste non sono state ancora superate
ja_jp: 必要なシリーズはまだ完了していません
lv: Nepieciešamās sērijas vēl nav pabeigtas
pl: Wymagane serie nie są jeszcze zrobione
pt: Série requerida ainda não foi completada
pt_br: Série requerida ainda não foi completada
ru: Требуемые серии еще не выполнены
tr: Gerekli seriler henüz tamamlanmadı
zh_cn: 尚未解锁:需要先完成其他赛事
zh_tw: 尚未解鎖：需要先完成其他賽事

# KunosCareer_FullyCompleted
source: Fully completed
cs: Plně dokončeno
de: Komplett abgeschlossen
es: Completado
fi_fi: Suoritettu kokonaan
fr: Entièrement terminée
it: Completato
ja_jp: 完全に完了
lv: Pilnībā pabeigts
pl: Zakończone
pt: Completada na totalidade
pt_br: Completada na totalidade
ru: Полностью завершено
tr: Tamamen bitirildi
zh_cn: 系列赛完成
zh_tw: 系列賽完成

# KunosCareer_ProgressFormat
source: Progress: {0}
cs: Průběh: {0}
de: Fortschritt: {0}
es: Progreso: ({0})
fi_fi: Edistyminen: {0}
fr: Progression : {0}
it: Progresso: {0}
ja_jp: 進行:{0}
pl: Postęp: {0}
pt: Progresso: {0}
pt_br: Progresso: {0}
ru: Прогресс: {0}
tr: İlerleme: {0}
zh_cn: 进度: {0}
zh_tw: 進度：{0}

# KunosCareer_Title
source: Kunos career
cs: Kariéra od Kunosu
de: Kunos Karriere
es: Carrera Kunos
fi_fi: Kunos Ura
fr: Carrière Kunos
it: Carriera Kunos
ja_jp: Kunosキャリア
lv: Kunos karjera
pl: Kariera Kunos
pt: Carreira da Kunos
pt_br: Carreira da Kunos
ru: Карьера Kunos
tr: Kunos Kariyeri
zh_cn: Kunos 生涯
zh_tw: Kunos 生涯

# KunosCareer_LeftToEarn
source: Left to earn:
cs: Zbývá získat:
de: Noch zu verdienen:
es: Restantes para conseguir:
fi_fi: Ansaittavissa:
fr: Gauche pour gagner :
it: Manca da imparare:
ja_jp: 残りの収入:
lv: Atlicis:
pl: Pozostało do zrobienia:
pt: Por conquistar:
pt_br: Por conquistar:
ru: Осталось заработать:
tr: Kalan:
zh_cn: 未获得:
zh_tw: 尚未獲得：

# KunosCareer_Next
source: Next
cs: Další
de: Weiter
es: Siguiente
fi_fi: Seuraava
fr: Suivant
it: Prossimo
ja_jp: 次
lv: Tālāk
pl: Następny
pt: Seguinte
pt_br: Seguinte
ru: Далее
tr: Sonraki
zh_cn: 下场比赛
zh_tw: 下一場比賽

# KunosCareer_SeriesGoal
source: Series goal:
cs: Cíl série:
de: Serienziel:
es: Objetivo de la serie:
fi_fi: Sarjojen tavoite:
fr: Objectif de la série :
it: Obbiettivo delle serie:
ja_jp: シリーズ目標:
lv: Sērijas mērķis:
pl: Cel serii:
pt: Objectivo da série:
pt_br: Objectivo da série:
ru: Цель серии:
tr: Seri hedefi:
zh_cn: 系列赛目标:
zh_tw: 系列賽目標：

# KunosCareer_TimeLabel
source: Time:
cs: Denní doba:
de: Zeit:
es: Hora:
fi_fi: Aika:
fr: Heure :
it: Ora:
ja_jp: 時間:
lv: Laiks:
pl: Godzina:
pt: Hora:
pt_br: Hora:
ru: Время:
tr: Saat:
zh_cn: 时间:
zh_tw: 時間：

# KunosCareer_WeatherLabel
source: Weather:
cs: Počasí:
de: Wetter:
es: Climatologia:
fi_fi: Säätila:
fr: Météo :
it: Meteo:
ja_jp: 天気:
lv: Laikapstākļi:
pl: Pogoda:
pt: Clima:
pt_br: Clima:
ru: Погода:
tr: Hava Durumu:
zh_cn: 天气:
zh_tw: 天氣：

# KunosCareer_TemperatureLabel
source: Temperature:
cs: Teplota vzduchu:
de: Temperatur:
es: Temperatura:
fi_fi: Lämpötila:
fr: Température :
it: Temperatura:
ja_jp: 温度:
lv: Temperatūra:
pl: Temperatura:
pt: Temperatura:
pt_br: Temperatura:
ru: Температура:
tr: Sıcaklık:
zh_cn: 气温:
zh_tw: 氣溫：

# KunosCareer_TrackState
source: Track state:
cs: Kondice trati:
de: Streckenzustand:
es: Estado de la pista:
fi_fi: Radan tila:
fr: État du circuit
it: Condizioni circuito:
ja_jp: 路面の状態:
lv: Trases stāvoklis:
pl: Stan toru:
pt: Estado da pista:
pt_br: Estado da pista:
ru: Состояние трассы:
tr: Pist Durumu:
zh_cn: 赛道状态:
zh_tw: 賽道狀態：

# KunosCareer_StartingPositionLabel
source: Starting position:
cs: Startovní pozice:
de: Startposition:
es: Posicion de inicio:
fi_fi: Aloitusruutu:
fr: Position de départ :
it: Posizione di partenza:
ja_jp: 開始位置:
lv: Starta pozīcija:
pl: Pozycja startowa:
pt: Posição na grelha:
pt_br: Posição na grid:
ru: Стартовая позиция:
tr: Başlangıç pozisyonu:
zh_cn: 发车位置:
zh_tw: 發車位置：

# KunosCareer_OpponentsLabel
source: Opponents:
cs: Soupeři:
de: Gegner:
es: Oponentes:
fi_fi: Vastustajat:
fr: Adversaires :
it: Avversari
ja_jp: 相手:
lv: Pretinieki:
pl: Przeciwnicy:
pt: Adversários:
pt_br: Adversários:
ru: Соперники:
tr: Rakipler:
zh_cn: 对手:
zh_tw: 對手：

# KunosCareer_LapsLabel
source: Laps:
cs: Kol:
de: Runden:
es: Vueltas:
fi_fi: Kierroksia:
fr: Tours :
it: Giri:
ja_jp: ラップ:
lv: Apļi:
pl: Okrążenia:
pt: Voltas:
pt_br: Voltas:
ru: Кругов:
tr: Turlar:
zh_cn: 圈数:
zh_tw: 圈數：

# KunosCareer_AiLevelLabel
source: AI level:
cs: Dovednost soupeřů:
de: KI-Level
es: Nivel IA:
fi_fi: Tekoälyn taso:
fr: Niveau de l'IA :
it: Livello AI:
ja_jp: AIレベル:
lv: AI-līmenis:
pl: Poziom AI:
pt: Nível da AI:
pt_br: Nível da AI:
ru: Уровень ИИ:
tr: Yapay Zeka Seviyesi
zh_cn: AI强度:
zh_tw: AI強度：

# Online_SortByName
source: Sort by name
cs: Seřadit podle jména
de: Nach Name sortieren
es: Ordenar por Nombre
fi_fi: Järjestä nimen mukaan
fr: Trier par nom
it: Ordina per nome
ja_jp: 名前でソート
lv: Kārtot pēc vārda
pl: Sortuj wg nazwy
pt: Ordenar Por Nome
pt_br: Ordenar Por Nome
ru: Сортировать по имени
tr: İsme göre sırala
zh_cn: 按服务器名排序
zh_tw: 按伺服器名排序

# Online_SortByDrivers
source: Sort by drivers
cs: Seřadit podle soupeřů
de: Nach Anzahl der aktiven Fahrer sortieren
es: Ordenar por Pilotos
fi_fi: Järjestä kuljettajien mukaan
fr: Trier par pilotes
it: Ordina per pilota
ja_jp: ドライバーでソート
lv: Kārtot pēc braucējiem
pl: Sortuj wg kierowców włącznie z rezerwacją
pt: Ordenar Por Condutores
pt_br: Ordenar Por Condutores
ru: Сортировать по водителям
tr: Sürücülere göre sırala
zh_cn: 按在线人数排序
zh_tw: 按線上人數排序

# Online_SortByCapacity
source: Sort by capacity
cs: Seřadit podle kapacity
de: Nach Anzahl der Startplätze sortieren
es: Ordenar por Capacidad
fi_fi: Järjestä kapasiteetin mukaan
fr: Trier par capacité
it: Ordina per capacità
ja_jp: 容量で並べ替え
lv: Kārtot pēc ietilpības
pl: Sortuj wg slotów
pt: Ordenar Por Capacidade
pt_br: Ordenar Por Capacidade
ru: Сортировать по вместимости
tr: Kapasiteye göre sırala
zh_cn: 按最大人数排序
zh_tw: 按最大人數排序

# Online_SortByCarsNumber
source: Sort by cars number
cs: Seřadit podle čísel aut
de: Nach Anzahl der Fahrzeuge sortieren
es: Ordenar por Numero de coches
fi_fi: Järjestä autojen numeroiden mukaan
fr: Trier par nombre de véhicules
it: Ordina per numero auto
ja_jp: 車のナンバーでソート
lv: Kārtot pēc mašīnu numuriem
pl: Sortuj wg odmiennych aut
pt: Ordenar Número dos Carros
pt_br: Ordenar Número dos Carros
ru: Сортировать по количеству машин
tr: Araba sayısına göre sırala
zh_cn: 按车辆编号排序
zh_tw: 按車輛編號排序

# Online_SortByPing
source: Sort by ping
cs: Seřadit podle pingu
de: Nach Ping sortieren
es: Ordenar por IP
fi_fi: Järjestä ping:in mukaan
fr: Trier par ping
it: Ordina per ping
ja_jp: Pingでソート
lv: Kārtot pēc ping
pl: Sortuj wg pingu
pt: Ordenar Por Ping
pt_br: Ordenar Por Ping
ru: Сортировка по пингу
tr: Gecikmeye göre sırala
zh_cn: 按网络延迟排序
zh_tw: 按網路延遲排序
