Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_General_WindowsShortcut
source: Start Menu shortcut (for modern notifications, recommended)
cs: Připnout zástupce aplikace do nabídky Start (pro systémové notifikace)
de: Startmenü-Verknüpfung (für moderne Benachrichtigungen)
es: Acceso directo del menu Inicio (para mejores notificaciones)
fi_fi: Start Menu shortcut (for modern notifications)
fr: Raccourci menu Démarrer (pour des notifications modernes)
it: Scorciatoia Menù Start (per notifiche in stile moderno)
ja_jp: スタートメニューのショートカット(モダン通知用)
lv: Starta izvēlnes saīsne (priekš moderniem paziņojumiem)
nl: Start Menu snelkoppeling (voor moderne notificaties)
pl: Skróty menu startowego (dla nowoczesnych powiadomień)
pt_br: Atalho para Menu Iniciar (para notificações modernas)
ru: Ярлык в меню "Пуск" (для современных уведомлений)
tr: Başlat menüsü için kısayol (daha modern bildirimler için)
zh_cn: 开始菜单快捷方式(开启后支持在最新Windows通知中心中显示消息)
zh_tw: 開始功能表捷徑（開啟後支援在最新Windows通知中心中顯示通知）

# Settings_General_WindowsShortcut_Tooltip
source: Create Start Menu shortcut; required for showing proper notifications in Windows 8, 8.1 and 10
cs: Připnout zástupce aplikace Content Manager do nabídky Start, což je nutné pro správné zobrazování systémových notifikací ve Windows 8, 8.1 a 10
de: Startmenüverknüpfung erstellen; wird benötigt um korrekte Benachrichtigungen in Windows 8, 8.1 und 10 anzuzeigen
es: Crear acceso directo al Menu Inicio, requerido para mostrar correctamente las notificaciones en Windows 8, 8.1 y 10
fi_fi: Create Start Menu shortcut; required for showing proper notifications in Windows 8, 8.1 and 11
fr: Créé un raccourci dans le menu Démarrer ; requis pour afficher des notifications appropriées dans Windows 8, 8.1 et 10
it: Crea scorciatoia Menù Start; richiesto per mostrare correttamente le notifiche in Windows 8, 8.1 e 10
ja_jp: スタートメニューのショートカットを作成;Windows8、8.1、および10で適切な通知を表示するために必要
lv: Izveidot saīsni uz Starta izvēlni; tas vajadzīgs, lai Windows 8, 8.1 un 10 pareizi spētu parādīt paziņojums
nl: Creëer Start Menu snelkoppeling; nodig voor het laten zien van moderne notificaties in WIndows 8, 8.1 en 10
pl: Utwórz skrót w menu start; wymagane do wyświetlania odpowiednich powiadomień w systemie Windows 8, 8.1 i 10
pt_br: Criar atalho para Menu Iniciar; necessário para mostrar notificações no Windows 8, 8.1 e 10
ru: Создать ярлык в меню «Пуск»; необходимо для показа правильных уведомлений в Windows 8, 8.1 и 10
tr: Başlat Menüsü kısayolu oluştur; Windows 8, 8.1 ve 10'da bildirimleri düzgün göstermek için gereklidir
zh_cn: 创建开始菜单快捷方式.如果希望在Windows 8, 8.1和10的通知中心中接收Content Manager的推送,必须创建此快捷方式
zh_tw: 建立開始功能表捷徑。如果希望在Windows 8、8.1和10的通知中心中接收Content Manager的推播通知，必須建立此捷徑

# Settings_General_AutoUpdatesHeader
source: Auto updates:
cs: Automatické aktualizace:
de: Automatische Updates:
es: Auto actualizaciones:
fr: Mise à jour automatique :
it: Aggiornamenti automatici:
ja_jp: 自動更新:
lv: Automātiskie atjauninājumi:
nl: Automatische Updates:
pl: Automatyczne aktualizacje:
pt: Actualizações automáticas:
pt_br: Atualizações automáticas:
ru: Авто-обновление:
tr: Otomatik güncelleştirmeler:
zh_cn: 自动更新:
zh_tw: 自動更新：

# Settings_General_CheckForUpdatesLabel
source: Check for updates:
cs: Kontrolovat aktualizace:
de: Auf Updates prüfen:
es: Comprobar Actualizaciones:
fr: Vérifier les mises à jour :
it: Controlla aggiornamenti
ja_jp: 更新を確認:
lv: Pārbaudīt atjauninājumu:
nl: Check voor updates:
pl: Sprawdź aktualizację:
pt: Verificar se há actualizações:
pt_br: Verificar se há atualizações:
ru: Проверять обновления:
tr: Güncelleştirmeleri kontrol et:
zh_cn: 检查更新:
zh_tw: 檢查更新：

# Settings_General_AppVersionLabel
source: App version:
cs: Verze aplikace:
de: Programm Version:
es: Version de la aplicacion:
fr: Version de l'application :
it: Versione App:
ja_jp: アプリバージョン:
lv: Aplikācijas versija:
nl: App versie:
pl: Wersja aplikacji:
pt: Versão da app:
pt_br: Versão da app:
ru: Версия:
tr: Uygulama sürümü:
zh_cn: Content Manager版本:
zh_tw: Content Manager版本：

# Settings_General_CheckForUpdates
source: Check for updates
cs: Zkontrolovat aktualizace
de: Auf Updates prüfen
es: Comprobar Actualizaciones
fr: Vérifier les mises à jour
it: Controlla aggiornamenti
ja_jp: 更新を確認
lv: Pārbaudīt atjauninājumu
nl: Check Voor Updates:
pl: Sprawdź aktualizację
pt: Verificar se há actualizações:
pt_br: Verificar se há atualizações:
ru: Проверять обновления
tr: Güncelleştirmeleri kontrol et
zh_cn: 检查更新
zh_tw: 檢查更新

# Settings_General_ContentVersionLabel
source: Data version:
cs: Verze dat:
de: Daten Version:
es: Version de datos:
fr: Version des données :
it: Versione dati:
ja_jp: データバージョン:
lv: Datu versija:
nl: Data versie:
pl: Wersja danych:
pt: Versão dos Dados:
pt_br: Versão dos Dados:
ru: Версия данных:
tr: Data sürümü
zh_cn: 数据版本:
zh_tw: 數據版本：

# Settings_General_ValuesHeader
source: Values storage:
cs: Úložiště hodnot:
de: Werte-Speicher:
es: Valores de almacenamiento:
fr: Stockage des valeurs :
it: Valori di memorizzazione:
ja_jp: ストレージ:
lv: Parametru glabātuve:
nl: Opslag Van Waarden:
pl: Wartość repozytorium:
pt: Armazenamento de valores:
pt_br: Armazenamento de valores:
ru: Хранилище настроек:
tr: Değer depolama:
zh_cn: 数值缓存库:
zh_tw: 數值緩存庫：

# Settings_General_ValuesCleanUp
source: Clean up
cs: Pročistit
de: Aufräumen
es: Limpiar
fr: Nettoyage
it: Pulizia
ja_jp: 掃除
lv: Notīrīt
nl: Ruim Op
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_cn: 清理
zh_tw: 清理

# Settings_General_ValuesCleanUp_Tooltip
source: Remove all unimportant values
cs: Odebrat všechny nepodstatné hodnoty.
de: Alle unwichtigen Werte entfernen
es: Eliminar todos los valores no esenciales
fi_fi: Remove all nonimportant values
fr: Retire toutes les valeurs sans importance
it: Rimuove i valori non importanti
ja_jp: 重要でない値をすべて削除する
lv: Notīrīt visas nesvarīgās vērtības
nl: Verwijder alle onbelangrijke waarden
pl: Usuń wszystkie niepotrzebne wartości
pt: Remover todos os não-importantes
pt_br: Remover todos os não-importantes
ru: Удалите все неважные значения
tr: Tüm önemsiz değerleri kaldır
zh_cn: 清理所有不重要的数据
zh_tw: 移除所有不重要的數據

# Settings_General_ValuesSavingTimeLabel
source: Saving time:
cs: Čas uložení:
de: Speicherzeit:
es: Tiempo de guardado:
fr: Heure d'enregistrement
it: Tempo di salvataggio:
ja_jp: 短縮時間:
lv: Saglabā laiku:
nl: Tijd van opslaan:
pl: Czas zapisu:
pt_br: Tempo de salvamento:
ru: Время сохранения:
zh_cn: 节省时间:
zh_tw: 時間節省了：

# Settings_General_TestingAccessHeader
source: Testing access:
cs: Přístup k testování:
de: Testzugang:
es: Comprobando Acceso:
fr: Accès au test :
it: Test accesso:
ja_jp: テストアクセス:
lv: Testa pieeja:
pl: Dostęp do testów:
pt_br: Acesso de Teste:
ru: Доступ к тестированию:
tr: Test erişimi:
zh_cn: 试用测试版本:
zh_tw: 試用測試版：

# Settings_General_TestingAccess
source: Update to non-tested versions
cs: Aktualizovat na důkladně neotestované verze
de: Nicht geteste Updates erlauben
es: Actualizar a versiones no testeadas
fr: Mettre à jour vers une version non testée
it: Aggiorna a versioni non testate
ja_jp: テストされていないバージョンに更新
lv: Atjaunināt uz nepārbaudītu versiju
nl: Update naar ongeteste versies
pl: Aktualizuj do wersji nie testowanych
pt_br: Atualizar para versões não testadas
ru: Обновить до не тестированной версии
tr: Test edilmemiş sürümlere güncelle
zh_cn: 升级到测试版
zh_tw: 升級到測試版

# Settings_General_ValuesNumber
source: {0} entry
cs: {0} záznamů
de: {0} Eintrag
fr: entrée {0}
it: {0} inseriti
ja_jp: {0}エントリー
lv: {0} ieraksts
pl: {0} zapis
pt: {0} entradas
pt_br: {0} entradas
ru: {0} запись
tr: {0} girdi
zh_cn: {0} 项
zh_tw: {0} 項

# Settings_General_ChangeAcRoot_Message
source: Do you want to change path? App will be restarted.
cs: Chcete změnit cestu? Aplikace se restartuje.
de: Soll der Pfad geändert werden? Programm wird neugestartet.
es: ¿Quieres cambiar la ruta? La aplicación sera reiniciada.
fr: Voulez-vous modifier le répertoire ? L'app. sera redémarrée
it: Vuoi cambiare il percorso? l'App verrà riavviata
ja_jp: パスを変更しますか?アプリケーションを再起動します。
lv: Vai vēlies nomainīt ceļu? Aplikācija tiks pārstartēta.
pl: Czy chcesz zmienić ścieżkę? Aplikacja zostanie ponownie uruchomiona.
pt: Quer mudar a localização? A app será reiniciada
pt_br: Quer mudar a localização? O app será reiniciado
ru: Вы хотите изменить путь? Приложение будет перезапущено.
tr: Dizini değiştirmek istiyor musunuz? Uygulama yeniden başlatılacaktır.
zh_cn: 是否确认修改文件夹路径?Content Manager将重新启动.
zh_tw: 您是否確認要修改資料夾路徑？Content Manager將重新啟動。

# Settings_General_ChangeAcRoot
source: Change path to AC root folder
cs: Změnit cestu ke kořenové složce videohry
de: Pfad auf AC-Stammordner ändern
es: Cambiar la ruta a la carpeta raiz de AC
fr: Changez le chemin vers le dossier racine d'AC
it: Cambia il percorso nella cartella root di AC
ja_jp: ACルートフォルダへのパスの変更
lv: Nomainīt ceļu uz AC saknes mapi
pl: Zmień ścieżkę do głównego folderu AC
pt_br: Alterar diretório da pasta do AC
ru: Изменить путь до корневой папки AC
tr: Dizini AC klasörü olarak değiştir
zh_cn: 修改Assetto Corsa游戏文件夹根目录路径
zh_tw: 修改Assetto Corsa遊戲資料夾根目錄路徑

# Settings_Live_EnableRsr
source: Enable RSR Live Timing tab
cs: Záložky Měření času RSR
de: Tab für RSR-Zeitmessung aktivieren
es: Activar ventana RSR Live Timing
fr: Activer le tableau dynamique RSR
it: Abilita tendina RSR Live Timing
ja_jp: RSRライブタイミングタブを有効
lv: Iespējot RSR reāllaika sarakstu
pl: Włącz zakładkę RSR Live Timing
pt_br: Habilita a aba RSR Live Timing
ru: Включить секцию RSR Live Timing
tr: RSR Live Timing sekmesini etkinleştir
zh_cn: 启用RSR Live Timing在线圈速榜页面
zh_tw: 啟用RSR Live Timing線上圈速榜頁面

# Settings_Live_CustomStyle
source: Custom style
cs: Vlastní styl
de: Eigener Stil
es: Estilo Personalizado
fr: Style personnalisé
it: Stile Personalizzato
ja_jp: カスタムスタイル
lv: Pielāgots stils
pl: Styl niestandardowy
pt: Estilo personalizado
pt_br: Estilo personalizado
ru: Специальный стиль
tr: Özel stil
zh_cn: 使用Content Manager配色
zh_tw: 使用Content Manager配色

# Settings_Live_RsrCustomStyle_Tooltip
source: Custom optimized style for built-in RSR website
cs: Vlastní optimalizovaný styl pro vestavěnou webovou stránku RSR
de: Eigener Stil optimiert für integrierte RSR-Website
es: Estilo personalizado optimizado para built-in web de RSR
fr: Style personnalisé pour le site intégré RSR
it: Stile personalizzato e ottimizzato per il sito RSR
ja_jp: 組み込みのRSR Webサイト用に最適化されたスタイル
lv: Pielāgots optimizētais stils priekš iebūvētās RSR mājaslapas
pl: Niestandardowo zoptymalizowany styl dla wbudowanej strony RSR
pt_br: Estilo customizado otimizado para website com RSR embutido
ru: Настраиваемый оптимизированный стиль для встроенного веб-сайта RSR
tr: Gömülü RSR web sayfası için özel olarak optimize edilmiş stil
zh_cn: 启用为RSR在线圈速榜特别优化的内嵌网页界面风格
zh_tw: 啟用為RSR線上圈速榜特別改良的內嵌網頁界面風格

# Settings_Live_SrsCustomStyle_Tooltip
source: Custom optimized style for built-in SRS website
cs: Vlastní optimalizovaný styl pro vestavěnou webovou stránku SRS
de: Eigener Stil optimiert für integrierte SRS-Website
es: Estilo personalizado optimizado para built-in web de SRS
fr: Style personnalisé pour le site intégré SRS
it: Stile Personalizzato e ottimizzato per sito SRS
ja_jp: 組み込みのSRS Webサイト用に最適化されたスタイル
lv: Pielāgots optimizētais stils priekš iebūvētās SRS mājaslapas
pl: Niestandardowo zoptymalizowany styl dla wbudowanej strony SRS
pt_br: Estilo customizado otimizado para website com SRS embutido
ru: Настраиваемый оптимизированный стиль для встроенного веб-сайта SRS
tr: Gömülü SRS web sayfası için özel olarak optimize edilmiş stil
zh_cn: 启用为SRS在线联赛特别优化的内嵌网页界面风格
zh_tw: 啟用為SRS線上聯賽特別改良的內嵌網頁界面風格

# Settings_Live_RsrNameLabel
source: RSR name:
cs: RSR jméno:
es: Nombre RSR:
fr: Nom sur RSR :
it: Nome RSR:
ja_jp: RSR名:
lv: RSR vārds:
nl: RSR naam:
pl: Nazwa RSR:
pt_br: Nome RSR:
ru: Имя в RSR:
tr: RSR adı:
zh_cn: RSR玩家用户名:
zh_tw: RSR玩家用戶名稱：

# Settings_Live_RsrName_Tooltip
source: Use different name when RSR form is enabled
cs: Používat jiné jméno, pokud je povolen formulář RSR
de: Anderen Namen verwenden wenn RSR aktiv ist
es: Usar nombre diferente cuando el formulario RSR este activado
fr: Utiliser un nom différent quand le champs RSR est actif
it: Usa un nome diverso quando il modulo RSR è attivo
ja_jp: RSRフォームが有効な場合は別の名前を使用する
lv: Izmantot citu vārdu, kad ir iespējota RSR forma
pl: Użyj innej nazwy, gdy RSR jest aktywny
pt_br: Usar um nome diferente quando o formulário RSR estiver ativado
ru: Если включено, в RSR будет использоваться другое имя
tr: RSR formu etkinleştirildiğinde farklı bir ad kullan
zh_cn: 使用RSR页面时启用另外的玩家名
zh_tw: 使用RSR頁面時使用不同的玩家名稱

# Settings_Live_RsrAutoToggleApp
source: Automatically toggle RSR app
cs: Automaticky přepínat appku RSR
de: RSR-App automatisch umschalten
es: Alternar automaticamente aplicacion RSR
fr: Basculement automatique de l'app RSR
it: Attiva e disattiva automaticamente app RSR
ja_jp: RSRアプリケーションを自動的に切り替え
lv: Automātiski pārslēgt RSR aplikāciju
pl: Automatyczne przełączanie aplikacji RSR
pt_br: Alternar o app RSR automaticamente
ru: Автоматически переключать приложение RSR
tr: RSR uygulamasını otomatik olarak etkinleştir
zh_cn: 自动启动RSR在线圈速榜插件
zh_tw: 自動啟動RSR線上圈速榜App

# Settings_Live_RsrAutoToggleApp_Tooltip
source: Automatically show or hide RSR app if starting race isn’t RSR-related
cs: Automaticky zobrazovat nebo skrývat appku RSR, pokud závod nesouvisí s RSR
de: Automatisch RSR App anzeigen oder verstecken wenn gestartetes Rennen nicht RSR verbunden ist
es: Mostrar u ocultar automaticamente la aplicación RSR dependiendo de si la carrera tiene o no tiene funcion RSR
fr: Afficher ou masquer automatiquement l'app RSR si la course qui débute n'est pas en relation avec RSR
it: Mostra o nascondi automaticamente l'app RSR se la gara avviata non è RSR-correlata
ja_jp: 開始レースがRSR関連でない場合、自動的にRSRアプリケーションを表示または非表示にする
lv: Automātiski parādīt vai paslēpt RSR aplikāciju, ja sacīkstes sākums nav saistīts ar RSR
pl: Automatycznie pokaż lub ukryj aplikację RSR jeśli rozpoczynając wyścig nie jest związany z RSR
pt_br: Mostrar ou ocultar o app RSR automaticamente se a corrida não for relacionada a RSR
ru: Автоматически показывать или скрывать приложения RSR, если гонка или событие не связаны с RSR
tr: Başlatılan yarış RSR ile alakalı değil ise RSR uygulamasını otomatik olarak gizle ya da göster
zh_cn: 根据启动的赛事是否被RSR支持,自动开启和关闭RSR游戏插件
zh_tw: 根據啟動的賽事是否支援RSR，自動開啟和關閉RSR遊戲App

# Settings_Live_EnableSrs
source: Enable Sim Racing System (SRS) tab
cs: Záložka Měření času RSR (Sim Racing System)
de: Sim Racing System (SRS) Tab aktivieren
es: Activar ventana Sim Racing System (SRS)
fr: Activer l'onglet Sim Racing System (SRS)
it: Abilita il tab Sim Racing System (SRS)
ja_jp: レースシミュレーションシステム(SRS)タブを有効
lv: Iespējot Sim Racing System (SRS) tablo
pl: Włącz zakładkę System Sim Racing (SRS)
pt_br: Ativar a aba Sim Racing System (SRS)
ru: Включить секцию Sim Racing System (SRS)
tr: Sim Racing System (SRS) sekmesini etkinleştir
zh_cn: 启用在线联赛系统Sim Racing System(SRS)标签页
zh_tw: 啟用線上聯賽系統Sim Racing System（SRS）標籤頁

# Settings_Live_SrsJoinFromOnline
source: Joining from Online
cs: Připojuji se z Online
de: Von Online beitreten
es: Entrando desde Online
fr: Rejoindre une partie en ligne
it: Unisciti da Online
ja_jp: オンラインからの参加
lv: Pievienojas no tiešsaistes
pl: Dołączanie do Online
pt_br: Entrar a partir de Online
ru: Присоединение из Онлайна
tr: Çevrimiçi katılım
zh_cn: 从多人联机页面加入比赛
zh_tw: 從多人聯機頁面加入比賽

# Settings_Live_SrsJoinFromOnline_Tooltip
source: App will set a special SRS name automatically to avoid problems
cs: Appka automaticky nastaví speciální SRS jméno pro předejití problémů
de: Die App wird automatisch einen speziellen SRS-Namen vergeben, um Probleme zu vermeiden
es: La aplicacion ajustara un nombre especial SRS automaticamente para evitar problemas
fr: L'app va définir automatiquement un nom spécial SRS pour éviter les problèmes
it: L' App imposterà un nome speciale SRS automaticamente per evitare problemi
ja_jp: アプリは問題を避けるために特別なSRS名を自動的に設定
lv: Aplikācija uzstādīs īpašu SRS vārdu atuomātiski, lai izvairītos no problēmām
pl: Aplikacja będzie ustawiać specjalną nazwę SRS automatycznie w celu uniknięcia problemów
pt_br: O app vai escolher um nome SRS especial automaticamente para evitar problemas
ru: Приложение установит специальное SRS имя автоматически, чтобы избежать проблем
tr: Uygulama, hatalardan kaçınmak için otomatik olarak özel bir SRS adı atayacaktır
zh_cn: Content Manager会自动设定一个特殊的SRS名以避免发生错误
zh_tw: Content Manager會自動設定一個特殊的SRS名以避免發生錯誤

# Settings_Live_SrsOnlineMaskLabel
source: Mask for SRS servers:
cs: Maska pro SRS servery:
de: Maske für SRS Server:
es: Máscara para servidores SRS:
fr: Masque des serveurs SRS
it: Maschera per i servers SRS:
ja_jp: SRSサーバーのマスク:
lv: Maska SRS Serveriem:
pl: Maskowanie serwerów SRS:
pt: Máscara para servidores SRS:
pt_br: Máscara para servidores SRS:
ru: Маска для SRS серверов:
tr: SRS sunucularını maskele:
zh_cn: SRS服务器筛选器
zh_tw: SRS伺服器篩選器

# Settings_Live_SrsOnlineMask_Tooltip
source: Default value: “SimRacingSystem*”
cs: Nejlepší hodnota: “SimRacingSystem*”
de: Standardwert:"SimRacingSystem"
es: Valor predeterminado: "SimRacingSystem"
fr: Valeur par défaut : “SimRacingSystem*”
it: Valore predefinito: “SimRacingSystem*”
ja_jp: デフォルト値:"SimRacingSystem *"
lv: Noklusējuma parametrs: "SimRacingSystem*"
pl: Wartość domyślna: “SimRacingSystem*”
pt: Valor original: “SimRacingSystem*”
pt_br: Valor original: “SimRacingSystem*”
ru: Значение по умолчанию: “SimRacingSystem*”
tr: Varsayılan değer: “SimRacingSystem*”
zh_cn: 默认值:"SimRacingSystem"
zh_tw: 預設值：「SimRacingSystem*」

# Settings_Online_RememberPasswords
source: Remember passwords
cs: Zapamatovat hesla
de: Passwort merken
es: Recordar contraseñas
fr: Enregistrer les mots de passe
it: Ricorda passwords
ja_jp: パスワードを保存
lv: Atcerēties paroles
pl: Pamiętaj hasła
pt: Lembrar palavras-passe
pt_br: Lembrar senhas
ru: Запоминать пароли
tr: Parolaları hatırla
zh_cn: 记住密码
zh_tw: 記住密碼

# Settings_Online_CompactUi
source: Compact UI
cs: Kompaktní uživatelské rozhraní
de: Kompakte Oberfläche
es: UI Compacta
fr: Interface compacte
it: UI compatta
ja_jp: コンパクトUI
lv: Kompakts interfeiss
pl: UI kompaktowy
pt: UI compacta
pt_br: UI compacta
ru: Компактный интерфейс
tr: Kompakt arayüz
zh_cn: 简洁风格界面
zh_tw: 簡潔風格界面

# Settings_Online_ConnectionHeader
source: Connection:
cs: Spojení:
de: Verbindung:
es: Conexion:
fr: Connexion :
it: Connessione:
ja_jp: 接続:
lv: Savienojums:
pl: Połączenie:
pt: Ligação
pt_br: Conexão:
ru: Подключение:
tr: Bağlantı:
zh_cn: 连接:
zh_tw: 連線：

# Settings_Online_ServerLabel
source: Server:
es: Servidor:
fr: Serveur :
ja_jp: サーバ:
lv: Serveris:
pl: Serwer:
pt: Servidor:
pt_br: Servidor:
ru: Сервер:
tr: Sunucu:
zh_cn: 服务器:
zh_tw: 伺服器：

# Settings_Online_LoadInformationDirectly
source: Load server information directly
cs: Načítat informace o serveru napřímo
de: Server-Information direkt laden
es: Cargar informacion directamente del servidor
fr: Charger les informations du serveur directement
it: Carica direttamente le informazioni del server
ja_jp: サーバー情報を直接ロード
lv: Ielādēt servera informāciju pa tiešo
pl: Załaduj informacje bezpośrednio z serwera
pt_br: Carregar informações do servidor diretamente
ru: Загружать информацию с сервера напрямую
tr: Sunucu bilgisini doğrudan yükle
zh_cn: 直接加载服务器信息
zh_tw: 直接載入伺服器資訊

# Settings_Online_LoadInformationDirectly_Tooltip
source: Load server information directly instead of using AC servers; could be faster and more actual, but some information (such as active session) will be missing
cs: Načítat informace o serveru napřímo bez přístupu k serverům videohry; může být rychlejší a aktuálnější, ale některé informace (jako aktivní relace) budou chybět
de: Server-Informationen direkt laden statt AC-Server zu nutzen; potentiell schneller und aktueller, bestimmte Informationen (wie aktive Sitzung) werden jedoch ausgelassen
es: Cargar informacion directamente del servidor en lugar del usar los servidores de AC; podria ser mas rapido y mas actualizado, pero alguna informacion (tales como sesion activa) no se mostrara
fr: Charge les informations du serveur directement plutôt qu'en utilisant les serveurs AC ; peut-être plus rapide et plus récent, mais certaines informations (comme la session actuel) peuvent manquer.
it: Carica direttamente le informazioni del server invece di usare i server AC; potrebbe essere più veloce e puntuale, ma alcune info (come ad esempio sessione attiva) non sarà visibile
ja_jp: ACサーバーを使用する代わりに、サーバー情報を直接ロードしますより速く、より実用的かもしれませんが、一部の情報(アクティブなセッションなど)が失われます
lv: Ielādēt servera informāciju pa tiešo, neizmantojot AC serverus; var būt ātrāk un aktuālāk, bet daļa informācijas (kā aktīvās sesijas) var trūkt
pl: Załaduj informacje bezpośrednio z serwera, a nie przy użyciu serwerów AC; mogą być szybsze i bardziej aktualne, ale niektórych informacji (takie jak aktywnej sesje) będzie brakować
pt_br: Carregar informações do servidor diretamente, e não dos servidores AC; Pode ser mais rápido e real, mas algumas informações (como sessão ativa) estar]ao faltando
ru: Загружать информацию с сервера напрямую, а не через сервера AC; может быть быстрее и более актуально, но некоторые данные (например активная сессия) могут отсутствовать
tr: Sunucu bilgisini AC sunucularını kullanmak yerine doğrudan yükle; daha hızlı ve daha doğru veri sağlayabilir ancak bazı veriler (aktif oturum gibi) görüntülenemez
zh_cn: 不连接到AC服务器而直接加载服务器信息,可能可以提高加载速度并且提供更直接的服务器信息,但是可能会导致当前赛程等信息缺失
zh_tw: 不連線到AC伺服器而直接載入伺服器資訊，可能可以提高載入速度並且提供更直接的伺服器資訊，但是可能會導致目前賽程等資訊遺失

# Settings_Online_PingingHeader
source: Pinging:
cs: Provádění pingů:
de: Anpingen:
it: Pingando:
ja_jp: ping:
lv: Pingo:
pl: Pingowanie:
pt_br: Ping:
ru: Опрос:
zh_cn: 测试网络延迟:
zh_tw: 測試網路延遲：

# Settings_Online_PingWithThreads
source: Use threads instead of asynchronous API
cs: Vlákna místo asynchronního API
de: Verwende Threads statt asynchroner API
es: Usar temas en lugar de un API asinconico
fr: Utilier les fils d'exécution au lieu d'une API asynchrone
it: Usa threads invece delle API asincrone
ja_jp: 非同期APIの代わりにスレッドを使用する
lv: Asinhronā API vietā izmantot pavedienus
pl: Użyj rozgałęzień zamiast asynchronicznego API
pt_br: Usar threads em vez de API assíncrona
ru: Использовать ветвление вместо асинхронного API
tr: Asenkronize API yerine izlek kullan
zh_cn: 关闭异步API而使用线程测试网络延迟
zh_tw: 關閉非同步API並使用線程來測試網路延遲

# Settings_Online_PingWithThreads_Tooltip
source: The most correct pinging, but the slowest one
cs: Nejkorektnější, ale nejpomalejší provádění pingů
de: Genaueste Methode zum anpingen, aber die langsamste
es: El mejor pinging, pero el mas lento
fr: Le pinging le plus précis, mais le plus lent
it: Il pinging più corretto, ma quello più lento
ja_jp: 最も正確なpingですが、最も遅い方法です
lv: Pareizākā, bet lēnākā pingošana
pl: Najbardziej poprawne pingowanie, ale najwolniejsze
pt_br: O ping mais correto, mas o mais lento
ru: Более корректный опрос, но самый медленный
tr: En hatasız pingleme metodu, ancak en yavaşı
zh_cn: 最准确的测试网络延迟的方式,但是速度也最慢
zh_tw: 速度最慢但最準確的網路延遲測試方法

# Settings_Online_PingConcurrency
source: Ping concurrency
cs: Souběh pingů
de: Gleichzeitige Ping Anforderungen
es: Concurrencia de Ping
fr: Pings simultanés
it: Concorrenza Ping
ja_jp: ping同時実行
lv: Pingu sakrišana
pl: Częstotliwość pinga
pt_br: Concorrência de ping
ru: Согласованность
zh_cn: 测试网络延迟的并发数
zh_tw: Ping並行性
