Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_Drive_WeatherPpFilter_Tooltip
source: PP-filter will be switched back later
cs: PP filtr se vrátí do původního stavu později
de: Nachbearbeitungsfilter wird später zurückgesetzt
es: El Filtro PP se se restaurara mas tarde
fr: Le filtre PP (PP filter) sera réactivé plus tard
it: Il filtro PP verrà riabilitato più tardi
ja_jp: PPフィルタは後で元に戻されます
lv: PP-filts vēlāk tiks pārslēgts atpakaļ
pl: PP filtr zostanie przełączony ponownie później
pt_br: O filtro de PP será voltado mais tarde
ru: ПП-фильтр будет включен позже
tr: İleri işleme filtresi, daha sonra eski haline döndürülecektir
zh_cn: 画面后处理滤镜稍后将会被切换
zh_tw: 畫面後期處理濾鏡稍後將會被切換

# Settings_Drive_WeatherParticles_Tooltip
source: Particles will be reverted back later
cs: Částice se vrátí do původního stavu později
de: Partikel werden später zurückgesetzt
es: Las particulas seran revertidas mas tarde
fr: Les particules seront rétablies plus tard
it: Le particelle vengono ripristinate più tardi
ja_jp: パーティクルは後で元に戻されます
lv: Daļiņas vēlāk tiks nomainītas atpakaļ
pl: Cząstki zostaną przywrócone ponownie później
pt_br: As partículas serão revertidas mais tarde
ru: Частицы будут возвращены назад позже
tr: Parçacıklar daha sonra eski haline döndürülecektir
zh_cn: 画面后处理滤镜稍后将会被恢复
zh_tw: 畫面後期處理濾鏡稍後將會被回復

# Settings_Drive_OverridePpFilterOculusFix
source: Override default PP filter in VR
cs: Přepisovat výchozí PP filtr v režimu virtuální reality Oculus Rift
de: Standard-Nachbearbeitungsfilter im Oculus Rift Modus überschreiben
es: Sobreescribir filtro PP por defecto en modo Oculus Rift
fi_fi: Override default PP filter in Oculus Rift mode
fr: Remplacer le filtre PP (PP filter) par défaut en mode Oculus Rift
it: Ignora filtro PP predefinito in modalità Oculus Rift
ja_jp: VRモードで、デフォルトのPPフィルターをオーバーライド
lv: Ignorēt noklusējum PP filtru Oculus Rift režīmā
pl: Zastąp domyślny filtr PP w trybie Oculus Rift
pt_br: Substituir o filtro de PP padrão no modo Oculus Rift
ru: Переопределить ПП фильтр по умолчанию в режиме Oculus Rift
tr: Sanal gerçeklik modunda varsayılan ileri işleme filtresini geçersiz kıl
zh_cn: 覆盖 Oculus Rift模式下的画面后处理滤镜
zh_tw: 覆蓋 Oculus Rift模式下的畫面後期處理濾鏡

# Settings_Drive_OverridePpFilterOculusFix_Tooltip
source: Temporary overwrite system/cfg/ppfilters/default.ini with selected PP filter if Oculus Rift mode is enabled
cs: Dočasně přepíše system/cfg/ppfilters/default.ini vybraným PP filtrem, pokud je aktivován režim virtuální reality Oculus Rift
de: Überschreibt zeitweise system/cfg/ppfilters/default.ini mit dem ausgewählten Nachbearbeitungsfilter, solange der Oculus Rift Modus aktiviert ist
es: Sobrescritura temporal de system/cfg/ppfilters/default.ini con el filtro PP seleccionado si el modo Oculus Rift está habilitado
fr: Remplacement temporaire du fichier (.../assettocorsa/system/cfg/ppfilters/[b]default.ini[/b]) avec le filtre PP (PP filter) sélectionné si le mode Oculus Rift est activé
it: Sovrascrivi temporaneamente system/cfg/ppfilters/default.ini con PP filtro selezionato se la modalità Oculus Rift è abilitata
ja_jp: Oculus Riftモードが有効な場合、選択したPPフィルターで"system / cfg / ppfilters / default.ini"を一時的に上書き
lv: Īslaicīgi pārrakstīt system/cfg/ppfilters/default.ini ar izvēlēto PP filtru, ja ir iespējots Oculus Rift režīms
pl: Nadpisz tymczasowo system/cfg/ppfilters/default.ini wybranym filtrem PP, jeśli tryb Oculus Rift jest włączony
pt_br: Substituição temporária do system/cfg/ppfilters/default.ini com filtro PP selecionado se o modo Oculus Rift estiver ativado
ru: Временно перезаписать system/cfg/ppfilters/default.ini с выбранным ПП фильтром если включен режим Oculus Rift
tr: Oculus Rift modu etkinleştirildi ise, /cfg/ppfilters/default.ini dosyasını seçili ileri işleme filtresi ile geçici olarak değiştir
zh_cn: 如果 Oculus Rift模式被打开了,临时用选择的画面后处理滤镜覆盖system/cfg/ppfilters/default.ini
zh_tw: 如果啟用 Oculus Rift 模式，則用選定的後期處理濾鏡臨時覆蓋 system/cfg/ppfilters/default.ini

# Settings_Drive_LocalAddress_Tooltip
source: For local weather
cs: Pro místní počasí
de: Für lokales Wetter
es: Para meteorologia local
fr: Pour la météo locale
it: Per meteo locale
ja_jp: 地元の天気
lv: Vietējiem laikapstākļiem
pl: Dla lokalnej pogody
pt_br: Para clima local
ru: Для локальной погоды
tr: Yerel hava durumu için
zh_cn: 用于获知本地天气
zh_tw: 用於獲知當地天氣

# Settings_Drive_AiLevelInDriverName_Tooltip
source: Only for non-fixed AI level
cs: Platí pouze pro proměnlivou úroveň dovednosti
de: Nur für nicht-fixierte KI-Stufe
es: Solo para niveles de IA no fijos
fr: Seulement pour un niveau d'IA non fixe
it: Solo per livello IA non fisso
ja_jp: 標準ではないAIレベルのみ
lv: Tikai nefiksētiem AI līmeņiem
pl: Tylko dla nieustalonego poziomu AI
pt_br: Somente para nível de AI não fixo
ru: Только для не фиксированного уровня ИИ
tr: Yalnızca sabitlenmemiş yapay zeka seviyesi için
zh_cn: 仅在非单一AI强度设定下有效
zh_tw: 僅在非單一AI強度設定下有效

# Settings_Drive_CacheBrands_Tooltip
source: In car selection dialog
cs: Dialog výběru v autě
de: Im Fahrzeugsauswahldialog
es: En dialogo de seleccion de coche
fr: Dans la boîte de dialogue de sélection de la voiture
it: Nella finestra di selezione dell'auto
ja_jp: 車の選択ダイアログ
lv: Mašīnas izvēles dialogs
pl: W oknie wyboru samochodu
pt_br: No diálogo de seleção do carro
ru: В диалоге выбора машины
tr: Araba seçme ekranında
zh_cn: 在车辆选择对话框里
zh_tw: 在車輛選擇對話框裡

# Settings_Drive_AlwaysRecordGhost_Tooltip
source: Record ghost while hot lapping even if it’s hidden
cs: Zaznamenat ducha auta v režimu Rekordman, i když je jinak skrytý
de: Geisterfahrzeug auch speichern wenn es ausgeblendet ist
es: Grabar coche fantasma durante el modo hotlap, incluso si esta oculto
fr: Enregistre le fantôme lors d'un Hotlap même s'il est masqué
it: Registra il fantasma mentre stai facendo dei giri veloci anche se è nascosto
ja_jp: 非表示であってもホットラップ中のゴーストを記録
lv: Ierakstīt spoku lidojošajā aplī, pat ja tas ir paslēpts
pl: Nagrywaj ducha podczas hotlap nawet jeśli jest ukryty
pt_br: Grave o fantasma na hot lap, mesmo que esteja escondido
ru: Записывать "призрак" в режиме "Быстрый круг" даже если он скрыт
tr: Hızlı tur modunda gizlenmiş olsa bile hayaleti kaydet
zh_cn: 即使设定了隐藏幽灵车在圈速挑战赛中也记录幽灵车
zh_tw: 即使設定了隱藏幽靈車在圈速挑戰賽中也記錄幽靈車

# About_ThanksForTranslationHeader
source: Special thanks for translation to:
cs: Zvláštní poděkování za fanouškovské překlady:
de: Besonderen Dank für Übersetzung an:
es: Especial agradecimiento por la traduccion a:
fi_fi: Kiitokset käännöksestä:
fr: Remerciement spécial pour la traduction à :
it: Un ringraziamento speciale per la traduzione a:
ja_jp: 翻訳者に感謝:
lv: Īpašs paldies par tulkošanu:
pl: Specjalne podziękowania za tłumaczenia dla:
pt_br: Agradecimentos especiais pela tradução para:
ru: Отдельное спасибо за перевод:
tr: Çeviri için Ali Eser ve Haluk Aliev'e teşekkürler.
zh_cn: 特别感谢翻译者:
zh_tw: 特別感謝翻譯者：

# About_RecentChanges
source: Recent changes
cs: Historie změn online (EN)
de: Letzte Änderungen
es: Cambios recientes
fi_fi: Viimeaikaisia muutoksia
fr: Changements récents
it: Cambiamenti recenti
ja_jp: 最近の変更点
lv: Nesenas izmaiņas
pl: Ostatnie zmiany
pt: Alterações recentes
pt_br: Alterações recentes
ru: Последние изменения
tr: Yakın zamandaki değişiklikler
zh_cn: 最近更新
zh_tw: 最近更新

# RaceGrid_LoadingProgress
source: Loaded {1} out of {0}
cs: Načteno {1} z {0}
de: {1} von {0} geladen
es: Cargado {1} de {0}
fr: Chargé {1} sur {0}
it: Caricati {1} di {0}
ja_jp: {0}から{1}がロードされました
lv: Ielādēts {1} no {0}
pl: Załadowane {1} z {0}
pt_br: Carregado {1} de {0}
ru: Загружено {1} из {0}
zh_cn: {0}已经加载了{1}
zh_tw: {0}已載入{1}

# RaceGrid_DetailedSettings
source: Detailed settings
cs: Detailní nastavení
de: Ausführliche Einstellungen
es: Configuracion detallada
fr: Réglages détaillés
it: Impostazioni dettagliate
ja_jp: 詳細設定
lv: Detalizēti iestatījumi
pl: Szczegółowe ustawienia
pt: Definições detalhadas
pt_br: Configurações detalhadas
ru: Подробные настройки
tr: Detaylı ayarlar
zh_cn: 详细设置:
zh_tw: 詳細設定：

# RaceGrid_ClassFormat
source: Class: {0}
cs: Třída: {0}
de: Klasse: {0}
fi_fi: Luokka: {0}
fr: Classe : {0}
it: Classe: {0}
ja_jp: クラス:{0}
lv: Klase: {0}
pl: Klasa: {0}
pt_br: Classe: {0}
ru: Класс: {0}
tr: Klasman: {0}
zh_cn: 类别:{0}
zh_tw: 類別：{0}

# RaceGrid_CandidatePriority
source: Random chance multiplier
cs: Násobič náhodné příležitosti
de: Priorität der Kandidaten
es: Prioridad del candidato
fi_fi: Candidate priority
fr: Multiplicateur de chance aléatoire
it: Priorità candidata
ja_jp: 候補の優先順位
lv: Kandidātu prioritāte
pl: Priorytet pretendentów
pt_br: Prioridade do candidato
ru: Приоритет кандидатов
tr: Adayın önceliği
zh_cn: 备选车辆优先级
zh_tw: 備選車輛優先級

# RaceGrid_OverTheLimit
source: There is no pit stall for this car
cs: Pro toto auto není zastávka v boxech
de: Keine Boxen mehr übrig
es: No hay parada en boxes para este coche
fi_fi: There is no pit stop for this car
fr: Il n'y a pas d'arrêt aux stands pour ce véhicule
it: Non ci sono pitstop per questa auto
ja_jp: この車にはピットストップはありません
lv: Šai mašīnai nav pitstopa
pl: Nie ma pit stopu dla tego samochodu
pt_br: Não há pit-stop para esse carro
ru: Для этой машины нет пит-стопа
tr: Bu araba için pit bölmesi yok
zh_cn: 车辆车没有维修区位置可用
zh_tw: 車輛車沒有維修區位置可用

# RaceGrid_Candidates
source: Candidates:
cs: Auta možných soupeřů:
de: Kandidaten:
es: Candidatos:
fr: Candidats :
it: Candidati:
ja_jp: 参加車:
lv: Kandidāti:
pl: Kandydaci:
pt_br: Candidatos:
ru: Кандидаты:
tr: Adaylar:
zh_cn: 备选车辆:
zh_tw: 備選車輛：

# RaceGrid_Opponents
source: Opponents:
cs: Soupeři
de: Gegner:
es: Oponentes:
fi_fi: Vastustajat:
fr: Adversaires :
it: Avversari:
ja_jp: 反対者:
lv: Pretinieki:
pl: Przeciwnicy:
pt_br: Oponentes:
ru: Соперники:
tr: Rakipler:
zh_cn: 对手:
zh_tw: 對手：

# Drive_LocalWeatherHeader
source: Local weather
cs: Místní počasí
de: Lokales Wetter
es: Clima Local
fi_fi: Paikallinen säätila
fr: Météo locale :
it: Meteo locale
ja_jp: 現地の天気
lv: Vietējie laikapstākļi
pl: Pogoda lokalna
pt_br: Clima Local
ru: Местная погода
tr: Yerel hava durumu
zh_cn: 本地天气
zh_tw: 玩家當地天氣

# Drive_SetTimeManuallyHeader
source: Set time manually
cs: Nastavit čas ručně
de: Zeit manuell wählen
es: Ajusta la hora manualmente
fi_fi: Aseta aika manuaalisesti
fr: Régler le temps manuellement
it: Imposta ora manualmente
ja_jp: 時間を手動で設定
lv: Manuāli uzstādīt laiku
pl: Ustaw godzinę ręcznie
pt: Definir a hora manualmente
pt_br: Definir a hora manualmente
ru: Задать время вручную
tr: Zamanı el ile ayarla
zh_cn: 手动设置时间
zh_tw: 手動設定時間

# Drive_LocalWeather_Tooltip
source: Use local weather instead of weather on the track
cs: Používat místní počasí místo toho na trati
de: Lokales Wetter nutzen statt Wetter an der Strecke
es: Usar el clima local en vez del clima de la pista
fi_fi: Käytä paikallista säätä, eikä radan
fr: Utilise la météo locale à la place de la météo sur le circuit
it: Utilizza il meteo locale invece che il meteo sulla pista
ja_jp: トラックの天気の代わりに現地の天気を使用する
lv: Izmantot vietējos laikapstākļus trases laikapstākļu vietā
pl: Użyj "lokalnej pogody" zamiast "pogody" na torze
pt_br: Usar clima local em vez do clima da pista
ru: Используйте местную погоду вместо погоды на трассе
tr: Pistteki hava durumu yerine yerel hava durumunu kullan
zh_cn: 使用本地天气取代赛道实际天气
zh_tw: 使用玩家當地天氣取代賽道實際天氣

# Drive_Weather_CannotLoad
source: Can’t load real weather
cs: Nelze načíst skutečné počasí
de: Echte Wetterdaten nicht verfügbar
es: No se ha podido cargar el clima real
fi_fi: Ei voida ladata oikeaa säätilaa
fr: Impossible de charger la météo réelle
it: Non riesco a caricare il meteo reale
ja_jp: 実際の天気を読み込めません
lv: Nevarēja ielādēt īstos laikapstākļus
pl: Nie można załadować prawdziwej pogody
pt_br: Não é possível carregar clima real
ru: Не удается загрузить реальную погоду
tr: Gerçek hava durumu yüklenemiyor
zh_cn: 无法加载真实天气
zh_tw: 無法載入賽道實際天氣

# Main_NotSupportedRequest
source: Not supported request: “{0}”
cs: Nepodporovaný požadavek: “{0}”
de: Nicht unterstützte Anforderung: "{0}"
es: Peticion no soportada: “{0}”
fi_fi: Ei tuettuja pyyntöjä: “{0}”
fr: Requête non prise en charge : “{0}”
it: Richiesta non supportata: "{0}"
ja_jp: サポートされていないリクエスト“{0}”
lv: Prasība: "{0}" netiek atbalstīta
nl: Verzoek "{0}" niet ondersteund
pl: Żądanie nie obsługiwane: “{0}”
pt_br: Requisição não suportada: “{0}”
ru: Не поддерживается запрос: “{0}”
tr: Desteklenmeyen istek: “{0}”
zh_cn: 不支持的请求: "{0}"
zh_tw: 不支援的請求：「{0}」

# Settings_Locale_UpdateBeforeStartUp
source: Update locale before start up
cs: Aktualizovat překlad před startem
de: Übersetzung vor dem Start updaten
es: Actualizar traduccion antes de iniciar
fr: Mettre à jour la traduction avant le démarrage
it: Aggiorna traduzione prima dell'avvio
ja_jp: 起動前にロケールを更新
lv: Atjaunot valodu pirms sākšanas
nl: Locale updaten voor het opstarten
pl: Zaktualizuj tłumaczenie przed uruchomieniem
pt_br: Atualize a localização antes de iniciar
ru: Обновить локальный перед запуском
tr: Başlatmadan önce dili güncelle
zh_cn: 在启动前更新语言包
zh_tw: 在啟動前更新語言包

# Settings_Locale_UpdateBeforeStartUp_Tooltip
source: Will take no longer than 500 ms
cs: Nezabere to více jak 500 milisekund
de: Dauert nicht länger als 500ms
es: Tardara no mas de 500 ms
fr: Ne sera pas plus long que 500 ms
it: Non occorrerà più di 500 ms
ja_jp: 所要時間は500ミリ秒以下
lv: Neaizņems vairkāk kā 500ms
nl: Zal langer dan 50 0ms duren
pl: Nie potrwa dłużej niż 500 ms
pt_br: Não levará mais que 500 ms
ru: Пройдет не более 500 мс
tr: 500 ms'den uzun sürmeyecektir
zh_cn: 耗时不会超过500毫秒
zh_tw: 耗時不會超過500毫秒

# Settings_Locale_HowToTranslate
source: How to translate
cs: Jak vyrobit fanouškovský překlad (EN)
de: Anleitung zum Übersetzen
es: Como traducir
fr: Comment traduire
it: Come tradurre
ja_jp: 翻訳方法
lv: Kā tulkot?
nl: Hoe te vertalen
pl: Jak przetłumaczyć
pt_br: Como Traduzir
ru: Как перевести
tr: Nasıl çeviri yapılır
zh_cn: 如何翻译
zh_tw: 如何翻譯

# Settings_Locale_CustomTranslationsHeader
source: Custom translations:
cs: Fanouškovské překlady:
de: Eigene Übersetzung
es: Traducciones personalizadas
fr: Traductions personalisées
it: Traduzioni personalizzate
ja_jp: カスタム翻訳
lv: Pielāgoti tulkojumi
nl: Aangepaste vertalingen
pl: Własne tłumaczenie
pt: Traduções personalizadas
pt_br: Traduções Personalizadas
ru: Пользовательские переводы
tr: Özel çeviriler:
zh_cn: 自定义翻译
zh_tw: 自定義翻譯

# Settings_Locale_ResxMode
source: Translate RESX files
cs: Přeložit RESX soubory
de: Resx-Dateien übersetzen
es: Traducir Archivos Resx
fr: Traduire les fichiers Resx
it: Traduci File Resx
ja_jp: RESXファイルを翻訳
lv: Tulkot Resx failus
nl: Resx bestanden vertalen
pl: Przetłumacz pliki Resx
pt_br: Traduzir Arquivos Resx
ru: Перевести Resx-файлы
tr: RESX dosyalarını çevir
zh_cn: 翻译Resx文件
zh_tw: 翻譯Resx檔案

# Settings_Locale_Prepare
source: Prepare
cs: Připravit
de: Vorbereiten
es: Preparar
fr: Préparer
it: Prepara
ja_jp: 準備
lv: Sagatavo
nl: Klaarmaken
pl: Przygotuj
pt: Preparar
pt_br: Preparar
ru: Подготовить
tr: Hazırla
zh_cn: 准备语言包
zh_tw: 準備語言包

# Settings_Locale_Prepare_Tooltip
source: Prepare unpacked locale
cs: Připravit rozbalený jazykový balíček
de: Ungepackte Sprachdatei vorbereiten
es: Preparar traduccion desempaquetada
fr: Prépare une traduction décompressée
it: Prepara locale spacchettato
ja_jp: アンパックされたロケールの準備
lv: Sagatavo neatpakotu valodu
nl: Uitgepakte
pl: Przygotuj rozpakowane tłumaczenie
pt: Preparar localização descompactada
pt_br: Preparar localização descompactada
ru: Подготовить распакованный язык
zh_cn: 准备未打包的语言包
zh_tw: 準備未打包的語言包

# Settings_Locale_Submit_Tooltip
source: Send unpacked locale to include it to CM
cs: Odeslat rozbalený překlad tvůrci programu, aby byl zahrnut v další verzi
de: Sende ungepackte Sprachdatei zur Einbeziehung in Content Manager
es: Enviar traduccion desempaquetada para incluir a CM
fr: Envoie une traduction décompressée pour l'inclure à CM
it: Invia locale spacchettato per includerlo in CM
ja_jp: アンパックされたロケールをCMに含めるために送信
lv: Sūtīt atpakotu valodu, lai to iekļautu CM
pl: Wyślij rozpakowane tłumaczenie aby je uwzględnić w CM
pt_br: Enviar localização não compactada para o CM
ru: Отправить распакованный язык, чтобы включить его в CM
zh_cn: 发送未打包语言包使其加入CM发布版本中
zh_tw: 發送未打包語言包使其加入CM發佈版本中

# Settings_Locale_VersionLabel
source: Locale version:
cs: Verze překladu:
de: Version der Sprachdatei:
es: Version de traduccion:
fr: Version de la traduction :
it: Versione locale:
ja_jp: ロケールバージョン:
lv: Valodas versija:
nl: Locale versie:
pl: Wersja tłumaczenia
pt_br: Versão de Localização
ru: Локальная версия:
tr: Dil sürümü:
zh_cn: 语言版本:
zh_tw: 語言版本：

# Settings_Locale_LanguageLabel
source: Language:
cs: Jazyk:
de: Sprache:
es: Idioma
fr: Langue :
it: Lingua:
ja_jp: 言語:
lv: Valoda:
nl: Taal:
pl: Język:
pt: Linguagem:
pt_br: Linguagem:
ru: Язык:
tr: Dil:
zh_cn: 语言:
zh_tw: 語言：

# Settings_Locale_LocaleId
source: Locale ID
cs: ID jazyka překladu
de: Sprachdatei ID
es: ID de traduccion
fr: ID de la traduction
it: ID locale
ja_jp: ロケールID
lv: Valodas ID
pl: ID kraju
pt_br: ID de Localização
ru: Локальный ID
tr: Dil ID'si
zh_cn: 语言编号
zh_tw: 語言編號

# Settings_Locale_RestartApp
source: Restart
cs: Restartovat
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja_jp: 再起動
lv: Pārstartēt
nl: Herstarten
pl: Zrestartuj
pt: Reiniciar
pt_br: Reiniciar
ru: Рестарт
tr: Yeniden başlat
zh_cn: 重新启动
zh_tw: 重新啟動

# Settings_Locale_RestartApp_Tooltip
source: Just hold Ctrl when you click Close button to restart CM faster
cs: Restart Content Manageru lze provést i kliknutím na zavírací tlačítko se symbolem křížku a současným přidržením klávesy Ctrl
de: Drücke Strg beim Schließen von Content Manager für schnelleren Neustart
es: Manten presionado Ctrl cuando pulses el boton Cerrar para reiniciar CM mas rapido
fr: Maintenez Ctrl lorsque vous cliquez sur le bouton Fermer pour un redémarrage plus rapide
it: Basta tenere premuto Ctrl quando clicca sul pulsante Chiudi per riavviare CM più velocemente
ja_jp: あなたがより速くCMを再起動し、[閉じる]ボタンをクリックしたときだけ、Ctrlキーを保持します
lv: Lai pārstartētu ātrāk, spiežot Aizvēršanas pogu pieturi Ctrl
nl: Houd Ctrl vast wanneer je CM sluit om het sneller te laten herstarten
pl: Wystarczy przytrzymać klawisz Ctrl, gdy klikniesz przycisk Zamknij, aby ponownie uruchomić CM szybciej
pt_br: Segure Ctrl quando clicar em Fechar para reiniciar o CM mais rápido
ru: Просто удерживайте Ctrl, когда вы нажмете кнопку «Закрыть», чтобы быстрее перезапустить CM
tr: CM'yi daha hızlı yeniden başlatmak için Kapat tuşuna basarken CTRL'ye basılı tutun
zh_cn: 按住Ctrl键点击关闭按钮可以快速重启CM
zh_tw: 按住Ctrl鍵點擊關閉按鈕可以快速重啟CM

# Settings_Locale_Custom
source: Custom
cs: Vlastní
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja_jp: カスタム
lv: Pielāgoti
pl: Nieoficjalny
pt_br: Customizado
ru: Пользовательский
tr: Özel
zh_cn: 自定义
zh_tw: 自定義

# Settings_Locale_OfficiallySupported
source: Officially supported
cs: Oficiálně podporovaný jazyk
de: Offiziell unterstützt
es: Soportado Oficialmente
fr: Officiellement supporté
it: Ufficialmente supportata
ja_jp: 公式サポート
lv: Oficiāli atbalstīts
nl: Officieel ondersteund
pl: Oficjalnie obsługiwany
pt_br: Oficialmente suportado
ru: Официально поддерживается
tr: Resmi olarak desteklenen
zh_cn: 官方支持
zh_tw: 官方支援

# Settings_Locale_Installed
source: Installed
cs: Vestavěný fanouškovský překlad
de: Installiert
es: Installado
fr: Installé
it: Installata
ja_jp: インストール済み
lv: Instalēts
nl: Geïnstalleerd
pl: Zainstalowany
pt_br: Instalado
ru: Установлен
tr: Yüklü
zh_cn: 已安装
zh_tw: 已安裝

# Settings_Locale_SetLocaleById
source: Set locale by its ID
cs: Nastavit překlad podle jeho ID
de: Sprache nach ID festlegen
es: Introducir traduccion por su ID
fr: Définir une traduction par son ID
it: Imposta locale dal suo ID
ja_jp: IDによるロケールの設定
lv: Uzstādīt valodu pēc tās ID
nl: Locale op basis van ID zetten
pl: Ustaw język po jego ID
pt_br: Definir localização pelo ID
ru: Установить локальный ID
tr: Dili ID'ye göre ayarla
zh_cn: 根据语言编号设定软件语言
zh_tw: 根據語言編號設定軟體語言

# Changelog_CannotLoad
source: Can’t load changelog
cs: Nelze načíst seznam změn
de: Änderungshinweise kann nicht geladen werden
es: No se puede cargar el changelog
fi_fi: Ei voinut ladata muutoslokeja
fr: Impossible d'ouvrir le journal
it: Imppossibile caricare il changelog
ja_jp: 変更履歴を読み込めません
lv: Nevar ielādēt izmaiņas
nl: Kan changelog niet laden
pl: Nie można załadować listy zmian
pt_br: Não é possível carregar o log de alterações
ru: Не удалось загрузить журнал обновлений
tr: Değişiklik kaydı yüklenemiyor
zh_cn: 无法加载更新日志
zh_tw: 無法載入更新日誌

# Changelog_RecentChanges_Title
source: Recent changes
cs: Nedávné změny
de: Letzte Änderungen
es: Cambios Recientes
fi_fi: Viimeiset muutokset
fr: Modifications récentes
it: Cambiamenti recenti
ja_jp: 最近の変更点
lv: Nesenas izmaiņas
nl: Recente veranderingen
pl: Ostatnie zmiany
pt: Alterações Recentes
pt_br: Alterações recentes
ru: Последние изменения
tr: Yenilikler
zh_cn: 最近更新
zh_tw: 最近更新

# Hibernate_TrayText
source: Content Manager is hidden
cs: Content Manager je skrytý
de: Content Manager ist versteckt
es: Content Manager esta oculto
fi_fi: Content Manager piilotettu
fr: Content Manager est masqué
it: Content Manager è nascosto
ja_jp: コンテンツマネージャが隠されています
lv: Content Manager ir paslēpts
pl: Content Manager jest ukryty
pt_br: Content Manager está oculto
ru: Content Manager скрыт
tr: Content Manager gizlendi
zh_cn: Content Manager已隐藏
zh_tw: Content Manager已隱藏

# Settings_Drive_UiModuleFallback
source: Fallback to Official Starter if original launcher isn’t running
cs: Návrat k oficiálnímu spouštěči, pokud původní spouštěč neběží
de: Auf offiziellen Starter zurückgreifen wenn Original-Launcher nicht läuft
es: Restaurar al Arrancador Oficial si el launcher original no esta funcionando
fr: Retourner au lanceur officiel si l'original n'est pas lancé
it: Ripiega allo starter ufficiale se il launcher originale non è in esecuzione
ja_jp: オリジナルのランチャーが実行されていない場合、Official Starterにフォールバック
lv: Lietot oficiālo starteri, ja oriģinālais palaidējs nestrādā
pl: Przenieś się na Official Starter jeśli oryginalny launcher nie działa
pt_br: Voltar ao Official Starter se o launcher original não estiver rodando
ru: Запасной вариант к официальному стартеру, если оригинальный лаунчер не работает
tr: Orijinal başlatıcı çalışmıyor ise Resmi Başlatıcı kullan
zh_cn: 如果原生启动器无法启动游戏，尝试使用官方启动器
zh_tw: 如果原生啟動器無法啟動遊戲，嘗試使用官方啟動器

# Main_UnsavedChangesHeader
source: Unsaved changes
cs: Neuložené změny
de: Ungespeicherte Änderungen
es: Cambios sin Guardar
fi_fi: Tallentamattomat muutokset
fr: Modifications non sauvegardées
it: Cambiamenti non salvati
ja_jp: 未保存の変更
lv: Nesaglabātas izmaiņas
nl: Onopgeslagen veranderingen
pl: Niezapisane zmiany
pt_br: Alterações não salvas
ru: Несохранённые изменения
tr: Kaydedilmemiş değişiklikler
zh_cn: 未保存的更改
zh_tw: 更動未儲存

# Main_UnsavedChanges
source: Save changes to the following items?
cs: Uložit změny následujících položek?
de: Änderungen folgender Objekte speichern?
es: Guardar cambios para los siguientes objetos?
fr: Enregistrer les modifications apportées aux éléments suivants?
it: Salvare le modifiche ai seguenti elementi
ja_jp: 次の項目の変更を保存しますか?
lv: Saglabāt izmaiņas šiem objektiem?
nl: Veranderingen veranderen voor de volgende items?
pl: Zapisać zmiany dla następujących elementów?
pt_br: Salvar alterações para os seguintes itens?
ru: Сохранить изменения для следующих предметов?
tr: Bu öğelere yapılan değişiklikler kaydedilsin mi?
zh_cn: 是否保存对以下项目的更改？
zh_tw: 是否儲存對以下項目的更動？

# Drive_AiArrangeOrder
source: AI arrange order:
cs: Pořadí soupeřů:
de: KI-Stärke Reihenfolge:
es: Ajustar orden de IA:
fi_fi: Tekoälyn järjestys
fr: Ordre de tri des IA :
it: Ordinamento auto AI:
ja_jp: AI並べ替え順序:
lv: AI kārtošanas secība:
nl: AI volgorde
pl: Kolejność rozmieszczania AI
pt: Ordenamento da AI:
pt_br: Ordenamento da AI:
ru: Порядок размещения:
tr: Yapay zeka sıralaması:
zh_cn: AI发车顺序:
zh_tw: AI發車順序:
