Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Online_SetFiltersAsDefault
source: Set filters as default for new tabs
cs: Nastavit filtry jako výchozí pro nové záložky
de: Filter als Standard für neue Tabs festlegen
es: Establecer filtros como predeterminados para nuevas pestañas
fr: Définir les filtres par défaut pour les nouveaux onglets
it: Imposta i filtri predefiniti per le nuove schede
ja_jp: 新しいタブのデフォルトでフィルタを設定する
lv: Iestatīt filtrus kā noklusējumu jaunām cilnēm
pl: Ustaw filtry jako domyślne dla nowych kart
pt_br: Definir filtros como padrão para novas abas
ru: Установить фильтры по умолчанию для новых вкладок
tr: Yeni sekmeler için filtrelemeyi varsayılan olarak ayarla
zh_cn: 将过滤器设置为新选项卡的默认选项
zh_tw: 將新標籤頁的過濾器設為預設值

# Online_Refresh
source: Refresh
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja_jp: 更新
lv: Atjaunināt
pl: Odświerz
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_cn: 刷新
zh_tw: 重新整理

# Online_Scanning_NothingFoundMessage
source: Nothing found.
cs: Nebylo nic nalezeno.
de: Nichts gefunden.
es: Nada encontrado
fr: Aucun résultat.
it: Nessun risultato
ja_jp: 見つかりませんでした。
lv: Nekas netika atrasts.
pl: Nic nie znaleziono
pt_br: Nada encontrado.
ru: Ничего не найдено.
tr: Hiçbir şey bulunamadı.
zh_cn: 什么都没找到。
zh_tw: 沒有找到結果。

# Online_SortingMode_Default
source: Default
cs: Výchozí
de: Standard
es: Defecto
fr: Par défaut
it: Predefinito
ja_jp: デフォルト
lv: Noklusējums
pl: Domyślne
pt_br: Padrão
ru: Стандарт
tr: Varsayılan
zh_cn: 默认
zh_tw: 預設值

# Online_Sorting_NameOriginal
source: Name (original)
cs: Jméno (původní)
de: Name
es: Nombre (original)
fr: Nom (d'origine)
it: Nome (originale)
ja_jp: 名前(オリジナル)
lv: Vārds (oriģinālais)
pl: Nazwa (oryginał)
pt_br: Nome (original)
ru: Имя (Оригинальное)
tr: Ad (asıl)
zh_cn: 名称（原来的）
zh_tw: 原始名稱

# Online_Sorting_Favourites
source: Favourites
cs: Oblíbené
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja_jp: お気に入リ
lv: Favorīti
pl: Ulubione
pt_br: Favoritos
ru: Избранное
tr: Favoriler
zh_cn: 收藏
zh_tw: 收藏夾

# Online_Sorting_ConnectedDrivers
source: Connected drivers
cs: Připojení závodníci
de: Verbundene Fahrer
es: Conductores conectados
fr: Pilotes connectés
it: Piloti collegati
ja_jp: 接続中のドライバー
lv: Pievienotie braucēji
pl: Podłączonych kierowców
pt_br: Pilotos conectados
ru: Подключенные водители
tr: Bağlanmış sürücüler
zh_cn: 连接的车手
zh_tw: 已連線的車手

# Drive_DoNotRecordGhostCar
source: Do not record ghost car
cs: Nezaznamenávat ducha auta
de: Geist nicht aufzeichnen
es: No grabar coche fantasma
fr: Ne pas enregistre de fantôme
it: Non registrare l'auto fantasma
ja_jp: ゴーストカーを記録しない
pl: Nie nagrywaj ducha samochodu
pt_br: Não gravar carro fantasma
ru: Не записывать призрак авто
tr: Hayalet arabayı kaydetme
zh_cn: 不要记录鬼影车
zh_tw: 不記錄幽靈車

# Drive_GridCarVarietyLimit
source: Car variety limit
cs: Omezení rozmanitosti
de: Limit für Fahrzeugvielfalt
es: Límite de variedad de coches
fr: Limite de variété de voitures
it: Limite varietà auto
ja_jp: 車種制限
pl: Limit odmian samochodów
pt_br: Limite da variedade do carro
ru: Предел разнообразия авто
tr: Araba çeşidi limiti
zh_cn: 汽车品种限制
zh_tw: 車種多樣性限制

# Drive_GridCarVarietyLimit_Tooltip
source: With this slider, you can limit the maximum number of various cars for AC to load
cs: Určuje maximální počet různých aut soupeřů
de: Mit diesem Schieberegler kann die maximale Anzahl an verschiedenen Fahrzeugen, die Assetto Corsa laden muss, begrenzt werden.
es: Limitar el máximo número de coches a cargar por AC
fr: Avec ce curseur, vous pouvez limiter le nombre maximum de différentes voitures à charger pour AC
it: Con questo selettore puoi limitare il numero massimo di auto differenti che carica AC
ja_jp: このスライダーを使用すると、ACに読み込ませる各種車両の最大台数を制限することができます
pl: Za pomocą suwaka określ maksymalną liczbę różnych samochodów przeciwnika
pt_br: Com esse slider, você pode limitar o número máximo de vários carros para o AC carregar
ru: С помощью этого ползунка вы можете ограничить максимальное количество различных автомобилей AC для загрузки
zh_cn: 使用此滑块，您可以限制要加载AC的各种汽车的最大数量
zh_tw: 這個滑桿能讓您限制AC的各種車種的最大數量，改變多樣性。

# Drive_AvoidCarsWithoutSkinNumbers
source: Avoid cars without skin numbers
cs: Vynechat auta bez čísla skinů
es: Evitar coches sin números en skins
fr: Évitez les voitures sans numéro de skin
it: Evita le auto senza numero nella skin
ja_jp: スキンナンバーのない車は避ける
pl: Unikaj samochodów bez numerów skórek
pt_br: Evitar carros sem pintura de números
ru: Избегать авто без номеров скина
zh_cn: 避免没有皮肤编号的汽车
zh_tw: 避免沒有車號塗裝的車輛

# Drive_AvoidCarsWithoutSkinNumbers_Tooltip
source: Might greatly reduce variety
cs: Aktivace této funkce může výrazně zvýšit rozmanitost startovního pole
de: Reduziert möglicherweise Vielfalt drastisch
es: Puede reducir drásticamente la variedad
fr: Pourrait réduire considérablement la variété
it: Potrebbe ridurre notevolmente le varietà
ja_jp: 品種が大幅に減少する可能性があります
pl: Może znacznie zmniejszyć różnorodność
pt_br: Talvez reduza muito a variedade
ru: Это значительно может уменьшить разнообразие
zh_cn: 可能大大减少品种
zh_tw: 可能會大大減少多樣性

# Drive_PickSkinsSequentially
source: Pick skins sequentially
cs: Vybírat skiny v daném pořadí
de: Skins sequentiell auswählen
es: Escoge skins secuencialmente
fr: Choisir les livrées dans l'ordre
it: Scegli le skin in sequenza
ja_jp: スキンを順番に選択する
pl: Wybierz skórki sekwencyjnie
pt_br: Escolher pinturas sequencialmente
ru: Выбирать скины последовательно
zh_cn: 按顺序选择皮肤
zh_tw: 依序挑選塗裝

# Drive_PickSkinsSequentially_Tooltip
source: App will try to arrange skins in ascending order, while respecting filter and keeping everything shuffled if needed
cs: Skiny aut se vyberou ve vzestupném pořadí, a to při respektování filtru a promíchání
de: Die Anwendung versucht, die Skins in aufsteigender Reihenfolge anzuordnen
es: La app intentará ordenar las skins en orden ascendente, respetando el filtro y manteniendo todo mezclado si es necesario
it: L'app proverà a disporre le skin in ordine crescente, rispettando il filtro e mantenendo tutto mescolato se necessario
ja_jp: このアプリは、フィルターを尊重し、必要に応じてすべてをシャッフルしながら、スキンを昇順に並べようとします。
pl: Aplikacja spróbuje ułożyć skórki w kolejności rosnącej, przy jednoczesnym poszanowaniu filtra i zachowaniu wszystkiego w razie potrzeby
pt_br: O app tentará organizar pinturas em ordem crescente, enquanto respeita o filtro e mantendo tudo embaralhado se necessário
ru: Приложение постарается расположить скины в порядке возрастания, соблюдая при этом фильтр и сохраняя все перемешанным, если это необходимо
zh_cn: 应用会尝试按升序排列皮肤，同时按照过滤，并仍在需要时打乱排序
zh_tw: 程式將依據過濾器嘗試按升序排列塗裝，並在需要時重新洗牌。

# Settings_Appearance_UIScale
source: UI scale
cs: Měřítko
de: UI-Skalierung
es: Escala de la IU
fr: Échelle HUD
it: Scala UI
ja_jp: UIスケール
pl: Skala interfejsu użytkownika
pt_br: Escala UI
ru: Размер интерфейса
tr: Kullanıcı arayüzü ölçeği
zh_cn: 界面比例
zh_tw: UI 尺寸

# Settings_Appearance_NarrowScrollbars
source: Narrow scrollbars
cs: Úzké postranní posuvníky
de: Schmale Scrollleisten
es: Barras de desplazamiento estrechas
fr: Barres de défilement étroites
it: Barre di scorrimento strette
ja_jp: 狭いスクロールバー
pl: Wąskie paski przewijania
pt_br: Barras de rollagem estreitas
ru: Узкие полосы прокрутки
tr: Dar kaydırma çubuğu
zh_cn: 窄滚动条
zh_tw: 窄版捲動條

# Settings_Appearance_PopupScrollbars
source: Popup scrollbars
cs: Zobrazovat široké postranní posuvníky až po najetí myši
de: Popup-Scrollleisten
es: Barras de desplazamiento emergentes
fr: Barres de défilement contextuelles
it: Barre di scorrimento popup
ja_jp: ポップアップスクロールバー
pl: Wyskakujące paski przewijania
pt_br: Pop-up barras de rollagem
ru: Всплывающие полосы прокрутки
zh_cn: 弹出的滚动条
zh_tw: 彈出式捲動條

# Settings_Appearance_LargerFont
source: Larger font
cs: Větší písmo v záhlaví
de: Größere Schrift
es: Fuente más grande
fr: Police grande
it: Caratteri più larghi
ja_jp: 大きいフォント
pl: Większa czcionka
pt_br: Fonte maior
ru: Крупный шрифт
tr: Daha büyük yazı tipi
zh_cn: 较大的字体
zh_tw: 大字體

# Settings_Appearance_BoldFont
source: Bold font
cs: Tučné písmo v záhlaví
de: Fette Schrift
es: Negrita
fr: Police gras
it: Grassetto
ja_jp: 太字フォント
pl: Pogrubiona czcionka
pt_br: Fonte negrito
ru: Жирный шрифт
tr: Kalın yazı tipi
zh_cn: 粗体
zh_tw: 粗體字

# Settings_Appearance_Links
source: Links:
cs: Zobrazené odkazy v záhlaví:
es: Vínculos:
fr: Liens :
it: Link:
ja_jp: リンク:
ru: Ссылки:
tr: Bağlantılar:
zh_cn: 链接：
zh_tw: 連結：

# Settings_Appearance_Background
source: Background:
cs: Pozadí:
de: Hintergrund:
es: Fondo:
fr: Fond :
it: Sfondo:
ja_jp: 背景:
pl: Tło:
pt_br: Fundo:
ru: Фон:
tr: Arkaplan:
zh_cn: 背景：
zh_tw: 背景：

# Settings_Appearance_FolderForSlideshow
source: Folder for slideshow
cs: Složka pro účely slideshow
de: Ordner für Diashow
es: Carpeta para muestra deslizante
fr: Dossier pour le diaporama
it: Cartella per presentazione
ja_jp: スライドショー用フォルダ
pl: Folder do pokazu slajdów
pt_br: Pasta para show de slide
ru: Папка для слайд-шоу
tr: Slayt gösterisi klasörü
zh_cn: 幻灯片放映的文件夹
zh_tw: 幻燈片資料夾：

# Settings_Appearance_ChangePictureEvery
source: Change picture every:
cs: Interval obměny
de: Intervall für Diashow:
es: Cambiar imagen cada:
fr: Changer d'image tous les :
it: Cambia immagine ogni:
ja_jp: 画像を変更する間隔:
pl: Zmień zdjęcie co:
pt_br: Mudar imagem a cada:
ru: Менять изображение каждый:
zh_cn: 每次更换图片：
zh_tw: 圖片切換間格：

# Settings_Appearance_Placement
source: Placement:
cs: Přizpůsobit:
de: Platzierung:
es: Emplazamiento:
it: Posizionamento:
ja_jp: 配置:
pl: Umieszczenie:
pt_br: Lugar:
ru: Размещение:
zh_cn: 放置：
zh_tw: 顯示方式：

# Settings_Appearance_Opacity
source: Opacity
cs: Neprůhlednost
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja_jp: 不透明度:
pl: Przezroczystość
pt_br: Opacidade
ru: Прозрачность
tr: Opaklık
zh_cn: 不透明度
zh_tw: 透明度

# Settings_Appearance_Blur
source: Blur
cs: Rozmazání
de: Unschärfe
fr: Flou
it: Sfocatura
ja_jp: ぼかし
pl: Rozmycie
pt_br: Borrão
ru: Размытие
tr: Bulanıklık
zh_cn: 模糊
zh_tw: 模糊

# Settings_Appearance_Interface
source: Interface:
cs: Rozhraní:
de: Benutzeroberfläche:
es: Interfaz:
it: Interfaccia:
ja_jp: インタフェース:
ru: Интерфейс:
tr: Arayüz:
zh_cn: 界面：
zh_tw: 介面：

# Settings_Appearance_BindToScreen
source: Bind to screen:
cs: Svázat s obrazovkou:
de: Auf Monitor beschränken:
es: Asignar a pantalla:
fr: Lier à l'écran:
it: Associa allo schermo:
ja_jp: 画面にバインド:
pl: Powiązanie z ekranem:
pt_br: Vincular à tela:
ru: Привязка к монитору:
zh_cn: 绑定到屏幕：
zh_tw: 綁定到螢幕上：

# Settings_Appearance_TitleLinksAndMenu
source: Title links and menu:
cs: Záhlaví a hamburger menu:
de: Titelleiste
es: Vínculos y menú del título
fr: Liens de titre et menu:
it: Titoli link e menu:
ja_jp: タイトルリンクとメニュー:
pl: Linki tytułowe i menu:
pt_br: Titular links e menu:
ru: Заголовок ссылок и меню:
zh_cn: 标题链接和菜单：
zh_tw: 標題連結及目錄：

# Settings_PythonApps_NoConfigurableAppsFound
source: No configurable apps found
cs: Nebyly nalezeny žádné konfigurovatelné appky
de: Keine anpassbaren Apps gefunden
es: No se encontró apps configurables
fr: Aucune application configurable trouvée
it: Nessuna app configurabile trovata
ja_jp: 設定可能なアプリケーションが見つかりません
pl: Nie znaleziono konfigurowalnych aplikacji
pt_br: Apps configuráveis não encontrados
ru: Конфигурируемые приложения не найдены
zh_cn: 找不到可配置的应用程序
zh_tw: 未找到可配置的app

# Settings_PythonApps_ChangedWillBeSavedAutomatically
source: Changes will be saved automatically. If you want to optimize the way configuration files are shown, you can find more information about them [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]here[/url].
cs: Změny budou uloženy automaticky. Chcete-li optimalizovat způsob, jakým se konfigurační soubory zobrazují, podívejte se [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]sem[/url].
de: Änderungen werden automatisch gespeichert. Informationen zur Optimierung der Darstellung der Konfigurationsdateien finden Sie [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]hier[/url].
fr: Modifications enregistré automatiquement. Si vous souhaitez optimiser la façon dont les fichiers de configuration sont affichés, vous pouvez trouver plus d'informations à leur sujet [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]here[/url].
it: Le modifiche verranno salvate automaticamente. Se desideri ottimizzare la modalità di visualizzazione dei file di configurazione, qui puoi trovare ulteriori informazioni a riguardo [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]here[/url].
ja_jp: 変更は自動的に保存されます。設定ファイルの表示方法を最適化したい場合は、[url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]ここ[/url]を参照してください。
pl: Zmiany zostaną zapisane automatycznie. Jeśli chcesz zoptymalizować sposób wyświetlania plików konfiguracyjnych, możesz znaleźć więcej informacji na ich temat [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]here[/url].
pt_br: As mudanças serão salvas automaticamente. Se você quiser otimizar o modo como etes arquivos são mostrados, encontrará mais informações sobre em [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]here[/url].
ru: Изменения будут сохранены автоматически. Если вы хотите оптимизировать способ отображения конфигурационных файлов, вы можете найти о них дополнительную информацию [url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"]here[/url].
zh_cn: 更改将自动保存。如果您想优化显示配置文件的方式，可以在此处找到有关它们的更多信息[url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"][/url].
zh_tw: 更改將自動儲存。如果您想改良配置文件的顯示方式，您可以在這裡找到更多關於它們的資訊[url="https://acstuff.ru/f/d/19-content-manager-python-app-configs"][/url]。

# Settings_CustomShowroom_UseCustomShowroomInstead
source: Use Custom Showroom instead of the original one in some cases
cs: Používat v některých případech Vlastní autosalon místo toho původního
de: Benutze eigenen statt originalen Showroom für manche Fahrzeuge
es: Usar Showroom Personalizado en lugar del original en algunos casos
fr: Utilisez une salle d'exposition personnalisée au lieu de l'original dans certains cas
it: In alcuni casi utilizza il Custom Showroom al posto dell'originale
ja_jp: 場合によっては、元のショールームの代わりにカスタムショールームを使用する
pl: W niektórych przypadkach skorzystaj z salonu CM zamiast oryginalnego
pt_br: Usar Showroom customizada invés da original em alguns casos
ru: В некоторых случаях использовать пользовательский шоурум вместо оригинального
tr: Bazı durumlarda varsayılan yerine Özel Galeriyi kullan
zh_cn: 在某些情况下，使用自定义的展厅而不是原始展厅
zh_tw: 在某些情況下使用自定義展示廳代替原來的展示廳

# Settings_Appearance_ShowDraggableAreas
source: Show draggable areas next to search boxes
cs: Zobrazovat na záložkách vyhledávání tažitelnou oblast
es: Mostrar áreas arrastrables junto a cajas de búsqueda
fr: Afficher les zones déplaçables à côté des zones de recherche
it: Mostra le aree trascinabili accanto alle caselle di ricerca
ja_jp: 検索ボックスの横にドラッグ可能な領域を表示
pl: Pokaż rozwijany obszar obok pól wyszukiwania
pt_br: Mostrar áreas arrastáveis perto da caixa de procura
ru: Показывать перетаскиваемые области рядом с полями поиска.
tr: Arama kutularının yanında sürüklenebilir alanları göster
zh_cn: 在搜索框旁边显示可拖动区域
zh_tw: 在搜尋框旁邊顯示可拖動的區域

# Settings_Appearance_ShowDraggableAreas_Tooltip
source: With this option disabled, you can drag them by close button
cs: Když je tato možnost deaktivována, můžete je táhnout za zavírací tlačítko
es: Al deshabilitar esta opción se permite arrastrarlos mediante el botón de cerrar
fr: Avec cette option désactivée, vous pouvez les faire glisser en cliquant sur le bouton Fermer
it: Con questa opzione disabilitata, puoi trascinarli tramite il pulsante di chiusura
ja_jp: このオプションを無効にすると、閉じるボタンでドラッグすることができます。
pl: Gdy ta opcja jest wyłączona, możesz przeciągać je za pomocą przycisku zamykania
pt_br: Com essa opção desativar, você pode arrastar eles usando o botão de fechar
ru: Если эта опция отключена, вы можете перетащить их с помощью кнопки закрыть
tr: Bu seçenek devre dışı olduğu durumlarda, arama kutularını kapatma tuşunu kullanarak sürükleyebilirsiniz
zh_cn: 禁用此选项后，您可以通过关闭按钮拖动它们
zh_tw: 停用該選項後，您可以透過關閉按鈕拖動它們

# Settings_Appearance_ShowDownloadsAmpInstallationsList
source: Show downloads & installations list in that menu in the upper right corner
cs: Zobrazovat seznam stahování a instalací v hamburger menu
de: Zeige Downloads & Installationen im Menü in der oberen rechten Ecke
es: Mostrar áreas arrastrables junto a cajas de búsqueda
fr: Afficher la liste des téléchargements et des installations dans ce menu dans le coin supérieur droit
it: Mostra l'elenco dei download e installazioni in questo menu nell'angolo in alto a destra
ja_jp: 右上のメニューにあるダウンロード＆インストールリストを表示する
pl: Pokaż listę pobrań i instalacji w menu w prawym górnym rogu
pt_br: Mostrar lista de downloads & instalações naquele menu no canto da parte superior direita
ru: Показывать список загрузок и установок в этом меню в верхнем правом углу
zh_cn: 在右上角的菜单中显示下载和安装列表
zh_tw: 在右上角的目錄中顯示下載和安裝列表

# AcSettings_Video_ResolutionAndFPS
source: Resolution and FPS:
cs: Rozlišení a snímkování
de: Auflösung und FPS:
es: Resolución y FPS:
fi_fi: Resoluutio ja ruudunpäivitys:
fr: Résolution et FPS:
it: Risoluzione e FPS:
ja_jp: 解像度とFPS:
pl: Rozdzielczość i FPS:
pt_br: Resolução e FPS:
ru: Разрешение и FPS:
tr: Çözünürlük ve Kare Oranı
zh_cn: 分辨率和帧率：
zh_tw: 解析度及幀率：

# Windows_MainWindow_OriginalLauncherAppearsWithSteamStarter
source: Original launcher (appears with Steam starter)
cs: Původní spouštěč (objevuje se se Steam spouštěčem)
es: Lanzador original (aparece con el iniciador de Steam)
fr: Lanceur d'origine (apparaît avec démarrage Steam)
it: Launcher originale (Avvio da Steam)
ja_jp: オリジナルランチャー(Steamで表示)
pl: Oryginalny starter (pojawia się wraz ze starterem Steam)
pt_br: Iniciador original (aparece com o Iniciador da Steam)
ru: Оригинальный лаунчер
zh_cn: 原始启动器（与Steam启动器一起启动）
zh_tw: 原始啟動器（與Steam啟動器同時啟動）

# Windows_MainWindow_VideoSettingsFPSCounter
source: Video settings (FPS counter)
cs: Nastavení grafiky (počítadlo snímkovací frekvence)
de: Video-Einstellungen (FPS-Zähler)
es: Ajustes de vídeo (contador de FPS)
fi_fi: Videoasetukset (Ruudunpäivityslaskuri)
fr: Paramètres vidéo (compteur IPS)
it: Impostazioni Video (contatore FPS)
ja_jp: ビデオ設定(FPSカウンター)
pl: Ustawienia wideo (licznik FPS)
pt_br: Configurações de Vídeo (Contador de FPS)
ru: Видео настройки (кол-во фпс)
tr: Video ayarları (kare hızı sayacı)
zh_cn: 视频设置（FPS计数器）
zh_tw: 影像設定（幀數計）

# AcSettings_Audio_CantGetTheListOfAudioDevices
source: Can’t get the list of audio devices
cs: Nelze získat seznam zvukových zařízení
de: Kann keine Liste von Audiogeräten abrufen
es: No se puede obtener la lista de dispositivos de audio
fi_fi: Listaa äänilaitteista ei saatu
fr: Impossible d'obtenir la liste des périphériques audio
it: Impossibile ottenere l'elenco dei dispositivi audio
ja_jp: オーディオデバイスの一覧を取得できません
pl: Nie można uzyskać listy urządzeń audio
pt_br: Não foi possível obter lista de dispositivos de áudio
ru: Не удалось получить список аудио устройств
tr: Ses aygıtlarının listesi alınamıyor
zh_cn: 无法获取音频列表
zh_tw: 無法獲得音訊裝置列表

# AcSettings_Audio_DeviceName
source: Device name:
cs: Název zařízení:
de: Gerätename:
es: Nombre del dispositivo:
fr: Nom du périphérique :
it: Nome dispositivo:
ja_jp: デバイス名:
pl: Nazwa urządzenia:
pt_br: Nome do dispositivo
ru: Название устройства:
tr: Aygıt adı:
zh_cn: 设备名：
zh_tw: 裝置名稱：

# AcSettings_Audio_OutputDevice
source: Output device:
cs: Výstupní zařízení:
de: Ausgabegerät:
es: Dispositivo de salida:
fr: Périphérique de sortie :
it: Dispositivo di uscita:
ja_jp: 出力デバイス:
pl: Urządzenie wyjściowe:
pt_br: Saída de dispositivo:
ru: Выходное устройство:
tr: Çıkış aygıtı:
zh_cn: 输出设备：
zh_tw: 輸出裝置：

# AcSettings_Audio_Unknown
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fi_fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja_jp: 不明
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестный
tr: Bilinmiyor
zh_cn: 未知
zh_tw: 未知

# AcSettings_ChaseCamera_Params
source: Params:
cs: Parametry:
de: Parameter:
es: Parámetros:
fr: Paramètres:
it: Parametri:
ja_jp: パラメーター:
pl: Parametry:
pt_br: Parâmetros:
ru: Параметры:
zh_cn: 参数：
zh_tw: 參數：

# AcSettings_ChaseCamera_Pitch
source: Pitch
cs: Náklon
de: Kamerawinkel
es: Inclinación
fr: Pas
ja_jp: ピッチ
pl: Nachylenie
pt_br: Inclinação
ru: Наклон
zh_cn: 倾角
zh_tw: 傾角

# AcSettings_Controls_DeviceSettings_Tooltip
source: Device settings
cs: Pokud to trvá příliš dlouho, některé zařízení připojené k vašemu počítači může mít vadné ovladače. Například klávesnice Corsair K55 je známá tím, že způsobuje problémy s DirectInput8. [url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]Více informací zde[/url].
de: Geräteeinstellungen
es: Ajustes de dispositivos
fi_fi: Laiteasetukset
fr: Paramètres périphérique
it: Settaggi periferica
ja_jp: デバイス設定
pl: Ustawienia urządzenia
pt_br: Número de dispositivos
ru: Настройки устройства
tr: Aygıt ayarları
zh_cn: 设备设置
zh_tw: 裝置設定

# AcSettings_Controls_EditNames
source: Edit names
cs: Upravit názvy
de: Namen bearbeiten
es: Editar nombres
fi_fi: Muokkaa nimiä
fr: Modifier les noms
it: Modifica nomi
ja_jp: 名前の編集
pl: Edytuj nazwy
pt_br: Editar nomes
ru: Редактировать название
tr: İsimleri düzenle
zh_cn: 编辑姓名
zh_tw: 編輯名稱

# AcSettings_Controls_ResetSystemBindings
source: Reset system bindings
cs: Resetovat systémová přiřazení
es: Restablecer asociaciones de sistema
fi_fi: Tyhjennä laitteiston määritelmät
fr: Réinitialiser les touches
it: Ripristina i collegamenti di sistema
ja_jp: システムバインディングのリセット
pl: Zresetuj powiązania systemowe
pt_br: Resetar sistema de
ru: Сброс системных привязок
tr: Sistem atamalarını sıfırla
zh_cn: 重置系统绑定
zh_tw: 重設系統綁定配置

# AcSettings_Controls_ScanDevicesAtLaunch
source: Scan devices at launch
cs: Skenovat zařízení při spuštění
de: Beim Start nach Geräten suchen
es: Escanear dispositivos al inicio
fi_fi: Tarkista laitteet käynnistyksen yhteydessä
fr: Scanner les périphériques au démarrage
it: Scansione dispositivi all'avvio
ja_jp: 起動時にデバイスをスキャン
pl: Skanuj urządzenia przy uruchomieniu
pt_br: Escanear dispositivos ao iniciar
ru: Проверка на наличие устройств при запуске
tr: Başlangıçta aygıtları tara
zh_cn: 启动时扫描设备
zh_tw: 啟動時掃描裝置

# AcSettings_Controls_Wheel_ForceFeedback_ABSEffect
source: ABS effect
cs: ABS efekt
de: ABS-Effekt
es: Efecto del ABS
fi_fi: ABS:n vaikutus
it: Effetto ABS
ja_jp: ABS効果
pl: Efekt ABS
pt_br: Efeito ABS
ru: Эффект ABS
tr: ABS efekti
zh_cn: ABS效果
zh_tw: ABS效果

# AcSettings_Controls_Wheel_ForceFeedback_HandleMode
source: Handle mode:
cs: Režim řízení:
es: Modo de manejo:
fi_fi: Käsittelytila:
fr: Mode poignée:
it: Modalità di gesitone:
ja_jp: ハンドルモード:
pl: Tryb obsługi:
pt_br: Modo de manuseio:
ru: Режим управления:
zh_cn: Handle模式:

# AcSettings_Controls_Wheel_ForceFeedback_HardwareLock
source: Hardware lock (experimental)
cs: Hardwarový zámek (experimentální)
es: Bloqueo por hardware (experimental)
fi_fi: Laitteistolukitus (kokeellinen)
fr: Verrouillage matériel (expérimental)
it: Blocco hardware (sperimentale)
ja_jp: ハードウェアロック(実験的)
pl: Blokada sprzętowa (eksperymentalna)
pt_br: Travar Hardware (experimental)
ru: Аппаратная защита (Экспериментально)
tr: Donanımsal kilit (deneysel)
zh_cn: 硬件锁 (实验)

# AcSettings_Controls_Wheel_ForceFeedback_ImportCSV
source: Import CSV
cs: Importovat CSV
de: Importiere CSV
es: Importar CSV
fi_fi: Tuo CSV
fr: Importer CSV
it: Importa CSV
ja_jp: CSVをインポート
pl: Importuj CSV
pt_br: Importar CSV
ru: Импортировать CSV
tr: CSV içe aktar
zh_cn: 导入CSV

# AcSettings_Controls_Wheel_System_Car
source: Car:
cs: Auto:
de: Fahrzeug:
es: Coche:
fi_fi: Auto:
fr: Véhicule :
it: Macchina:
ja_jp: 車:
pl: Samochód:
pt_br: Carro:
ru: Машина:
tr: Araba:
zh_cn: 汽车：
zh_tw: 車輛控制：

# AcSettings_Controls_Wheel_System_Online
source: Online:
fr: En ligne :
ja_jp: オンライン:
ru: Онлайн:
tr: Çevrimiçi:
zh_cn: 在线：
zh_tw: 線上模式：

# AcSettings_Controls_Wheel_System_Options
source: Options:
cs: Možnosti:
de: Optionen:
es: Opciones:
fi_fi: Asetukset:
it: Opzioni:
ja_jp: オプション:
pl: Opcje:
pt_br: Opções:
ru: Настройки:
tr: Seçenekler:
zh_cn: 选项：
zh_tw: 選項：
