Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# AcSettings_Video_OverallQualityLabel
source: Overall quality:
cs: Obecně:
de: Gesamtqualität:
es: Calidad general:
fi_fi: Kokonaisvaltainen laatu:
fr: Qualité globale :
it: Qualità generale:
ja_jp: 全体的な品質:
lv: Vispārīgā kvalitāte:
pl: Ogólna jakość:
pt: Qualidade geral:
pt_br: Qualidade geral:
ru: Общее качество:
tr: Genel kalite:
zh_cn: 后处理质量:
zh_tw: 整體品質：

# AcSettings_Video_GlareQualityLabel
source: Glare quality:
cs: Záře:
de: Qualität Blendeffekt:
es: Calidad de reflejos:
fi_fi: Heijastuksien laatu:
fr: Qualité de l'éblouissement :
it: Qualità bagliore:
ja_jp: グレアの品質:
lv: Mirdzuma kvalitāte:
pl: Jakość odbić:
pt: Qualidade de brilhos intensos:
pt_br: Qualidade de brilho:
ru: Качество бликов:
tr: Parlama kalitesi
zh_cn: 眩光质量:
zh_tw: 眩光品質：

# AcSettings_Video_DepthOfFieldLabel
source: Depth of field:
cs: Hloubka ostrosti:
de: Schärfentiefe
es: Profuncidad de vision:
fi_fi: Näkökentän syvyys:
fr: Profondeur de champ :
it: Profondità di campo
ja_jp: 被写界深度(DoF)
lv: Lauka dziļums
pl: Głębia pola:
pt: Profundidade de campo:
pt_br: Profundidade de campo:
ru: Глубина резкости:
tr: Alan derinliği
zh_cn: 景深:
zh_tw: 景深：

# AcSettings_Video_MotionBlur
source: Motion blur
cs: Rozmazání pohybu
de: Bewegungsunschärfe
es: Desenfoque de movim.
fi_fi: Liikkeen sumennus
fr: Flou de mouvement
ja_jp: モーションブラー
lv: Kustības aizmiglojums
pl: Rozmycie w ruchu (blur)
pt: Arrasto de imagem
pt_br: Arrasto de imagem
ru: Размытие
tr: Hareket bulanıklığı
zh_cn: 动态模糊
zh_tw: 動態模糊

# AcSettings_Video_HeatShimmering
source: Heat shimmering
cs: Vlnění horkého vzduchu
de: Hitzeflimmern
es: Espejismo por calor
fi_fi: Lämpöväreet
fr: Vagues de chaleur
it: Effetto calore
ja_jp: 陽炎
lv: Karstuma ņirboņa
pl: Efekty cieplne
pt_br: Ondas de calor
ru: Эффект теплового мерцания
tr: Isı pırıltısı
zh_cn: 热扰动
zh_tw: 熱擾動

# AcSettings_Video_Saturation
source: Saturation
cs: Sytost barev
de: Sättigung
es: Saturacion
fi_fi: Kylläisyys
it: Saturazione
ja_jp: 彩度
lv: Piesātinātība
pl: Nasycenie
pt: Saturação
pt_br: Saturação
ru: Насыщенность
tr: Canlılık
zh_cn: 饱和度
zh_tw: 飽和度

# AcSettings_Video_CrepuscularRays
source: Sunrays
cs: Zšeřelé paprsky
de: Sonnenstrahlen
es: Rayos crepusculares
fi_fi: Auringonsäteet
fr: Rayons crépusculaires
it: Raggi solari
ja_jp: 薄明光線
lv: Krēslas stari
pl: Promienie słoneczne
pt: Raios crepusculares
pt_br: Raios de sol
ru: Сумеречные лучи
tr: Güneş ışınları
zh_cn: 云隙光
zh_tw: 雲隙光

# AcSettings_Video_ReflectionsHeader
source: Reflections:
cs: Odlesky:
de: Reflektionen:
es: Reflejos:
fi_fi: Heijastukset:
fr: Réflexions :
it: Riflessi:
ja_jp: 反射:
lv: Atspīdumi:
pl: Odbicia:
pt: Reflexões
pt_br: Reflexos:
ru: Отражения:
tr: Yansımalar:
zh_cn: 反射:
zh_tw: 反射：

# AcSettings_Video_ReflectionsResolutionLabel
source: Reflection resolution:
cs: Rozlišení:
de: Reflektionsauflösung:
es: Resolucion de reflejos:
fi_fi: Heijastuksien resoluutio:
fr: Résolution des réflexions :
it: Risoluzioni riflessi:
ja_jp: 反射解像度:
lv: Atspīdumu izšķirtspēja:
pl: Rozdzielczość odbić:
pt: Resolução das reflexões:
pt_br: Resolução dos reflexos:
ru: Разрешение отражений:
tr: Yansıma çözünürlüğü:
zh_cn: 反射分辨率:
zh_tw: 反射解析度：

# AcSettings_Video_RenderingFrequencyLabel
source: Rendering frequency:
cs: Vykreslovací frekvence:
de: Aktualisierungsfrequenz:
es: Frecuencia de renderizado:
fi_fi: Hahmotustaajuus:
fr: Fréquence du rendu :
it: Frequenza rendering:
ja_jp: レンダリング頻度:
lv: Renderiēšanas frekvence:
pl: Częstotliwość renderowania:
pt_br: Frequência de renderização:
ru: Частота отображения:
tr: Çizim sıklığı:
zh_cn: 渲染频率:
zh_tw: 渲染頻率：

# AcSettings_Video_RenderingDistance
source: Rendering distance
cs: Vzdálenost
de: Berechnungsdistanz
es: Distancia de renderizado
fi_fi: Hahmotusetäisyys
fr: Distance du rendu :
it: Distanza rendering
ja_jp: レンダリング距離
lv: Renderēšanas attālums
pl: Dystans renderowania
pt_br: Distância de renderização
ru: Дальн. отображения
tr: Çizim mesafesi
zh_cn: 渲染距离
zh_tw: 渲染距離

# AcSettings_Video_MirrorsHeader
source: Mirrors:
cs: Zpětná zrcátka:
de: Spiegel:
es: Espejos:
fi_fi: Peilit:
fr: Rétroviseurs :
it: Specchietti:
ja_jp: ミラー:
lv: Spoguļi:
pl: Lusterka:
pt: Espelhos:
pt_br: Espelhos:
ru: Зеркала:
tr: Aynalar
zh_cn: 后视镜:
zh_tw: 後視鏡：

# AcSettings_Video_MirrorResolutionLabel
source: Mirror resolution:
cs: Rozlišení odrazu:
de: Spiegelauflösung:
es: Resolucion de espejos:
fi_fi: Peilien resoluutio:
fr: Résolution personnalisée :
it: Risoluzione specchietti:
ja_jp: ミラー解像度:
lv: Spoguļu izšķirtspēja:
pl: Rozdzielczość lusterek:
pt: Resolução dos espelhos:
pt_br: Resolução do espelho:
ru: Разрешение в зеркалах:
tr: Ayna çözünürlüğü:
zh_cn: 后视镜分辨率:
zh_tw: 後視鏡解析度：

# AcSettings_Video_HighQuality
source: High quality
cs: Vysoká kvalita
de: Hohe Qualität
es: Alta calidad
fi_fi: Korkea laatu
fr: Qualité haute
it: Alta qualità
ja_jp: 高品質
lv: Augsta kvalitāte
pl: Wysoka jakość
pt: Qualidade Alta
pt_br: Alta qualidade
ru: Высокое качество
tr: Yüksek Kalite
zh_cn: 高质量
zh_tw: 高品質

# AcSettings_Video_PixelsPerDisplay
source: Pixels per display
cs: Pixelů na displej
de: Auflösungsmultiplikator
es: Pixeles por pantalla
fi_fi: Pikseleitä ruutua kohden
fr: ratio de pixel par affichage :
it: Pixel per display
ja_jp: ディスプレイあたりのピクセル
lv: Pikseļi uz displeju
pl: Pikseli na wyświetlacz
pt: Pixeis por tela
pt_br: Pixeis por tela
ru: Пикселей на экран
tr: Ekran başına piksel
zh_cn: 单显像素数
zh_tw: 單顯像素數

# AcSettings_Video_SystemHeader
source: System:
cs: Ostatní:
es: Sistema:
fi_fi: Järjestelmä:
fr: Système :
it: Sistema:
ja_jp: システム:
lv: Sistēma:
pt: Sistema:
pt_br: Sistema:
ru: Система:
tr: Sistem:
zh_cn: 系统:
zh_tw: 系統：

# AcSettings_Video_AllowDirectX10
source: Allow unsupported DirectX 10 (use on your own risk; doesn’t work?)
cs: Nepodporované rozhraní DirectX 10 (nemusí fungovat)
de: Nicht unterstütztes DirectX 10 erlauben (auf eigene Gefahr, funktioniert evtl. nicht)
es: Permitir DirectX10 no soportado (usalo a tu propio riesgo; no funciona?)
fi_fi: Käytä ei tuettua DirectX 10 (Kokeellinen; käytä omalla riskillä)
fr: Autoriser des instructions DirectX10 non supportées (à utilisez à vos risques et périls; ne fonctionne pas ?)
it: Consenti DirectX 10 non supportate (utilizzare a proprio rischio; non funziona?)
ja_jp: サポートされていないDirectX 10を許可する(実験的機能、自己責任)
lv: Atļaut neatbalstīto DirectX 10 (ļoti eksperimentāla opcija, lietot uz savu atbildību)
pl: Pozwól na nieobsługiwany DirectX 10 (stosowanie na własną odpowiedzialność; nie działa?)
pt: Permitir DirectX não suportado (usar por sua conta e risco; não funciona?)
pt_br: Permitir DirectX 10 não suportado (usar por sua conta e risco; não funciona?)
ru: Разрешить неподдерживаемый DirectX 10 (используйте на свой страх и риск; вероятно, уже не работает)
tr: Desteklenmeyen DirectX 10 kullan
zh_cn: 允许未支持的DX10(请自行负责,不起作用?)
zh_tw: 允許不支援的DirectX 10（使用風險自負。無法使用？）

# AcSettings_Video_SkyboxReflection
source: Skybox reflection
cs: Odrazivost oblohy
de: Skybox-Reflektion
es: Reflejo del cielo
fi_fi: Taustataivaan heijastukset
fr: Réflexion du ciel
it: Riflesso skybox
ja_jp: スカイボックス反射
lv: Debesu atspīdums
pl: Odbicie nieba
pt: Reflexão da Skybox
pt_br: Reflexo do Skybox
ru: Отражение неба
tr: Gökyüzü yansıması
zh_cn: 天空盒子反射
zh_tw: 天空盒反射

# AcSettings_Video_MipLodBias
source: Mip LOD bias
cs: Degradace textur
de: Mip LOD Balance
fi_fi: Muuta LOD -esiasetusta
fr: Mip LOD bias (Fonction spécifique pour contourner un problème d'affichage avec le Mip mapping).
ja_jp: Mip LODバイアス
zh_cn: MIP LOD偏移
zh_tw: MIP層級偏移

# AcSettings_Video_MaximumFrameLatency
source: Max. frame latency
cs: Zpoždění snímku
de: Maximale Bildlatenz
es: Valor maximo de latencia
fi_fi: Maksimi ruutuviive
fr: Saut d'images max
it: Massima latenza per frame
ja_jp: 最大フレーム遅延
lv: Maksimālais kadra latentums
pl: Maks. opóź. ramki
pt: Max. latência de fotograma
pt_br: Max. latência de quadros
ru: Макс. задержка кадров
tr: Azami kare gecikmesi
zh_cn: 最大帧延迟
zh_tw: 最大幀率延遲

# AcSettings_Video_MaximumFrameLatency_Tooltip
source: Maximum frame latency; auto — defined by videocard settings
cs: Maximální zpoždění snímku, kdy při volbě "auto" vše obstarává grafický čip
de: Maximale Bildlatenz; automatisch - definiert durch Grafikkarteneinstellung
es: Maxima frecuencia de latencia; auto — definido por los ajustes de la grafica
fi_fi: Maksimi ruutuviive; näytönohjaimen määrittämä
fr: Défini le nombre maximum d'images sautées; auto - défini par les drivers graphiques
it: Latenza massima del frame; Auto — definito dalle impostazioni della scheda video
ja_jp: 最大フレーム遅延;ビデオカード設定による定義
lv: Maksimālais kadra latentums, nosaka videokartes uzstādījumi
pl: Maksymalne opóźnienie ramki; auto - zdefiniowane przez ustawienia karty graficznej
pt_br: Latência máxima de quadros; auto — definido pelas configurações da placa de vídeo
ru: Максимальная задержка кадров; авто — определяется настройками видеокарты
tr: Azami kare gecikmesi; otomatik -- grafik kartı ayarları tarafından belirlenir
zh_cn: 最大帧延迟,设置为"自动"则会基于显卡设定自动调整
zh_tw: 最大幀率延遲。設定為「自動」則會基於顯卡設定自動調整

# AcSettings_Video_MipLodBias_Tooltip
source: Set negative value (like −1) to sharp the image
cs: Nižší číslo znamená víc detailů
de: Stelle negativen Wert (z.B. -1) zum Schärfen ein
es: indica un valor negativo (como -1) para afinar la imagen
fi_fi: Aseta arvo (kuten; -1) terävöittääksesi kuvaa
fr: Défini l'effet de Niveau de Détail (Level of Details - LOD) en fonction de l'éloignement des textures. Des valeurs négatives (-1) ignorent l'éloignement : image très nette
it: Impostare un valore negativo (come -1) per rendere l'immagine più nitida
ja_jp: 負の値を設定して、遠いオブジェクトの品質を向上させます。
lv: Iestādi negatīvu vērtību (kā -1), lai padarītu attēlu asāku.
pl: Ustaw wartość ujemną (np -1), aby wyostrzyć obraz
pt_br: Defina o valor negativo (como -1) para deixar a imagem mais nítida
ru: Установите отрицательное значение (например, -1), чтобы получить резкое изображение
tr: Görüntüyü keskinleştirmek için negatif değer kullanın (-1 gibi)
zh_cn: 设置负值（如-1）可使画面更锐利
zh_tw: 設定如-1的負值可使畫面更鋭利

# AcSettings_Video_SkyboxReflection_Tooltip
source: Skybox reflection gain
cs: Úroveň jasu odrazů oblohy na vozech
de: Stärke der Skybox/Himmel-Reflektion auf reflektierenden Oberflächen
es: Ganancia del reflejo de la cupula del cielo
fi_fi: Mitä korkeampi arvo, sen heijastavampi taustataivas.
fr: Amplification de réflexion du ciel
it: Guadagno di riflessione dello Skybox
ja_jp: 値が大きいほど、スカイボックスの反射率が高くなります。
lv: Jo lielāka šī vērtība, jo vairāk atspīdumu ir debesīm.
pl: Zysk odbicia nieba
pt_br: Ganho de reflexo do Skybox
ru: Увеличение отражения неба
tr: Gökyüzü yansıma kazanımı
zh_cn: 天空盒子反射增益
zh_tw: 天空盒反射增益

# Common_Manage
source: Manage
cs: Spravovat
de: Verwalten
es: Controlar
fi_fi: Hallitse
fr: Gérer
it: Gestisci
ja_jp: 管理
lv: Menedžēt
pl: Zarządzanie
pt: Gerir
pt_br: Gerenciar
ru: Изменить
tr: Yönet
zh_cn: 管理
zh_tw: 管理

# About_Description
source: A custom launcher and content management app for [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
cs: Aplikace na správu a spouštění fanouškovského obsahu pro videohru [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
de: Ein selbsterstellter Launcher und Contentmanager für [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
es: Un launcher y gestor de contenido personalizado para [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
fi_fi: Erityisesti suunniteltu launcheri ja sisällönjärjestelysovellus Assetto Corsaan[url="http://www.assettocorsa.net/"][/url]
fr: Un lanceur personnalisé et un gestionnaire de contenu pour [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
it: Un lanciatore personalizzato ed un app di gestione dei contenuti personalizzati per [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
ja_jp: [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]用のカスタムランチャーおよびコンテンツ管理アプリ
lv: Pielāgots palaidējs un satura pārvaldīšanas aplikācija priekš [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
pl: Niestandardowy launcher i manager zawartości niestandardowej dla [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
pt_br: Um inicializador customizado e um app de gerenciador de conteúdo para [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
ru: Альтернативный лаунчер и программа для управления контентом для [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]
tr: [url="http://www.assettocorsa.net/"]Assetto Corsa[/url] için alternatif bir başlatıcı ve içerik yönetici.
zh_cn: [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]的自定义启动器和内容管理器
zh_tw: [url="http://www.assettocorsa.net/"]Assetto Corsa[/url]的自定義啟動器和內容管理器

# About_MoreInformation
source: More information
cs: Více informací online (EN)
de: Mehr Informationen
es: Mas informacion
fi_fi: Lisätietoa
fr: Plus d'informations
it: Più informazioni
ja_jp: 詳細情報
lv: Papildu informācija
pl: Więcej informacji
pt: Informação adicional
pt_br: Informação adicional
ru: Больше информации
tr: Daha fazla bilgi al
zh_cn: 更多信息
zh_tw: 更多資訊

# About_ReportAnIssue
source: Report an issue
cs: Nahlásit problém
de: Problem melden
es: Reportar un problema
fi_fi: Kerro ongelmasta
fr: Signaler un problème
it: Segnala un problema
ja_jp: 問題を報告する
lv: Ziņot par kļūdu
pl: Zgłoś problem
pt: Reportar um problema
pt_br: Reportar um problema
ru: Сообщить о проблеме
tr: Bir hata bildir
zh_cn: 报告问题
zh_tw: 回報問題

# About_ContactInformation
source: If you have any question, idea or suggestion about this app, or if you want to report some specific problem, please [url="https://acstuff.ru/app/#contacts"]contact us[/url].
cs: Pokud máte ohledně této aplikace jakoukoliv otázku, nápad či návrh, nebo chcete nahlásit konkrétní problém, [url="https://acstuff.ru/app/#contacts"]kontaktujte nás[/url] prosím.
de: Wenn du Fragen, Ideen oder Vorschläge hast oder ein Problem melden willst, kontaktiere uns (Englisch): [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] or [url="https://trello.com/c/w5xT6ssZ/49-contacts"]something else[/url].
es: Si tienes alguna pregunta, idea o sugerencia sobre esta aplicacion, o si quieres reportar algun problema en particular, por favor contacta con nosotros usando [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] o [url="https://trello.com/c/w5xT6ssZ/49-contacts"]aqui[/url].
fi_fi: Jos sinulla on jotain kysyttävää, uusi idea sovellusta varten tai jos haluat kertoa ongelmasta, ota yhteyttä: [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] tai [url="https://trello.com/c/w5xT6ssZ/49-contacts"]jotain muuta[/url].
fr: Si vous avez des questions, idées ou suggestions à propos de cette application ou que vous souhaitez signaler un problème spécifique, veuillez [url="https://trello.com/c/w5xT6ssZ/49-contacts"]nous contacter[/url].
it: Se hai qualche domanda, idea o suggerimenti per questa applicazione o se desideri segnalare un problema specifico, ti invitiamo a contattarci usando [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] o [url="https://trello.com/c/w5xT6ssZ/49-contacts"] qualcos'altro [/url].
ja_jp: アイデア、問題、または簡単な質問がある場合は、次のリンクを使用してお問い合わせください: [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] or [url="https://trello.com/c/w5xT6ssZ/49-contacts"]他の手段[/url].
lv: Ja tev ir kādas idejas, problēmas vai vienkārši jautājumi, saiznies ar mums, izmantojot kādu no šiem linkiem: [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] vai [url="https://trello.com/c/w5xT6ssZ/49-contacts"]kaut kur citur[/url].
pl: Jeśli masz jakieś pytanie, pomysł lub sugestię o tej aplikacji, lub jeśli chcesz zgłosić jakiś szczególny problem, proszę skontaktować się z nami za pomocą [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] lub [url="https://trello.com/c/w5xT6ssZ/49-contacts"]coś innego[/url].
pt_br: Se você tiver alguma dúvida, ideia ou sugestão sobre este app, ou se quiser denunciar algum problema específico, entre em contato conosco usando [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] or [url="https://trello.com/c/w5xT6ssZ/49-contacts"]something else[/url].
ru: Если у вас есть вопрос, идея или предложение по этому приложению, или вы хотите сообщить о какой-то конкретной проблеме, пожалуйста, свяжитесь с нами, используя [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] или [url="https://trello.com/c/w5xT6ssZ/49-contacts"]что-то другое[/url].
tr: Bu uygulama hakkında sorunuz, fikriniz ya da tavsiyeniz var ise bize [url="https://acstuff.ru/app/#contacts"]bu linkten[/url] ulaşın.
zh_cn: 如果你对这个程序有任何问题或者建议,或者你只是想报告某些特殊的问题,请用 [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] 或者 [url="https://trello.com/c/w5xT6ssZ/49-contacts"]其他的方式[/url]来联系我们
zh_tw: 如果您對這個程式有任何問題或者建議，或者您只是想回報某些特殊的問題，請用 [url="https://trello.com/b/MwqpL8Bw/content-manager"]Trello[/url] 或者 [url="https://trello.com/c/w5xT6ssZ/49-contacts"]其他的方式[/url]來聯絡我們

# About_ContactUsHeader
source: Contact us:
cs: Kontakt:
de: Kontakt aufnehmen:
es: Contacta con nosotros:
fi_fi: Ota yhteyttä:
fr: Nous contacter :
it: Contattaci:
ja_jp: お問い合わせ:
lv: Sazinies ar mums:
pl: Skontaktuj się z nami:
pt: Contacte-nos:
pt_br: Contate-nos:
ru: Свяжитесь с нами:
tr: Bize ulaşın:
zh_cn: 联系我们:
zh_tw: 聯絡我們：

# About_DeveloperMode
source: Enable developer mode?
cs: Aktivovat vývojářský režim?
de: Entwicklermodus aktivieren?
es: Activar modo de desarrollador?
fi_fi: Ota kehittäjätila käyttöön?
fr: Activer le mode développeur ?
it: Abilitare la modalità sviluppatore?
ja_jp: 開発者モードを有効にしますか?これは上級ユーザ専用です!
lv: Vai vēlies iespējot izstrādātāju režīmu? Tas domāts tikai advancētiem lietotājiem!
pl: Włączyć tryb dewelopera?
pt: Activar modo de desenvolvimento?
pt_br: Ativar modo de desenvolvedor?
ru: Включить режим разработчика?
tr: Geliştirici modu etkinleştirilsin mi?
zh_cn: 允许开发者模式?
zh_tw: 允許開發者模式？

# About_DeveloperMode_Title
source: Developer mode
cs: Vývojářský režim
de: Entwicklermodus
es: Modo de Desarrollador
fi_fi: Kehittäjätila
fr: Mode Développeur
it: Modalità sviluppatore
ja_jp: 開発者モード
lv: Izstrādātāju režīms
pl: Tryb dewelopera
pt: Modo de Desenvolvimento
pt_br: Modo de Desenvolvedor
ru: Режим разработчика
tr: Geliştirici modu
zh_cn: 开发者模式
zh_tw: 開發者模式

# About_ReportAnIssue_Prompt
source: Describe the issue. And, please, leave some contacts if you want to get a response (also, it could help to resolve the issue).
cs: Popište problém a zanechejte na sebe prosím kontakt, pokud chcete získat odpověď nebo pomoci vyřešit problém.
de: Beschreibe den Fehler. Bitte hinterlasse Kontaktinformationen, wenn eine Rückmeldung gewünscht ist (nützlich zur Problembehebung).
es: Describe el problema. Y por favor, deja alguna forma de contacto si quieres una respuesta (ademas, esto podria ayudar a resolver el problema)
fi_fi: Kuvaile ongelmaa. Jätä myös yhteystiedot jos haluat vastauksen (se voi myös auttaa löytämään ratkaisun).
fr: Décrivez le problème. Et, s'il vous plaît, laissez votre adresse de contact si vous souhaitez obtenir une réponse (cela aiderait également à résoudre le problème).
it: Descrivi il problema. Per favore, lascia dei contatti se desideri ricevere una risposta (potrebbe anche aiutare a risolvere il problema).
ja_jp: 問題を説明して解決のための返信が必要な場合はの連絡先を記載して下さい。
lv: Aprakstiet problēmu. Un lūdzu atstājiet kontaktinformāciju, ja gribat saņemt atbildi (iespējams tas var arī palīdzēt atrisināt probēmu)
pl: Opisz problem. I, proszę pozostawić kontakt, jeśli chcesz uzyskać odpowiedź (również może to przyczynić się do rozwiązania problemu).
pt_br: Descreva o problema. E, por favor, deixe alguns contatos se quiser obter uma resposta (também, poderia ajudar a resolver o problema).
ru: Опишите проблему и оставьте пожалуйста какие-нибудь контакты, если хотите получить ответ (это также помогло бы решить проблему).
tr: Lütfen hatayı belirtin ve eğer geri dönmemizi istiyorsanız bir mail adresi bırakın. (Hatanın, çabuk çözülmesinde yardımcı olabilir)
zh_cn: 请描述您遇到的问题,如果希望得到回复或者希望能协助解决问题,请留下联系方式
zh_tw: 描述一下問題。如果您想得到回覆，請留下聯絡方式，幫助我們解決問題。

# About_ReportAnIssue_Title
source: what’s the issue?
cs: S jakým problémem se potýkáte?
de: was ist das Problem?
es: Cual es el Problema?
fi_fi: Mikä on ongelma?
fr: Quel est le problème ?
it: Qual'è il problema?
ja_jp: 問題は何ですか?
lv: Kāda ir problēma?
pl: Na czym polega problem?
pt: Qual é o problema?
pt_br: qual é o problema?
ru: В чем проблема?
tr: Sorun nedir?
zh_cn: 问题是什么?
zh_tw: 遇到了什麼問題？

# About_ReportAnIssue_Sent
source: Logs sent
cs: Log odeslán
de: Protokolle gesendet
es: Logs Enviados
fi_fi: Loki lähetetty
fr: Historiques envoyés
it: Log inviati
ja_jp: ログが送信されました!
lv: Žurnāli ir nosūtīti
pl: Logi wysłane
pt: Logs Enviados
pt_br: Logs Enviados
ru: Логи отправлены
tr: Raporlar gönderildi
zh_cn: 日志文件已经发送
zh_tw: 日誌檔案已經發送

# About_ReportAnIssue_Sent_Message
source: Thank you for the help!
cs: Díky za pomoc?
de: Dankeschön für die Hilfe!
es: Gracias por tu ayuda!
fi_fi: Kiitos avusta!
fr: Merci de votre aide !
it: Grazie per l'aiuto!
ja_jp: ありがとうございます!
lv: Paldies!
pl: Dziękuję za pomoc!
pt: Obrigado pela ajuda!
pt_br: Obrigado pela ajuda!
ru: Спасибо за помощь!
tr: Yardımınız için teşekkürler!
zh_cn: 非常感谢你的帮助!
zh_tw: 非常感謝您的幫助！

# About_ReportAnIssue_CannotSend
source: Can’t send logs
cs: Nelze odeslat logy
de: Kann Protokolle nicht senden
es: No se ha podido enviar el mensaje
fi_fi: Ei voi lähettää lokeja
fr: Impossible d'envoyer les historiques
it: Impossibile inviare i log
ja_jp: ログを送信できません
lv: Nevar nosūtīt žurnālus
pl: Nie można wysłać logów
pt: Não é possível enviar os logs
pt_br: Não é possível enviar os logs
ru: Не могу отправить логи
tr: Raporlar gönderilemiyor
zh_cn: 无法发送日志文件
zh_tw: 無法發送日誌檔案
