Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# UpgradeIcon_CannotChange_Commentary
source: Make sure upgrade icon file is available to write.
cs: Ujistěte se, že do souboru ikony upgradu lze zapisovat.
de: Gehe sicher, dass das Upgrade-Symbol überschrieben werden kann.
es: Asegurate de que el archivo del icono de actualizacion tiene puede ser modificado.
fr: Vérifiez que le fichier de l'icône d'amélioration est disponible en écriture.
it: Assicurarsi che il file di icona di upgrade sia disponibile per la scrittura.
ja_jp: アップグレードアイコンファイルを書き込めることを確認してください。
lv: Pārliecinies, ka uzlabojuma ikonas failu var ierakstīt.
pl: Upewnij się, że plik uaktualnionej ikony jest dostępny do zapisu.
pt: Certifique-se que o ícone de upgrade está disponível para escrita
pt_br: Certifique-se que o ícone de upgrade está disponível para escrita
ru: Убедитесь, что файл значка обновления доступен для записи.
tr: Güncelleme ikonunun yazılabilir olduğundan emin olun.
zh_cn: 确认升级车型图标文件可写
zh_tw: 確認升級車型圖示檔案可覆寫

# UpgradeIcon_AddAs
source: Add as a new upgrade icon:
cs: Přidat jako novou ikonu upgradu:
de: Als neues Upgrade-Symbol hinzufügen:
es: Añade como un nuevo icono de actualizacion:
fr: Ajouter comme nouvelle icône d'amélioration :
it: Aggiungi come nuova icona upgrade
ja_jp: 新しいアップグレードアイコンとして追加:
lv: Pievienot kā jaunu uzlabojuma ikonu:
pl: Dodaj jako nową uaktualnioną ikonę:
pt: Adicionar como novo ícone de upgrade
pt_br: Adicionar como novo ícone de upgrade
ru: Добавить как новый значок обновления:
tr: Yeni bir güncelleme ikonu olarak ekle:
zh_cn: 作为新的升级车型图标添加
zh_tw: 作為新的升級車型圖示添加

# UpgradeIcon_Current
source: Current
cs: Nynější
de: Aktuell
es: Actual
fr: En cours
it: Attuale
ja_jp: 現在
lv: Pašreizējais
pl: Aktualny
pt: Actual
pt_br: Atual
ru: Текущий
tr: Şu anki
zh_cn: 当前的
zh_tw: 目前設定

# UpgradeIcon_New
source: New
cs: Nový
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
lv: Jauns
pl: Nowy
pt: Novo
pt_br: Novo
ru: Новый
tr: Yeni
zh_cn: 新的
zh_tw: 新設定

# UpgradeIcon_Commentary
source: Ctrl+I: italic, Ctrl+B: bold
cs: Ctrl+I: kurzíva, Ctrl+B: tučné
de: Strg+I: Kursiv, Strg+B: Fett
fr: Ctrl+I : italique, Ctrl+B : gras
it: Ctrl+I: Italico, Ctrl+B: Grassetto
ja_jp: Ctrl+ I:斜体(イタリック)、Ctrl+ B:太字
lv: Ctrl+I: slīpraksts, Ctrl+B: treknraksts
pl: Ctrl+I: Kursywa, Ctrl+B: Pogrubienie
pt: Ctrl+I: Itálico, Ctrl+B: Negrito
pt_br: Ctrl+I: Itálico, Ctrl+B: Negrito
ru: Ctrl+I: Курсив, Ctrl+B: Жирный
tr: Ctrl+I: italik, Ctrl+B: kalın
zh_cn: Ctrl+I:斜体,Ctrl+B:粗体
zh_tw: Ctrl+I：斜體，Ctrl+B：粗體

# VersionInfo_Title
source: Version info
cs: Informace o verzi
de: Versionsinformationen
es: Informacion de la version
fr: Information de version
it: Info versione
ja_jp: バージョン情報
lv: Versijas informācija
pl: Info o wersji
pt: Informação da versão
pt_br: Informação da versão
ru: Информация о версии
tr: Sürüm bilgisi
zh_cn: 版本信息
zh_tw: 版本資訊

# AcSettings_Audio_LatencyLabel
source: Latency:
cs: Zpoždění:
de: Latenz:
es: Latencia:
fi_fi: Viive:
fr: Latence :
it: Latenza:
ja_jp: レイテンシー:
lv: Latentums:
pl: Opóźnienie:
pt: Latência
pt_br: Latência
ru: Задержка
tr: Gecikme:
zh_cn: 延迟:
zh_tw: 延遲：

# AcSettings_Audio_TyresOffset
source: Tyres offset
cs: Nástup skřípění pneu
de: Reifenausgleich
es: Ruedas fuera
fi_fi: Renkaiden offset
fr: Décalage des pneus
it: Offset gomme
ja_jp: タイヤのオフセット
lv: Riepu ofsets
pl: Pisk kół przy poślizgu
pt: Offset dos pneus
pt_br: Deslocamento dos pneus
ru: Скольжение шин
zh_cn: 响胎临界设定
zh_tw: 響胎臨界設定

# AcSettings_Audio_LevelsHeader
source: Levels:
cs: Hlasitost:
de: Lautstärke:
es: Niveles:
fi_fi: Tasot:
fr: Niveaux :
it: Livelli:
ja_jp: レベル
lv: Līmeņi
pl: Poziomy:
pt: Níveis:
pt_br: Níveis:
ru: Уровни:
tr: Ses Seviyeleri:
zh_cn: 各项音量设定:
zh_tw: 各項音量設定：

# AcSettings_Audio_Master
source: Master
cs: Celková
de: Gesamt
es: Maestro
fi_fi: Päätaso
fr: Maître
it: Principale
ja_jp: マスター
lv: Galvenā
pl: Główny
pt: Geral
pt_br: Geral
ru: Общий
tr: Ana Ses
zh_cn: 全局音量
zh_tw: 全域音量

# AcSettings_Audio_Tyres
source: Tyres
cs: Pneu
de: Reifen
es: Ruedas
fi_fi: Renkaat:
fr: Pneus :
it: Gomme
ja_jp: タイヤ
lv: Riepas:
pl: Opony
pt: Pneus
pt_br: Pneus
ru: Шины
tr: Lastikler
zh_cn: 轮胎噪音
zh_tw: 輪胎噪音

# AcSettings_Audio_Engine
source: Engine
cs: Motor
de: Motor
es: Motor
fi_fi: Moottori
fr: Moteur
it: Motore
ja_jp: エンジン
lv: Dzinējs
pl: Silnik
pt: Motor
pt_br: Motor
ru: Двигатель
tr: Motor
zh_cn: 引擎音量
zh_tw: 引擎音量

# AcSettings_Audio_Surface
source: Surface
cs: Povrch
de: Oberfläche
es: Superficie
fi_fi: Pinta
it: Superficie
ja_jp: 表面
lv: Virsma
pl: Powierzchnia
pt: Superfície
pt_br: Superfície
ru: Покрытие
tr: Yüzey
zh_cn: 路面音效
zh_tw: 路面音效

# AcSettings_Audio_Wind
source: Wind
cs: Vítr
es: Viento
fi_fi: Tuuli
fr: Vent
it: Vento
ja_jp: 風
lv: Vējš
pl: Wiatr
pt: Vento
pt_br: Vento
ru: Ветер
tr: Rüzgar
zh_cn: 风噪音量
zh_tw: 風噪音量

# AcSettings_Audio_Opponents
source: Opponents
cs: Soupeři
de: Gegner
es: Oponentes
fi_fi: Vastustajat
fr: Adversaires
it: Avversari
ja_jp: 対戦相手
lv: Pretinieki
pl: Przeciwnicy
pt: Adversários
pt_br: Adversários
ru: Соперники
tr: Rakipler
zh_cn: 对手音量
zh_tw: 對手音量

# AcSettings_Audio_Ui
source: UI
cs: Tlačítka menu
es: IU
fi_fi: Käyttöliittymä
lv: Interfeiss
ru: Интерфейс
tr: Arayüz
zh_cn: 用户界面
zh_tw: 用戶界面

# AcSettings_Audio_LatencyLabel_Tooltip
source: Switch to Low or Normal if you’re experiencing problems with sound
cs: Nastavte na Nízké nebo normální, pokud registrujete problémy se zvukem
de: Zu Niedrig oder Normal ändern, wenn Soundprobleme auftreten
es: Cambia a Bajo o Normal si estas experimentando problemas con el sonido
fi_fi: Jos koet ongelmia äänen kanssa, vaihda Matala tai Normaali
fr: Réglez sur Faible ou Normal si vous constatez des problèmes de son
it: Passare a Basso o Normale se si verificano problemi con il suono
ja_jp: サウンドの品質に問題がある場合は、この設定を下げてみてください。
lv: Ja ir problēmas ar skaņu, pazemini šo iestatījumu
pl: Przełączyć się na Low lub Normal, jeśli masz problemy z dźwiękiem
pt: Alterar para Baixo ou Normal se experenciar problemas com o som
pt_br: Alterar para Baixo ou Normal se você estiver tendo problemas com o som
ru: Переключите на низко или нормально, если вы испытываете проблемы со звуком
tr: Eğer ses ile ilgili sorunlar yaşıyorsanız Düşük ya da Normal ayarlarını kullanın
zh_cn: 如果声音有问题,切换到低或者普通级别
zh_tw: 如果您遇到聲音問題，切換到「低」或者「普通」

# Controls_InputMethodLabel
source: Input method:
cs: Způsob ovládání
de: Eingabemethode:
es: Método de entrada:
fi_fi: Syöttötapa:
fr: Méthode de commande :
it: Metodo di input:
ja_jp: 入力方式:
lv: Ievades metode:
pl: Metoda wprowadzania:
pt_br: Método de entrada:
ru: Метод ввода:
tr: Girdi yöntemi
zh_cn: 游戏控制器类型:
zh_tw: 遊戲控制器類型：

# Controls_DetectedControllersHeader
source: Controllers:
cs: Najít ovladač:
de: Erkannte Controller:
es: Controles detectados:
fi_fi: Havaitut ohjaimet:
fr: Contrôleurs détectés :
it: Controller rilevati:
ja_jp: 検出されたコントローラ:
lv: Atrastie kontrolieri:
pl: Wykryte kontrolery:
pt: Controladores detectados:
pt_br: Controles:
ru: Контроллеры:
tr: Bulunan kontrolcüler:
zh_cn: 检测到的控制器:
zh_tw: 偵測到的控制器：

# Controls_WarnAboutUnsaved
source: Warn about unsaved changes
cs: Varování o neuložených změnách
de: Vor ungespeicherten Änderungen warnen
es: Alerta Sobre Cambios sin Guardar
fi_fi: Varoita tallentamattomista muutoksista
fr: M'avertir à propos de modifications non sauvegardées
it: Avvisa sulle modifiche non salvate
ja_jp: 未保存の変更について警告
lv: Brīdināt par nesaglabātām izmaiņām
pl: Ostrzegaj o niezapisanych zmianach
pt: Avisar acerca de alterações não gravadas
pt_br: Avisar sobre alterações não gravadas
ru: Предупреждать о несохраненных изменениях
tr: Kaydedilmeyen ayarlar için uyar
zh_cn: 有更改为保存时显示警告
zh_tw: 對未儲存更動發出警告

# Controls_SharePreset
source: Share preset
cs: Sdílet přednastavení
de: Vorlage teilen
es: Compartir Configuracion
fi_fi: Jaa esiasetus
fr: Partager le préréglage
it: Condividi preset
ja_jp: シェアプリセット
lv: Kopīgot sagatavi
pl: Udostępnij preset
pt: Partilhar predefinição
pt_br: Compartilhar predefinição
ru: Поделиться предустановкой
tr: Önayarı paylaş
zh_cn: 分享预设
zh_tw: 分享預設設定

# Controls_ShareFfbOnly
source: Share FFB settings only
cs: Sdílet pouze nastavení zpětné vazby
de: Nur FFB-Einstellungen teilen
es: Compartir configuracion del FFB solo
fi_fi: Jaa vain FFB asetukset
fr: Partager les préréglages FFB uniquement
it: Condividi solo impostazioni FFB
ja_jp: FFB設定のみを共有
lv: Kopīgot tikai FFB iestatījumus
pl: Udostępnij tylko ustawienia FBB
pt: Partilhar Apenas Definições de FFB
pt_br: Compartilhar Apenas Configurações de FFB
ru: Делиться только настройками FFB
tr: Yalnızca Force Feedback ayarlarını paylaş
zh_cn: 仅分享力回馈设定
zh_tw: 僅分享力回饋設定

# Controls_SharePreset_Tooltip
source: Only basic properties, without experimental ones
cs: Pouza základní nastavení bez experimentů
de: Nur Grundeinstellungen, ohne Experimentelle
es: Solo propiedades basicas, sin las experimentales
fi_fi: Vain perusominaisuudet, ilman kokeellisia
fr: Seulement les propriétés de base, sans les expérimentales
it: Solo proprietà di base, senza quelle sperimentali
ja_jp: 基本的なプロパティのみ、実験的なプロパティなし
lv: Tikai pamata rekvizīti, bez ekperimentālajiem
pl: Tylko podstawowe właściwości, bez eksperymentalnych
pt_br: Somente propriedades básicas, sem as experimentais
ru: Только основные свойства, без экспериментальных
tr: Yalnızca temel özellikler (deneysel özellikler olmadan)
zh_cn: 仅分享基本设定,不分享实验性设定
zh_tw: 僅分享基本設定，不分享實驗性設定

# Controls_ShareFfbOnly_Tooltip
source: Including experimental FFB properties
cs: Zahrnout experimentální nastavení zpětné vazby
de: Einschließlich experimentale FFB-Einstellungen
es: Incluyendo las funciones FFB experimentales
fi_fi: Sisällytä kokeelliset FFB ominaisuudet
fr: Ajoute les propriétés expérimentales du FFB
it: Comprese le proprietà sperimentali FFB
ja_jp: 実験的なFFBプロパティを含む
lv: Iekļaujot eksperimentālos FFB rekvizītus
pl: Włącznie z eksperymentalnymi właściwościami FFB
pt_br: Incluindo propriedades experimentais de FFB
ru: Включая экспериментальные свойства FFB
tr: Deneysel Force Feedback özellikleri dahildir
zh_cn: 包括实验性力回馈设定
zh_tw: 包括實驗性力回饋設定

# Controls_Test_Tooltip
source: Test current preset with Quick Drive
cs: Otestovat nynější přednastavení v Rychlovce
de: Teste aktuelle Einstellungen mit Schnelles Fahren
es: Probar configuracion actual en Juego Rapido
fi_fi: Testaa nykyisiä esiasetuksia Quick Drive -istunnossa
fr: Teste le préréglage actuel avec une course rapide
it: Prova la preselezione corrente con Quick Drive
ja_jp: クイックドライブで現在のプリセットをテストする
lv: Pārbaudīt pašreizējo sagatavi ātrajā braucienā
pl: Testuj aktualny preset w Szybkim Okrążeniu
pt_br: Testar predefinição atual com Corrida Rápida
ru: Тест текущих настроек в Быстром Заезде
tr: Hızlı Sürüş modunda şu an kullanılan önayarı dene
zh_cn: 快速试驾测试当前预设
zh_tw: 試駕測試目前預設試定

# Controls_WarnAboutUnsaved_Tooltip
source: Otherwise, app will move previous changed versions to the Recycle Bin silently
cs: Aplikace jinak tiše přesune předchozí změněné verze do Koše
de: Falls nicht ausgewählt wird das Programm Objekte mit nicht gespeicherten Änderungen beim Schließen ohne Meldung in den Papierkorb verschieben.
es: De otra forma, la aplicacion ha movido a la papelera de reciclaje las versiones cambiadas de forma silenciosa
fi_fi: Muuten sovellus poistaa tallentamattomat versiot Roskakoriin kysymättä
fr: Dans le cas contraire, l'application déplacera les anciennes versions modifiées vers la corbeille en mode silencieux
it: Altrimenti, l'applicazione sposterà le versioni precedenti modificate nel Cestino silenziosamente
ja_jp: それ以外の場合は、以前に変更されたバージョンが自動的にごみ箱に移動されます。
lv: Citādi aplikācija izdzēsīs iepriekš mainītās versijas klusām
pl: W przeciwnym wypadku, aplikacja przeniesie poprzednią zmienioną wersje do kosza.
pt_br: Do contrário, o app moverá versões alteradas anteriormente para a Lixeira silenciosamente
ru: В противном случае приложение будет перемещать предыдущие измененные версии в корзину без подтверждения
tr: Aksi takdirde uygulama Geri Dönüşüm Kutusu'ndaki eski ayarlara geri döner.
zh_cn: 否则,程序将会把上一个更改的版本静默移动到回收站
zh_tw: 否則，程式將把舊的更動版本自動移到回收桶。

# Controls_SwapUsings
source: Swap usings
cs: Prohodit
de: Benutzte tauschen
es: Cambiar usando
fi_fi: Vaihda käytetyt komennot
fr: Cette commande est déjà utilisé, assigner une autre touche?
it: Scambia usi
ja_jp: スワップ使用状況
lv: Mainīt lietojumus
pl: Zmień używając
ru: Поменять местами
tr: Kullanımları değiştir
zh_cn: 交换使用
zh_tw: 交換使用

# Controls_ApplyToAll
source: No, apply to all
cs: Ne, použít na všechny
de: Nein, auf alle anwenden
es: No, Aplicar a Todo
fi_fi: Ei, käytä kaikkiin
fr: Non, appliquer à tous
it: No, applica su tutti
ja_jp: いいえ、すべてに適用
lv: Nē, pielietot visiem
pl: Nie, zastosuj do wszystkich
pt_br: Não, aplicar a todos
ru: Нет, назначить всем
tr: Hayır, hepsine uygula
zh_cn: 否,应用到全部
zh_tw: 否，全部套用

# Controls_RemoveOld
source: Yes, remove old
cs: Ano, odstranit staré
de: Ja, Alte entfernen
es: Si, Eliminar antiguo
fi_fi: Kyllä, poista vanha
fr: Oui, supprimer l'ancien
it: Si, rimuovi vecchi
ja_jp: はい、古いものを削除します
lv: Jā, aizvākt veco
pl: Tak, usuń stare
pt_br: Sim, remover antigo
ru: Да, удалить старое
tr: Evet, eskisini kaldır
zh_cn: 是,移除旧设定
zh_tw: 是，移除舊設定

# Controls_AlreadyUsed
source: Already used
cs: Již se používá
de: Bereits benutzt
es: Ya usado
fi_fi: Jo käytössä
fr: Déjà utilisé
it: Già utilizzato
ja_jp: すでに使用されています
lv: Jau izmantots
pl: Już używane
pt_br: Já utilizado
ru: Уже используется
tr: Zaten kullanılıyor
zh_cn: 已经使用
zh_tw: 已經使用

# Controls_InvalidDirectory_Commentary
source: Please, choose a file in initial directory (“cfg\controllers\savedsetups”) or some subdirectory.
cs: Zvolte prosím výchozí složku (“cfg\controllers\savedsetups”) nebo nějakou podsložku.
de: Bitte wähle eine Datei im Original- (“cfg\controllers\savedsetups”) oder einem Unterverzeichnis
es: Por favor, elige un archivo en el directorio inicial (“cfg\controllers\savedsetups”) o algun subdirectorio.
fi_fi: Valitse tiedosto esikansiosta (“cfg\controllers\savedsetups”) tai alikansiosta.
fr: S'il vous plaît, veuillez choisir un fichier dans le répertoire initial (“cfg\controllers\savedsetups”) ou dans un sous-répertoire.
it: Seleziona un file nella cartella iniziale ("cfg\controllers\savedsetups") o in una sottocartella.
ja_jp: 初期ディレクトリ(”cfg \ controllers \ savedsetups”)またはサブディレクトリ内のファイルを選択してください。
lv: Lūdzu izvēlies failu no pamata mapes (“cfg\controllers\savedsetups”) vai kādas apakšmapes.
pl: Proszę wybrać plik w katalogu początkowym ((“cfg\controllers\savedsetups”) lub jakimś podkatalogu.
pt_br: Por favor, escolha um arquivo no diretório inicial (“cfg\controllers\savedsetups”) ou em outro subdiretório.
ru: Пожалуйста, выберите файл в исходном каталоге (“cfg\controllers\savedsetups”) или в подкаталоге.
tr: Lütfen (“cfg\controllers\savedsetups”) dizininden ya da bir alt dizinden dosya seçin.
zh_cn: 请选择初始文件夹(“cfg\controllers\savedsetups”)或者其他子文件夹里的文件
zh_tw: 請選擇初始資料夾（「cfg\controllers\savedsetups」）或者其他子資料夾裡的檔案

# Controls_SharedFfbOnly
source: {0} (FFB only)
cs: {0} (Pouze zpětná vazba)
de: {0} (nur FFB)
es: {0} (FFB Solo)
fi_fi: {0} (Vain FFB)
fr: {0} (FFB seulement)
it: {0} (Solo FFB)
ja_jp: {0}(FFBのみ)
lv: {0} (nur FFB)
pl: {0} (Tylko FFB)
pt: {0} (Apenas FFB)
pt_br: {0} (Apenas FFB)
ru: {0} (Только FFB)
tr: {0} (Yalnızca Force Feedback
zh_cn: {0} (仅仅力回馈)
zh_tw: {0} （僅力回饋）

# Controls_SharedFor_Keyboard
source: keyboard
cs: klávesnice
de: Tastatur
es: Teclado
fi_fi: Näppäimistö
fr: clavier
it: Tastiera
ja_jp: キーボード
lv: Klaviatūra
pl: Klawiatura
pt: teclado
pt_br: teclado
ru: клавиатура
tr: klavye
zh_cn: 键盘
zh_tw: 鍵盤

# Controls_SharedFor_XboxController
source: Xbox 360 controller
cs: Gamepad pro Xbox 360
es: Mando Xbox 360
fi_fi: Xbox 360 ohjain
fr: Contrôleur Xbox 360
it: Controller Xbox 360
ja_jp: Xbox 360コントローラ
pl: Pad Xbox 360
pt: comando Xbox 360
pt_br: Controle Xbox 360
ru: Геймпад Xbox360
tr: Xbox 360 kontrolcüsü
zh_cn: Xbox 360 控制器
zh_tw: Xbox 360 控制器

# Controls_AlreadyUsed_MultipleMessage
source: “{0}” is already used for {1} and {2}. Do you want to remove old usings first?
cs: “{0}” se již používá pro tyto funkce: {1} a {1}. Chcete nejdříve odstranit staré přiřazení?
de: “{0}” wird bereits für {1} und {2} benutzt. Möchten Sie die bisherige Verwendung löschen?
es: “{0}” ya esta en uso por {1} y {2}. Quieres borrar las antiguas asignaciones primero?
fi_fi: “{0}” on jo käytössä {1} ja {2}. Haluatko korvata vanhan uudella?
fr: “{0}” est déjà utilisé pour {1} et {2}. Voulez-vous remplacer (supprimer) les précédents par le nouveau??
it: "{0}" è già utilizzato per {1} e {2}. Vuoi prima rimuovere quelli vecchi?
ja_jp: ”{0}”は{1}と{2}にすでに使用されています。古いキーアサインを先に削除しますか?
lv: "{0}" jau tiek izmantots {1} un {2}. Vai vēlies vispirms noņemt veco?
pl: {0} jest już używany do {1} i {2}. Czy chcesz usunąć starsze w pierwszej kolejności?
pt: “{0}” Já está em uso para {1} e {2}. Deseja remover o último e usar o primeiro?
pt_br: “{0}” Já está em uso para {1} e {2}. Deseja remover o último e usar o primeiro?
ru: "{0}" уже используется для {1} и {2}. Вы хотите сначала удалить старое значение?
tr: “{0}" halihazırda {1} ve {2} için kullanılıyor. Önce eski kullanılanı kaldırmak ister misiniz?
zh_cn: “{0}” 已经被 {1}和 {2}使用了. 你愿意先移除旧的么?
zh_tw: 「{0}」 已經被 {1}和 {2}使用了。 您要先移除舊的嗎？

# Controls_AlreadyUsed_Message
source: “{0}” is already used for {1}. Do you want to remove old using first?
cs: “{0}” se již používá pro tuto funkci: {1}. Chcete nejdříve odstranit staré přiřazení?
de: “{0}” wird bereits für {1} benutzt. Möchten Sie die bisherige Verwendung löschen?
es: “{0}” ya esta en uso por {1}. Quieres borrar las antiguas asignaciones primero?
fi_fi: “{0}” käyttää jo komentoa {1}. Haluatko poistaa vanhan uudella?
fr: “{0}” est déjà utilisé pour {1}. Voulez-vous remplacer (supprimer) le précédent par le nouveau??
it: "{0}" è già utilizzato per {1}. Vuoi prima rimuovere il vecchio?
ja_jp: ”{0}”はすでに{1}に使用されています。最初に古いものを削除しますか?
lv: "{0}" jau tiek izmantots {1}. Vai vēlies vispirms noņemt veco?
pl: {0} jest już używany do {1}. Czy chcesz usunąć starsze w pierwszej kolejności?
pt_br: “{0}” já está sendo usado por {1}. Deseja remover o antigo primeiro?
ru: "{0}" уже используется для {1}. Вы хотите сначала удалить старое значение?
tr: “{0}" halihazırda {1} için kullanılıyor. Önce eski kullanılanı kaldırmak ister misiniz?
zh_cn: “{0}” 已经被 {1}使用了. 你愿意先移除旧的么?
zh_tw: 「{0}」 已經被 {1}使用了。 您要先移除舊的嗎？

# Controls_KeyboardSteeringHeader
source: Keyboard steering:
cs: Řízení klávesnicí:
de: Tastatursteuerung
es: Giro en Teclado
fi_fi: Näppäimistöohjaus
fr: Direction au clavier :
it: Sterzo con tastiera
ja_jp: キーボードステアリング:
lv: Klaviatūras stūrēšana:
pl: Sterowanie klawiaturą:
pt: Direcção com o teclado:
pt_br: Direção com o teclado:
ru: Управление клавиатурой:
tr: Klavye ile yönlendirmeyi etkinleştir:
zh_cn: 键盘转向:
zh_tw: 鍵盤轉向：

# Controls_SteeringSpeed
source: Steering speed
cs: Citlivost řízení
de: Lenkgeschwindigkeit
es: Velocidad de giro
fi_fi: Ohjauksen nopeus
fr: Vitesse de la direction
it: Velocità sterzo
ja_jp: ステアリング速度
lv: Stūrēšanas ātrums
pl: Szybkość sterowania
pt: Velocidade da direcção:
pt_br: Velocidade da direção:
ru: Скорость руления
tr: Yönlendirme hızı
zh_cn: 转向速度
zh_tw: 轉向速度

# Controls_OppositeLockSpeed
source: Opposite lock speed
cs: Rychl. vyrovnání smyku
de: Gegenlenkgeschwindigkeit
es: Bloqueo direccion opuesta
fi_fi: Vastaohjauksen nopeus
fr: Vitesse de contre-braquage
ja_jp: 逆ロック速度
lv: Pretstūrēšanas ārums
pl: Blokada w kierunku przeciwnym
pt: Velocidade de contra-brecagem
pt_br: Velocidade de bloqueio oposta
ru: Скорость блокировки
zh_cn: 反打方向速度
zh_tw: 反打方向速度

# Controls_ReturnRate
source: Return rate
cs: Rychlost narovnání kol
de: Rückstellgeschwindigkeit
es: Valor de retorno
fi_fi: Palautuksen taso
fr: Vitesse de retour
it: Tasso di ritorno
ja_jp: リターン率
lv: Atgriešanās ātrums
pl: Wartość zwracana
pt: Taxa de retorno
pt_br: Taxa de retorno
ru: Скорость возврата
tr: Geri dönüş hızı
zh_cn: 方向回正速率
zh_tw: 方向回正速率

# Controls_MouseSteeringHeader
source: Mouse steering:
cs: Řízení myší:
de: Maussteuerung:
es: Giro con Raton
fi_fi: Hiiriohjaus:
fr: Direction à la souris :
it: Sterzo con mouse:
ja_jp: マウスステアリング:
lv: Peles stūrēšana:
pl: Sterowanie myszą
pt: Direcção com o Rato:
pt_br: Direção com o mouse:
ru: Управление мышью:
tr: Fare ile yönlendirme
zh_cn: 鼠标转向:
zh_tw: 滑鼠轉向：

# Controls_EnableMouseSteering
source: Enable mouse steering
cs: Povolení řízení myší
de: Maussteuerung aktivieren
es: Activar giro con raton
fi_fi: Salli hiiriohjaus
fr: Activer la direction à la souris
it: Abilita sterzo con mouse
ja_jp: マウスのステアリングを有効にします
lv: Iespējot peles stūrēšanu
pl: Włącz sterowanie myszą
pt: Activar direcção com o rato
pt_br: Ativar direção com o mouse
ru: Включить управление мышью
tr: Fare ile yönlendirmeyi etkinleştir
zh_cn: 开启鼠标转向
zh_tw: 開啟滑鼠轉向

# Controls_UseMouseButtons
source: Use mouse buttons for throttle and brakes
cs: Používat tlačítka myši pro plyn a brzdu
de: Maustasten für Gas und Bremse nutzen
es: Usar botones del raton para acelerador y frenos
fi_fi: Käytä hiiren näppäimiä kaasulle ja jarrulle
fr: Utiliser les boutons de la souris pour l'accélérateur et les freins
it: Usa i tasti del mouse per accelleratore e freno
ja_jp: スロットルとブレーキにマウスボタンを使用する
lv: Uzmantot peles pogas gāzei un bremzēm
pl: Użyj przycisków myszy dla gazu i hamulca
pt: Usar botões para acelerador e travões
pt_br: Usar botões para acelerador e freio
ru: Использовать кнопки мыши для газа и тормоза
tr: Gaz ve fren için fare tuşlarını kullan
zh_cn: 使用鼠标键作为油门和刹车
zh_tw: 使用滑鼠鍵作為油門和煞車

# Controls_AdditionalBindings
source: Additional bindings:
cs: Dodatečná přiřazení:
de: Andere Zuweisungen:
es: Enlaces adicionales
fi_fi: Lisänäppäimet:
fr: Attributions supplémentaires :
it: Attacchi aggiuntivi:
ja_jp: 追加のバインディング:
lv: Papildu pogas:
pl: Dodatkowe odnośniki:
pt_br: Ligações adicionais:
ru: Дополнительные привязки:
tr: Ekstra atamalar
zh_cn: 额外按键设定:
zh_tw: 額外按鍵設定：

# Controls_Axis
source: Axis
cs: Osa
de: Achse
es: Ejes
fr: Axes
it: Assi
ja_jp: 軸
lv: Asis
pl: Osie
pt: Eixos
pt_br: Eixo
ru: Оси
tr: Eksen
zh_cn: 轴
zh_tw: 軸

# Controls_Buttons
source: Buttons
cs: Tlačítka
de: Tasten
es: Botones
fi_fi: Näppäimet
fr: Boutons
it: Tasti
ja_jp: ボタン
lv: Pogas
pl: Przyciski
pt: Botões
pt_br: Botões
ru: Кнопки
tr: Butonlar
zh_cn: 按钮
zh_tw: 按鈕

# Controls_ForceFeedback
source: Force feedback
cs: Zpětná odezva
fr: Retour de forces
ja_jp: フォースフィードバック
ru: Силовая обратная связь
zh_cn: 力回馈
zh_tw: 力回饋

# Controls_CombineWithKeyboard
source: Combine with keyboard
cs: Kombinovat s klávesnicí
de: Mit Tastaturen kombinieren
es: Combinar con teclado
fi_fi: Yhdistä näppäistön kanssa
fr: Combiner avec le clavier
it: Combina con tastiera
ja_jp: キーボードと組み合わせ
lv: Kombinēt ar klaviatūru
pl: W połączeniu z klawiaturą
pt: Combinar com o teclado
pt_br: Combinar com o teclado
ru: Объединить с клавиатурой
tr: Klavye ile birleştir
zh_cn: 配合键盘使用
zh_tw: 配合鍵盤使用

# Controls_UseHShifter
source: Use H-shifter
cs: "Háčková" řadící páka
de: H-Schaltung benutzen
es: Usar cambio-H
fi_fi: Käytä H-kaaviota
fr: Utiliser la boite manuelle
it: Usa Cambio ad H
ja_jp: H-シフターを使用
lv: Izmantot H-kārbu
pl: Użyj H-shifter
pt: Usar H-shifter
pt_br: Usar H-shifter
ru: Использовать Н-образный переключатель
tr: H vites kullan
zh_cn: 使用H档
zh_tw: 使用H型排檔

# Controls_DeviceFormat
source: Device: {0}
cs: Zařízení: {0}
de: Gerät: {0}
es: Dispositivo: {0}
fi_fi: Laite: {0}
fr: Périphérique : {0}
it: Dispositivo: {0}
ja_jp: デバイス:{0}
lv: Ierīce: {0}
pl: Urządzenie: {0}
pt: Dispositivo: {0}
pt_br: Dispositivo: {0}
ru: Устройство: {0}
tr: Aygıt: {0}
zh_cn: 设备:{0}
zh_tw: 裝置：{0}

# Controls_ShiftersHeader
source: Shifters:
cs: Řazení
de: Schalter:
es: Cambios:
fi_fi: Rattivaihteet
fr: Levier de vitesse :
it: Cambi:
ja_jp: シフター:
lv: Pārslēdzēji:
pl: Manetki
pt_br: Marchas:
ru: Переключатели:
tr: Vites değiştiriciler:
zh_cn: 换挡器:
zh_tw: 排檔：
