Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# AcSettings_Controls_Wheel_System_Race
source: Race:
cs: Závod:
de: Rennen:
es: Carrera:
fi_fi: Kisa:
fr: Course :
it: Gara:
ja_jp: レース:
pl: Wyścig:
pt_br: Corrida:
ru: Трасса:
tr: Yarış:
zh_cn: 赛事：
zh_tw: 賽事中：

# AcSettings_Controls_Wheel_System_Replay
source: Replay:
cs: Opakovaný záznam:
es: Repetición:
fi_fi: Uusinta:
ja_jp: リプレイ:
pl: Powtórka:
ru: Повтор:
tr: Yarış tekrarı:
zh_cn: 回放：
zh_tw: 重播：

# AcSettings_Controls_Wheel_System_UI
source: UI:
es: IU:
fi_fi: Järjestelmä:
fr: Interface :
pl: Interfejs użytkownika:
ru: Интерфейс:
tr: Arayüz:
zh_cn: 用户界面：
zh_tw: 使用者介面：

# AcSettings_General_KeepCameraInTheCar
source: Keep camera in the car
cs: Udržení kamery v autě
de: Kamera im Fahrzeug belassen
es: Mantener la cámara en el coche
fi_fi: Pidä kuvakulma auton sisällä
fr: Garder la caméra dans le véhicule
it: Tieni la visuale in auto
ja_jp: カメラを車内に固定
pl: Trzymaj kamerę w samochodzie
pt_br: Manter câmera no carro
ru: Удерживать камеру на авто
tr: Kamerayı araçta tut
zh_cn: 保持车内视角
zh_tw: 將視角維持在車內

# AcSettings_General_LimitForOtherSessions
source: Limit for other sessions
cs: Limit pro jiné relace
de: Limit für sonstige Sitzungen
es: Límite para otras sesiones
fi_fi: Rajoita muihin istuntoihin
fr: Limite pour les autres sessions
it: Limite per le altre sessioni
ja_jp: 他セッションの制限
pl: Limit na inne sesje
pt_br: Limite para outras sessões
ru: Лимит других сессий
zh_cn: 其它赛程限制
zh_tw: 其他賽程的限制

# AcSettings_General_LimitForQualifications
source: Limit for qualifications
cs: Limit pro kvalifikace
de: Limit für Qualifikationen
es: Límite para clasificaciones
fi_fi: Rajoita aika-ajoihin
fr: Limite pour les qualifications
it: Limite per le qualifiche
ja_jp: 予選の制限
pl: Limit dla kwalifikacji
pt_br: Limite ara qualificações
ru: Лимит квалификаций
zh_cn: 资格限制
zh_tw: 資格限制

# AcSettings_General_LimitForRaces
source: Limit for races
cs: Limit pro závody
de: Limit für Rennen
es: Límite para carreras
fi_fi: Rajoita kisaan
fr: Limite pour les courses
it: Limite per le gare
ja_jp: レースの制限
pl: Limit dla wyścigów
pt_br: Limite para corridas
ru: Лимит гонок
zh_cn: 赛事限制
zh_tw: 賽事限制

# AcSettings_General_MinimumTime
source: Minimum time
cs: Minimální čas
de: Mindestzeit
es: Tiempo mínimo
fi_fi: Minimiaika
fr: Temps minimum
it: Tempo minimo
ja_jp: 最短時間
pl: Minimalny czas
pt_br: Tempo mínimo:
ru: Минимальное время
zh_cn: 最短时间
zh_tw: 最小時間

# AcSettings_General_PitStops
source: Pit stops:
cs: Zastávky v boxech:
de: Boxenstopps:
es: Paradas de boxes:
fi_fi: Varikkopysähdykset:
fr: Arrêts au stand :
ja_jp: ピットストップ:
pl: Pit stopy:
ru: Пит-стопы:
tr: Pit molaları:
zh_cn: 维修站：
zh_tw: 維修區：

# AcSettings_General_ReplaysAutosave
source: Replays autosave:
cs: Automatické ukládání opakovaných záznamů:
es: Autoguardado de repeticiones:
fi_fi: Uusintojen autotallennus:
fr: Sauvegarde auto des replays :
it: Salvataggio automatico replay:
ja_jp: リプレイのオートセーブ:
pl: Automatyczne zapis powtórki
pt_br: Salvar replays automaticamente:
ru: Автосохранение повторов:
tr: Yarış tekrarı oto-kayıt:
zh_cn: 自动保存回放

# AcSettings_PresetsPerMode_Audio
source: Audio:
cs: Zvuk:
ja_jp: オーディオ:
pt_br: Áudio:
ru: Аудио:
tr: Ses:
zh_cn: 音频:
zh_tw: 聲音：

# AcSettings_PresetsPerMode_Condition
source: Condition:
cs: Podmínka:
de: Bedingung:
es: Condición:
fr: État:
it: Condizioni:
ja_jp: 状態:
pl: Warunki:
pt_br: Condição:
ru: Условия:
zh_cn: 条件：
zh_tw: 條件：

# AcSettings_PresetsPerMode_CreateNew
source: Create new
cs: Vytvořit nové
de: Erstelle neu
es: Crear nuevo
fr: Créer nouveau
it: Crea nuovo
ja_jp: 新規作成
pl: Twórz nowe
pt_br: Criar novo
ru: Создать новый
tr: Yeni oluştur
zh_cn: 新建
zh_tw: 建立新檔

# AcSettings_PresetsPerMode_Enabled
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja_jp: 有効
pl: Włączone
pt_br: Ativado
ru: Включено
zh_cn: 开启
zh_tw: 啟用

# AcSettings_PresetsPerMode_RearViewMirror
source: Rear view mirror
cs: Zpětné zrcátko
de: Rückspiegel
es: Espejo interior
fr: Rétroviseur central
it: Specchieto retrovisore
ja_jp: リアビューミラー
pl: Lusterko wsteczne
pt_br: Ver
ru: Зеркало заднего вида
tr: Dikiz aynası
zh_cn: 后视镜
zh_tw: 後視鏡

# AcSettings_PresetsPerMode_UpdatePresetsDuringTheRace
source: Update presets if some settings changed during the race
cs: Aktualizovat přednastavení, pokud se některé nastavení během závodu změní
de: Aktualisiere Voreinstellungen, falls Einstellungen während des Rennens geändert werden
es: Actualizar presets si cambian ajustes durante la carrera
fr: Mettre à jour les préréglages si certains paramètres ont changé pendant la course
it: Aggiorna i preset se alcune impostazioni sono cambiate durante la gara
ja_jp: レース中に設定が変更された場合は、プリセットを更新してください
pl: Zaktualizuj presety, jeśli niektóre ustawienia uległy zmianie podczas wyścigu
pt_br: Atualizar presets se algumas configurações mudaram durante a corrida
ru: Обновить пресеты, если некоторые настройки изменились во время гонки
tr: Yarış sırasında değişen ayarlar olursa önayarları güncelle
zh_cn: 如果在比赛中更改了设置，则同步更新至预设
zh_tw: 如果在比賽中改變了一些設定，則更新預設值

# AcSettings_PresetsPerMode_Video
source: Video:
cs: Grafika:
es: Vídeo:
ja_jp: ビデオ:
pl: Wideo:
pt_br: Vídeo:
ru: Видео:
zh_cn: 视频：
zh_tw: 影像：

# AcSettings_Python_EnablePythonApps
source: Enable Python apps
cs: Python appky
de: Python-Apps aktivieren
es: Habilitar apps Python
fi_fi: Salli Python -sovellukset
fr: Activer les apps Python
it: Abilita le app Python
ja_jp: Pythonアプリを有効
pl: Włącz aplikacje Python
pt_br: Ativar apps Phython
ru: Включить Python приложения
tr: Python uygulamalarını etkinleştir
zh_cn: 打开Python apps
zh_tw: 開啟Python apps

# AcSettings_Python_KeepDeveloperAppsFlagWithAppsPresets
source: Keep developer apps flag with apps presets
cs: Ponechat vlajky vývojářských appek s přednastavením appky
es: Mantener la marca de las aplicaciones de desarrollador con presets de apps
fi_fi: Pidä kehittäjäsovellusten merkit sovellusten esiasetuksissa
fr: Gardez le drapeau des applications de développeur avec des préréglages d'applications
it: Mantieni il contrassegno delle app per sviluppatori con le app predefinite
ja_jp: 開発者アプリケーションのフラグをアプリプリセットに保持
pl: Zachowaj flagi aplikacji programisty z ustawieniami aplikacji
pt_br: Deixar a bandeira de apps de desenvolvedor com predefinições de apps
ru: Удерживать флаг приложений разработчика с предустановками приложений
zh_cn: 一直保留预装APP开发者标签
zh_tw: 以App預置保留開發者App標記

# AcSettings_System_VRCameraShake
source: VR camera shake
cs: Třes kamery ve VR
de: Kamerawackeln in VR
es: Vibración de la cámara de RV
fi_fi: Virtuaaliltodellisuuden kameran tärinä
fr: Secousses caméra en VR
it: Scuotimento visuale VR
ja_jp: VRカメラの手ぶれ
pl: Drgania kamery VR
pt_br: Vibração da câmera VR
tr: Sanal gerçeklik kamera sarsıntısı
zh_cn: VR相机抖动
zh_tw: VR相機晃動

# AcSettings_Video_PerformanceHit
source: Performance hit:
cs: Ovlivnění výkonu:
de: Einfluss auf Performance:
es: Impacto en rendimiento:
fi_fi: Suorituskyvyn lasku
fr: Résultat de performance:
it: Prestazioni raggiunte:
ja_jp: パフォーマンスヒット:
pl: Wzrost wydajności:
pt_br: Desempenho afetado:
ru: Снижение производительности:
tr: Performans kaybı:
zh_cn: 性能指标：
zh_tw: 性能指標：

# AcSettings_Video_PerformanceHit_Tooltip
source: Huge approximation, might not correlate with reality. Measured in 1920×1080 resolution.
cs: Značné zaokrouhlení, nemusí korelovat s realitou. Měřeno v rozlišení 1920×1080.
de: Schätzung, Ergebnisse können abweichen. Gemessen in 1920x1080.
es: Muy aproximado, puede no estar relacionado con lo real. Medido en resolución 1920x1080.
fi_fi: Iso vaikutus, ei ehkä korreloi todellisuuden kanssa. Laskettu 1920x1080 resoluutiolle.
fr: Énorme approximation, peut ne pas correspondre à la réalité. Mesuré en résolution 1920×1080.
it: Approssimazione, potrebbe non rispecchiare la realtà. Misurato con risoluzione 1920 × 1080.
ja_jp: 巨大な近似値であり、現実とは相関しない場合があります。1920×1080の解像度で測定。
pl: Ogromne przybliżenie, może nie korelować z rzeczywistością. Zmierzone w rozdzielczości 1920 × 1080.
pt_br: Aproximação grande, talvez não correlacione com a realidade. Medido na resolução 1920x1080.
ru: Огромное приближение, возможно, не соотносится с реальностью. Измеряется в разрешении 1920×1080.
zh_cn: 近似值，可能与实际情况不同。以1920×1080解析度测量。
zh_tw: 近似值，可能與實際情況不符。以1920×1080解析度測量。

# AcSettings_Video_TimeLimitedBenchmark
source: Time-limited benchmark
cs: Časově omezený test výkonu
de: Zeitbegrenzter Benchmark
es: Benchmark limitado por tiempo
fi_fi: Aikarajoitettu suorituskykytesti
fr: Référence limitée dans le temps
it: Benchmark a tempo limitato
ja_jp: 時間制限のあるベンチマーク
pl: Ograniczony czas testu
pt_br: Benchmark com tempo limitado
ru: Ограниченный по времени тест
zh_cn: 限时性能测试
zh_tw: 限時效能測試

# AcSettings_Video_TimeLimitedBenchmark_Tooltip
source: Use it to get similar results if you need to compare settings
cs: Použijte v případě, že chcete podobné výsledky při porovnání nastavení
de: Liefert vergleichbare Ergebnisse, geeignet um verschiedene Einstellungen zu vergleichen.
es: Usar para obtener resultados similares si se necesita comparar ajustes
fi_fi: Käytä jos haluat suoraan verrannolliset tulokset
fr: Utilisez-le pour obtenir des résultats similaires si vous devez comparer les paramètres
it: Usalo per ottenere risultati simili se devi confrontare le impostazioni
ja_jp: 設定を比較する必要がある場合は、これを使用して類似の結果を取得します。
pl: Użyj tego, aby uzyskać podobne wyniki, jeśli chcesz porównać ustawienia
pt_br: Use para ter resultados similares se você precisa comparar configurações
ru: Используйте его, чтобы получить аналогичные результаты, если вам нужно сравнить настройки
zh_cn: 如果你需要对比设置，可以用它来获得类似的效果
zh_tw: 如果您需要比較設置，請使用它來獲得類似的結果

# ContentTools_BatchPreviewsUpdater_AutoSelect
source: Auto-Select
cs: Automatické vybrání
de: Auto-Auswählen
es: Auto-seleccionar
fr: Sélection auto
it: Seleziona automaticamente
ja_jp: 自動選択
pl: Automatyczny wybór
pt_br: Selecionar automaticamente
ru: Авто-выбор
tr: Oto-seçim
zh_cn: 自动选择
zh_tw: 自動選取

# ContentTools_BatchPreviewsUpdater_SomeErrorHappened
source: Some error happened
cs: Nastala nějaká chyba
de: Ein Fehler ist aufgetreten
es: Ocurrió un error inesperado
fr: Une erreur s'est produite
it: Si è verificato un errore
ja_jp: 何らかのエラーが発生しました
pl: Wystąpił jakiś błąd
pt_br: Algum erro aconteceu
ru: Произошла какая-то ошибка
tr: Bazı hatalar meydana geldi
zh_cn: 发生了一些错误
zh_tw: 發生錯誤

# ContentTools_CarAnalyzer_More
source: More…
cs: Více...
de: Mehr...
es: Más...
fr: Plus...
it: Altro...
ja_jp: 詳しく
pl: Więcej…
pt_br: Mais...
ru: Больше...
tr: Daha fazla...
zh_cn: 更多…
zh_tw: 更多⋯⋯

# ContentTools_CarAnalyzer_MoreDetails
source: More details:
cs: Více detailů:
de: Weitere Details:
es: Más detalles:
fr: Plus de détails :
it: Alri dettagli:
ja_jp: 詳細:
pl: Więcej szczegółów:
pt_br: Mais detalhes:
ru: Больше подробностей:
tr: Daha fazla detay:
zh_cn: 详情:
zh_tw: 查看更多資訊：

# ContentTools_CarAnalyzer_NoIssuesFound
source: No issues found
cs: Vše je v pořádku
de: Keine Probleme gefunden
es: No se encontró problemas
fr: Aucun souci trouvé
it: Nessun problema trovato
ja_jp: 問題は見つかりませんでした
pl: Nie znaleziono problemów
pt_br: Problemas não encontrados
ru: Проблем не найдено
tr: Sorun bulunamadı
zh_cn: 未发现问题
zh_tw: 無錯誤

# ContentTools_FilesCompressor_Compress
source: Compress
cs: Zabalit
de: Komprimieren
es: Comprimir
fi_fi: Pakkaa
fr: Compresser
it: Comprimi
ja_jp: 圧縮
pl: Kompresuj
pt_br: Comprimir
ru: Сжать
tr: Sıkıştır
zh_cn: 压缩
zh_tw: 壓縮

# ContentTools_FilesCompressor_Compressed
source: Compressed
cs: Zkomprimovaný
de: Komprimiert
es: Comprimido
fi_fi: Pakattu
fr: Compressé
it: Compresso
ja_jp: 圧縮済み
pl: Skompresowano
pt_br: Comprimido
ru: Сжатый
tr: Sıkıştırılmış
zh_cn: 已压缩
zh_tw: 壓縮檔

# ContentTools_FilesCompressor_CompressionAlgorithm
source: Compression algorithm:
cs: Kompresní algoritmus
de: Kompressionsalgorithmus:
es: Algoritmo de compresión:
fi_fi: Pakkauksen algorytmi
fr: Algorithme de compression :
it: Algoritmo di compressione:
ja_jp: 圧縮アルゴリズム:
pl: Algorytm kompresji:
pt_br: Algoritimo de compressão:
ru: Алгоритм сжатия:
tr: Sıkıştırma algoritması:
zh_cn: 压缩算法：
zh_tw: 壓縮演算法：

# ContentTools_FilesCompressor_Decompress
source: Decompress
cs: Rozbalit
de: Dekomprimieren
es: Descomprimir
fi_fi: Pura
fr: Décompresser
it: Decomprimi
ja_jp: 非圧縮
pl: Dekompresuj
pt_br: Descomprimir
ru: Разжать
tr: Sıkıştırmayı aç
zh_cn: 解压缩
zh_tw: 解壓縮

# ContentTools_FilesCompressor_Description
source: CM scans for all models and textures (KN5 and DDS files) — those files can be well compressed, sometimes even in several times. There is not much benefit in compressing files like soundbanks or PNG images: those formats have proper compression already, and it will only slightly slow down AC loading. [br][br]I recommend to use the best compression algorithm, LZX. It will add some CPU load during loading, but CPU has nothing to do anyway while it’s waiting for disk to get the data, and there will much less data to read. [br][br]Of course, [b]it shouldn’t affect FPS in any way[/b]: AC doesn’t load resources dynamically.
cs: Content Manager skenuje všechny modely a textury (soubory KN5 a DD5) – tyto soubory lze efektivně komprimovat, někdy i několikanásobně. Naopak nedává příliš smysl komprimovat zvuky či PNG obrázky: tyto formáty jsou již samy o sobě komprimovány a načítání videohry zpomalí jen lehce. [br][br]Coby nejlepší kompresní algoritmus doporučuji použít LZX. Při načítání trochu zatíží procesor, ale ten stejně nemá co na práci, když čeká na disk, než mu dodá data, a navíc bude potřeba načíst méně dat. [br][br]Samozřejmě [b]by to nijak nemělo ovlivnit snímkovací frekvenci[/b]: videohra nenačítá zdroje dynamicky.
de: CM sucht nach allen Modellen und Texturen (KN5 und DDS-Dateien) - diese Dateien können komprimiert sein, oft auch mehrmals. Es hat keinen Vorteil, PNGs o.ä. zu komprimieren, da diese Dateiformate bereits Komprimierung beinhalten, und dadurch wird das Laden von AC nur leicht ausgebremst. [br][br]Ich empfehle, den besten Komprimierungsalgorithmus zu benutzen, LZX. Dadurch wird zwar die CPU-Last beim Ladevorgang leicht erhöht, doch durch die gesunkene Menge an insgesamt zu ladenden Dateien ergibt sich ein Vorteil. [br][br]All das hat [b]keinerlei Einfluss auf die FPS[/b], da AC Dateien nicht dynamisch nachlädt.
es: CM escanea todos los modelos y texturas (ficheros KN5 y DDS) — esos ficheros pueden ser comprimidos incluso varias veces en ocasiones. No hay mucho beneficio en comprimir bancos de sonido o imágenes PNG: ya disponen de una compresión adecuada, y sólo ralentizará ligeramente la carga de AC. [br][br]Recomiendo usar el mejor algoritmo de compresión, LZX. Añadirá consumo de CPU durante la carga, pero la CPU no tiene nada que hacer mientras carga datos de disco, y habrá mucha menos información que leer. [br][br]Por supuesto, [b]no debería afectar a los FPS[/b]: AC no carga recursos dinámicamente.
fr: CM scanne tous les modèles et textures (fichiers KN5 et DDS) - ces fichiers peuvent être bien compressés, parfois même plusieurs fois. Il n'y a pas beaucoup d'avantages à compresser des fichiers comme des banques de sons ou des images PNG: ces formats ont déjà une compression appropriée, et cela ne ralentira que légèrement la charge CA. [br][br] Je recommande d'utiliser le meilleur algorithme de compression, LZX. Cela ajoutera une certaine charge CPU pendant le chargement, mais le CPU n'a rien à voir de toute façon en attendant que le disque obtienne les données, et il y aura beaucoup moins de données à lire. [br][br] Bien sûr, [b]cela ne devrait en aucun cas affecter le FPS [/ b]: AC ne charge pas les ressources de manière dynamique.
it: "CM scansiona tutti i modelli e le texture (file KN5 e DDS) - questi file possono essere compressi anche più volte. Non ci sono molti benefici nel comprimere file come soundbank o immagini PNG: questi formati hanno già una corretta compressione, si rallenterà solo leggermente il caricamento AC. [br] [br] Consiglio di utilizzare il miglior algoritmo di compressione LZX. Aggiungerà un pò di carico della CPU durante il caricamento, ma in questa fase la CPU non ha nulla da fare mentre aspetta che il disco ottenga i dati e ci saranno molti meno dati da leggere. [br] [br] Naturalmente, [b] non dovrebbe influire in alcun modo sugli FPS [/ b]: AC non carica le risorse in modo dinamico. "
pl: „CM skanuje wszystkie modele i tekstury (pliki KN5 i DDS) - pliki te można dobrze skompresować, czasami nawet kilka razy. Kompresja plików, takich jak dźwiękowe lub obrazy PNG, nie przynosi większych korzyści: te formaty mają już odpowiednią kompresję i tylko nieznacznie spowolnią ładowanie AC. [br][br]Polecam użycie najlepszego algorytmu kompresji, LZX. To doda obciążenie procesora podczas ładowania, ale procesor nie ma nic do roboty tak czy inaczej, gdy czeka na dysk, aby pobrać dane, a danych będzie znacznie mniej do odczytu. [br][br]Oczywiście [b]nie powinno to wpływać na FPS w żaden sposób[/b]: AC nie ładuje zasobów dynamicznie”.
pt_br: CM escaneia por todos os modelos e texturas (arquivos KN5 e DDS) — esses arquivos poderão ser bem comprimidos, até em várias vezes. Não tem muito benefício em comprimimir arquivos de som ou imágens PNG: esses formatos já tem compressão correta, apenas deixará mais lento o carregamento do AC. [br][br]Eu recomendo usar o melhor algorítimo de compressão, LZX. Irá Adcionar um pouco de tempo no carregamento da CPU durante o carregamento, mas a CPU não tem nada a ver de qualquer jeito enquanto está esperando pelo disco para pegar os dados, e terá muito menos data para carregar. [br][br]Claro, não afetará o FPS de forma alguma[b/]: o AC não carregará os recursos dinamicamente.
ru: CM сканирует все модели и текстуры (файлы KN5 и DDS) — эти файлы могут быть хорошо сжаты, иногда даже в несколько раз. Сжатие файлов, таких как soundbanks или PNG-изображения, не приносит большой пользы: эти форматы уже имеют надлежащее сжатие, и это лишь немного замедлит загрузку AC. [br][br]Я рекомендую использовать лучший алгоритм сжатия, - LZX. Это добавит некоторую нагрузку на процессор во время загрузки, но процессору все равно нечего делать, пока он ждет, когда диск получит данные, и там будет гораздо меньше данных для чтения. [br][br]Конечно, [b]это никак не должно влиять на FPS[/b]: AC не загружает ресурсы динамически.
zh_cn: Content Manager将扫描所有模型和纹理文件（KN5和DDS文件）。这些文件很容易压缩，有时甚至可以多次压缩。如soundbanks音档或PNG图像这样的文件则无压缩必要，这些格式已经有适当的压缩，而且它只会稍微减慢AC加载速度。[br][br]推荐使用LZX压缩法。它在加载过程中会增加一些CPU的负载，但CPU会在等待磁碟获取数据的过程中閒置，需要读取的数据也会少很多。[br][br]当然，[b]应该不会对帧率有任何影响[/b]，因为AC不会动态载入资源。
zh_tw: Content Manager將掃描所有模型和紋理文件（KN5和DDS文件）。這些文件很容易壓縮，有時甚至可以多次壓縮。如soundbanks音檔或PNG圖像這樣的文件則無壓縮必要，這些格式已經有適當的壓縮，而且它只會稍微減慢AC加載速度。[br][br]推薦使用LZX壓縮法。它在加載過程中會增加一些CPU的負載，但CPU會在等待磁碟獲取數據的過程中閒置，需要讀取的數據也會少很多。[br][br]當然，[b]應該不會對幀率有任何影響[/b]，因為AC不會動態載入資源。

# ContentTools_FilesCompressor_NotCompressed
source: Not compressed
cs: Nezkomprimovaný
de: Nicht komprimiert
es: No comprimido
fr: Non compressé
it: Non compresso
ja_jp: 未圧縮
pl: Nie skompresowano
pt_br: Não comprimido
ru: Не сжатый
tr: Sıkıştırılmamış
zh_cn: 未压缩
zh_tw: 未壓縮

# ContentTools_FilesCompressor_Original
source: Original
cs: Originál
fi_fi: Alkuperäinen
it: Originale
ja_jp: オリジナル
pl: Oryginał
ru: Оригинал
tr: Orijinal
zh_cn: 原始档
zh_tw: 原始檔

# ContentTools_FilesCompressor_Path
source: Path
cs: Cesta
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
ja_jp: パス
pl: Ścieżka
pt_br: Caminho
ru: Путь
zh_cn: 路径
zh_tw: 路徑

# ContentTools_FilesCompressor_Ratio
source: Ratio
cs: Poměr
de: Verhältnis
it: Rapporto
ja_jp: 比率
pl: Współczynnik
pt_br: Taxa
ru: Соотношение
tr: Oran
zh_cn: 压缩比
zh_tw: 壓縮比

# ContentTools_FilesCompressor_ViewInExplorer
source: View in Explorer
cs: Prohlédnout v Průzkumníkovi
de: In Explorer anzeigen
es: Ver en Expllorador de Windows
fr: Voir dans Exploreur
it: Visualizza in Explorer
ja_jp: エクスプローラーで閲覧
pl: Zobacz w Eksploratorze
pt_br: Ver no Explorador
ru: Посмотреть в проводнике
tr: Windows'ta göster
zh_cn: 在资源管理器中浏览
zh_tw: 在檔案總管中瀏覽

# Dialogs_AcRootDirectorySelector_AddAShortcutToStartMenu
source: Add a shortcut to Start Menu?
cs: Připnout zástupce na Start
de: Verknüpfung im Startmenü hinzufügen?
es: ¿Añadir atajo al Menú de Inicio?
fr: Ajouter un raccourci vers le menu Démarrer?
it: Aggiungi collegamento al menu Start?
ja_jp: スタートメニューにショートカットを追加しますか?
pl: Dodać skrót do menu Start?
pt_br: Adcionar um atalho no Menu Iniciar?
ru: Добавить ярлык в меню Пуск?
tr: Başlat menüsüne kısayol eklensin mi?
zh_cn: 添加快捷方式到启动菜单？

# Dialogs_AcRootDirectorySelector_AddAShortcutToStartMenu_Tooltip
source: With it, CM will be able to use proper notifications in Windows 8, 8.1 or 10.
cs: Content Manager tak bude schopen náležitých notifikací ve Windows 8, 8.1 a 10.
de: Damit ist CM unter Win 8 oder 10 in der Lage, Benachrichtigungen zu senden.
es: Con esto, CM podrá utilizar notificaciones adecuadas en Windows 8, 8.1 o 10.
fr: Avec lui, CM pourra utiliser les notifications appropriées dans Windows 8, 8.1 ou 10.
it: Con questo, CM sarà in grado di utilizzare le notifiche appropriate in Windows 8, 8.1 o 10.
ja_jp: これがあれば、Windows 8、8.1、10でもCMが適切な通知を使えるようになります。
pl: Dzięki temu CM będzie mógł używać odpowiednich powiadomień w Windows 8, 8.1 lub 10.
pt_br: Com isso, CM vai ser possível
ru: С его помощью CM сможет использовать правильные уведомления в Windows 8, 8.1 или 10.
tr: Bunun sayesinde CM, Windows 8, 8.1 ve 10'da düzgün bildirimler gösterebilecek
zh_cn: 使用它, CM将能够在Windows 8、8.1或10中使用系统通知。

# Dialogs_AcRootDirectorySelector_AppJustHasBeenUpdatedPleaseReview
source: App just has been updated. Please, review if these settings are still valid:
cs: Appka byla právě aktualizována. Zkontrolujte prosím, jestli jsou tato nastavení stále platná:
de: App wurde gerade aktualisiert. Bitte überprüfen Sie, ob diese Einstellungen noch gültig sind:
es: La app ha sido actualizada. Revisa, por favor, si los ajustes aun son válidos:
fr: L'application vient d'être mise à jour. Veuillez vérifier si ces paramètres sont toujours valides:
it: L'app è appena stata aggiornata. Verifica se queste impostazioni sono ancora valide:
ja_jp: アプリが最近更新されました。設定が有効か確認して下さい。
pl: Aplikacja została właśnie zaktualizowana. Sprawdź, czy te ustawienia są nadal aktualne:
pt_br: App foi atualizado. Por favor, reveja se essas configurações ainda são válidas:
ru: Приложение было обновлено. Пожалуйста, проверьте верны ли следующие настройки:
tr: Uygulama güncellendi. Lütfen bu ayarların halen geçerli olup olmadığını kontrol edin:
zh_cn: 应用程序已更新。请检查这些设置是否仍然有效:

# Dialogs_AcRootDirectorySelector_Create
source: Create (recommended)
cs: Vytvořit (doporučeno)
de: Erstellen (empfohlen)
es: Crear (recomendado)
fi_fi: Luo (Suositeltavaa)
fr: Créer (recommandé)
it: Crea (consigliato)
ja_jp: 作成(推奨)
pl: Utwórz (zalecane)
pt_br: Criar (recomendado)
ru: Создать (рекомендуется)
tr: Oluştur (önerilen)
zh_cn: 新建(推荐)

# Dialogs_AcRootDirectorySelector_Delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fi_fi: Poista
fr: Supprimer
it: Cancella
ja_jp: 削除
pl: Usuń
pt_br: Deletar
ru: Удалить
tr: Sil
zh_cn: 删除

# Dialogs_AcRootDirectorySelector_InstallRecommendedPlugins
source: Install recommended plugins
cs: Nainstalovat doporučené zásuvné moduly
de: Installiere empfohlene Plugins
es: Instalar plugins recomendados
fr: Installer les plugins recommandés
it: Installa i plugin consigliati
ja_jp: 推奨プラグインのインストール
pl: Zainstaluj zalecane wtyczki
pt_br: Instalar plugins recomendados
ru: Установить рекомендуемые плагины
tr: Önerilen eklentileri yükle
zh_cn: 安装推荐插件
