Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Solution_SetBrandName
source: Set brand name
cs: Nastavit jméno značky
de: Markenname eingeben
es: Introduce nombre de la marca
fr: Définissez un nom constructeur
it: Imposta marca
ja_jp: ブランド名の設定
lv: Iestatīt markas nosaukumu
nl: Zet merknaam
pl: Ustaw nazwę marki
pt: Definir nome da marca
pt_br: Definir nome da marca
ru: Задать имя бренда
tr: Marka ismi belirle
zh_cn: 设置品牌名
zh_tw: 設定品牌名稱

# Solution_SetBrandName_Details
source: Just set a new brand name
cs: Jen nastavit nový jméno značky
de: Einfach einen neuen Markenname eingeben
es: Tan solo introduce un nuevo nombre de la marca
fr: Définissez un nouveau nom constructeur
it: Basta impostare un nuovo nome
ja_jp: ちょうど新しいブランド名を設定します
lv: Vienkārši ieraksti jaunu markas nosaukumu
nl: Zet gewoon een nieuwe merknaam
pl: Tylko ustaw nową markę
pt: Definir apenas uma nova marca
pt_br: Definir apenas uma nova marca
ru: Просто указать новое имя марки
tr: Yeni bir marka ismi belirleyin
zh_cn: 设置一个新的品牌名
zh_tw: 設定一個新的品牌名稱

# Solution_SetBrandName_Prompt
source: Enter a new brand name:
cs: Vložte nový název značky
de: Neue Herstellerbezeichnung eingeben
es: Introduce un nuevo nombre de la marca
fr: Entrez un nouveau nom constructeur :
it: Immettere una nuova marca:
ja_jp: 新しいブランド名を入力してください:
lv: Ievadīt jaunu markas nosaukumu:
nl: Vul een nieuwe merknaam in:
pl: Wprowadź nową nazwę marki:
pt: Inserir um novo nome de marca:
pt_br: Inserir um novo nome de marca:
ru: Введите новое имя бренда:
tr: Yeni bir marka ismi girin:
zh_cn: 输入新的品牌名
zh_tw: 輸入新的品牌名稱

# Common_NewBrandName
source: New brand name
cs: Nový název značky
de: Neue Herstellerbezeichnung
es: Nuevo nombre de la marca
fi_fi: Uusi valmistajan nimi
fr: Nouveau nom constructeur
it: Nuova marca
ja_jp: 新しいブランド名
lv: Jauns markas nosaukums
nl: Nieuwe merknaam
pl: Nowa nazwa marki
pt: Novo Nome de Marca
pt_br: Novo nome de marca
ru: Новое имя марки
tr: Yeni marka adı
zh_cn: 新的品牌名
zh_tw: 新的品牌名稱

# Solution_SetBrandNameFromName
source: Set brand name based on car’s name
cs: Nastavit název značky na základě názvu auta
de: Markenname basierend auf Fahrzeugname eingeben
es: Introduce un nuevo nombre basado en el nombre del coche
fr: Définissez un nom constructeur basé sur le nom du véhicule
it: Imposta nome della marca basato sul nome dell'auto
ja_jp: 車の名前に基づいてブランド名を設定
lv: Uzstādīt markas nosaukumu balstoties uz mašīnas nosaukuma
nl: Zet merknaam gebaseerd op de naam van de auto
pl: Ustaw nazwę marki w oparciu o nazwę samochodu
pt: Definir nome da marca com base no nome do carro
pt_br: Definir nome da marca com base no nome do carro
ru: Введите новое имя бренда на основе марки машины
zh_cn: 基于车名设置品牌名
zh_tw: 基於車名設定品牌名稱

# Solution_SetBrandNameFromName_Details
source: New brand name will be: “{0}”
cs: Nový název značku bude: “{0}”
de: Neuer Markenname:"{0}"
es: El nuevo nombre de la marca sera: “{0}”
fr: Le nouveau nom constructeur sera : “{0}”
it: Nuova marca sarà: "{0}"
ja_jp: 新しいブランド名は次のようになります:"{0}"
lv: Jaunais markas nosaukums:"{0}"
nl: Nieuwe merknaam zal "{0}" zijn
pl: Nazwa nowej marki będzie: “{0}”
pt: O novo nome da marca será: “{0}”
pt_br: O novo nome da marca será: “{0}”
ru: Новое имя бренда будет: “{0}”
tr: Yeni marka ismi “{0}” olacak.
zh_cn: 新的品牌名是: “{0}”
zh_tw: 新的品牌名將為:：「{0}」

# Solution_RemoveObject
source: Remove object
cs: Odebrat objekt
de: Objekt entfernen
es: Eliminar objeto
fr: Supprimez l'objet
it: Rimuovi oggetto
ja_jp: オブジェクトを削除
lv: Aizvākt objektu
nl: Verwijder object
pl: Usuń obiekt
pt: Remover Objecto
pt_br: Remover Objeto
ru: Удалить объект
tr: Objeyi kaldır
zh_cn: 移除物体
zh_tw: 移除物件

# Solution_RemoveObject_Details
source: Object will be removed to the Recycle Bin
cs: Objekt bude přesunut do Koše
de: Objekt wird in Papierkorb verschoben
es: El objeto será eliminado a la papelera de reciclaje
fr: L'objet sera déplacé vers la corbeille
it: Oggetto verrà messo nel cestino!
ja_jp: オブジェクトはごみ箱に削除されます
lv: Objekts tiks pārvietots uz miskasti
nl: Object zal naar de prullenbak worden verplaatst
pl: Obiekt zostanie usunięty do Kosza
pt: O objecto será removido para o Recycle Bin
pt_br: O objeto será removido para a lixeira
ru: Объект будет удален в корзину
tr: Obje Geri Dönüşüm Kutusu'na taşınacak
zh_cn: 物体将会从回收站里移除
zh_tw: 物件將會從回收桶裡移除

# Solution_GenerateNew
source: Generate new file
cs: Vygenerovat nový soubor
de: Neue Datei erstellen
es: Genera un nuevo archivo
fr: Générez un nouveau fichier
it: Genera nuovo file
ja_jp: 新しいファイルを生成
lv: Ģenerēt jaunu failu
nl: Nieuw bestand genereren
pl: Generuj nowy plik
pt: Gerar novo ficheiro
pt_br: Gerar novo arquivo
ru: Создать новый файл
tr: Yeni dosya oluştur
zh_cn: 生成新文件
zh_tw: 產生新的檔案

# Solution_GenerateNew_Details
source: New empty file will be created; don’t forget to set proper values and save it afterwards
cs: Bude vytvořen nový prázdný soubor; nezapomeňte na určení náležitých hodnot a následné uložení
de: Neue leere Datei wird erstellt; vergesse nicht die richtigen Werte zu setzen und zu speichern
es: Un nuevo archivo vacío será creado: no olvides introducir valores correctos y guardarlo después
fr: Un nouveau fichier vide sera créé ; n'oubliez pas de définir les valeurs appropriées et de les sauvegarder ensuite
it: E' stato creato un nuovo file vuoto; non dimenticare di inserire i valori appropriati e salvare il lavoro
ja_jp: 新しい空のファイルが作成されます;適切な値を設定し、後で保存することを忘れないでください。
lv: Tiks izveidots jauns tukšs fails; neaizmirsti iestādīt pareizās vērtības un pēc tam to saglabāt
nl: Nieuw lege bestand zal worden gecreerd; vergeet niet correcte waarden te zetten en het op te slaan
pl: Nowy pusty plik zostanie utworzony; nie zapomnij, aby ustawić odpowiednie wartości i następnie go zapisać
pt: Um novo ficheiro vazio será criado; não te esqueças de definir valores apropriados e depois guardar o ficheiro
pt_br: Um arquivo vazio será criado; Não esqueça de inserir valores corretos e salvar no final
ru: Будет создан новый пустой файл; не забудьте установить правильные значения и сохранить их впоследствии
zh_cn: 新的空白文件已经建立,不要忘记设置合适的参数并保存
zh_tw: 新的空白檔案已經建立,別忘了設定合適的參數並儲存

# Solution_MakeIndependent
source: Make independent
cs: Vytvořit nezávislost
de: Unabhängig machen
es: Hazlo independiente
fr: Rendre indépendant
it: Rendi indipendente
ja_jp: 独立させる
lv: Padarīt neatkarīgu
nl: Maak onafhankelijk
pl: Zrób niezależne
pt: Tornar independente
pt_br: Tornar independente
ru: Сделать независимым
tr: Bağımsız kıl
zh_cn: 使其独立
zh_tw: 使其獨立

# Solution_MakeIndependent_Details
source: Remove id of missing parent from ui_car.json
cs: Odebrat ID chybějícího rodiče z ui_car.json
de: Entferne ID von fehlendem Basismodell in ui_car.json
es: Elimina el ID del directorio desaparecido de ui_car.json
fr: Retirez l'ID d'un parent introuvable depuis ui_car.json
it: Rimuovi ID delle parentele mancanti da ui_car.json
ja_jp: ui_car.jsonから欠落している親のIDを除去
lv: Aizvākt trūkstošā vecāka ID no ui_car.json
nl: Verwijder id van ontbrekende parent van ui_car.json
pl: Usuń id brakującego źródła z ui_car.json
pt: Remover o id do parente em falta de ui_car.json
pt_br: Remover ID de parente faltante de ui_car.json
ru: Удалить идентификатор отсутствующей базовой модели из ui_car.json
zh_cn: 从ui_car.json文件里移除丢失了父元素的ID
zh_tw: 從ui_car.json檔案裡移除已遺失的源車型ID

# Solution_ChangeParent
source: Change parent
cs: Změnit rodiče
de: Abstammung ändern
es: Cambia el directorio
fr: Changer le parent
it: Cambia parentela
ja_jp: 親を変更
lv: Mainīt vecāku
nl: Verander parent
pl: Zmień źródło
pt: Mudar parente
pt_br: Mudar parente
ru: Изменить базовую модель
zh_cn: 更改源车型
zh_tw: 更改源車型

# Solution_ChangeParent_Details
source: Select a new parent from cars list
cs: Vyberte nového rodiče ze seznamu aut
de: Neues Basismodell aus Fahrzeugliste wählen
es: Selecciona un nuevo directorio de la lista de coches
fr: Sélectionnez un nouveau parent depuis la liste des véhicules
it: Scegli nuova parentela dalla lista auto
ja_jp: 車リストから新しい親を選択
lv: Izvēlēties jaunu vecāku no mašīnu saraksta
nl: Selecteer nieuw parent van autolijst
pl: Wybierz nowe źródło z listy samochodów
pt: Seleccionar novo parente a partir da lista de carros
pt_br: Selecionar novo parente a partir da lista de carros
ru: Выбрать базовую модель из списка
zh_cn: 从车辆列表里选择源车型
zh_tw: 從車輛列表裡選擇源車型

# Solution_SetBrandBadge
source: Set {0} badge
cs: Nastavit {0} jako emblém značky
de: Emblem {0} wählen
es: Introduce {0} distintivo
fr: Définissez {0} logo
it: Seleziona badge {0}
ja_jp: "{0}"バッジを設定
lv: Uzstādīt {0} logo
nl: Zet {0} insigne
pl: Ustaw {0} logo
pt: Definir {0} emblema
pt_br: Definir {0} emblema
ru: Поставить значок от {0}
zh_cn: 设置 {0} 品牌标志
zh_tw: 設定 {0} 品牌標誌

# Solution_SetBrandBadge_Details
source: Set a brand’s badge from Content storage
cs: Nastavit emblém značky z úložiště Obsahu
de: Setze Datei aus Content-Speicher als Markenemblem
es: Colocar el logo de marca en almacenaje de contenido
fi_fi: Set the brand’s badge from Content storage
fr: Choisissez un logo dans la banque de données
it: Imposta il badge della marca da Content Storage
ja_jp: コンテンツ・ストレージからブランドのバッジを設定
lv: Uzstādīt jaunu markas logo no satura glabātuves
nl: Zet merkinsigne van inhoud opslag
pl: Ustaw logo marki z przechowywanej zawartości
pt: Definir o emblema da marca a partir do armazenamento de conteúdo
pt_br: Definir a marca do emblema a partir do armazenamento de conteúdo
ru: Установить значок бренда из хранилища содержимого
zh_cn: 从数据库中选择品牌标志
zh_tw: 從資料庫中選擇品牌標誌

# Solution_ChangeBrandBadge
source: Change brand’s badge
cs: Změnit emblém značky
de: Markenemblem ändern
es: Cambiar el logo de marca
fr: Changer le logo du constructeur
it: Cambia badge del marchio
ja_jp: ブランドバッジの変更
lv: Mainīt markas logo
nl: Verander merkinsigne
pl: Zmień logo marki
pt: Alterar emblema da marca
pt_br: Alterar emblema da marca
ru: Изменить логотип
tr: Marka logosunu değiştir
zh_cn: 更换品牌标志
zh_tw: 更換品牌標誌

# Solution_ChangeBrandBadge_Details
source: Select a new brand’s badge from the list
cs: Vyberte nový emblém značky ze seznamu
de: Neues Markenemblem aus Liste wählen
es: Seleccionar un nuevo logo de marca de la lista
fr: Choisissez un nouveau logo constructeur à partir de la liste
it: Scegli un nuovo badge del marchio dalla lista
ja_jp: リストから新しいブランドのバッジを選択
lv: Izvēlēties jaunu markas logo no saraksta
nl: Selecteer nieuwe merkinsigne van de lijst
pl: Wybierz nowe logo marki z listy
pt: Seleccionar um novo emblema de marca da lista
pt_br: Selecionar um novo emblema de marca a partir da lista
ru: Выбрать логотип из списка
tr: Listeden yeni bir marka logosu seç
zh_cn: 从列表中选择新的品牌标志
zh_tw: 從列表中選擇新的品牌標誌

# Solution_SetUpgradeIcon
source: Set “{0}” icon
cs: Nastavit “{0}” jako ikonu
de: Symbol "{0}" festelegen
es: Establecer “{0}” icono
fr: Définissez "{0}" icône
it: Imposta icona "{0}"
ja_jp: "{0}”アイコンを設定
lv: Uzstādīt "{0}" ikonu
nl: Zet "{0}" icoon
pl: Ustaw “{0}” ikonę
pt: Definir "{0}" ícone
pt_br: Definir "{0}" ícone
ru: Поставить «{0}» иконку
tr: “{0}” ikonu ayarla
zh_cn: 设置 “{0}” 图标
zh_tw: 設定 「{0}」圖示

# Solution_ChangeUpgradeIcon
source: Change upgrade icon
cs: Změnit ikonu upgradu
de: Upgrade-Symbol ändern
es: Cambiar icono de actualización
fr: Changer l'icône d'amélioration
it: Cambia icona upgrade
ja_jp: アップグレードアイコンの変更
lv: Mainīt uzlabojuma ikonu
nl: Verander upgrade icoon
pl: Uaktualnij zmianę ikony
pt: Mudar ícone actualizado
pt_br: Mudar ícone atualizado
ru: Изменить иконку обновления
tr: Yükseltme ikonunu değiştir
zh_cn: 更换升级车型图标
zh_tw: 更換升級車型圖示

# Solution_MakeEmptyModel
source: Make an empty model
cs: Vytvořit prázdný model
de: Leeres Modell erstellen
es: Crear modelo vacío
fr: Créez un modèle vide
it: Crea un modello vuoto
ja_jp: 空のモデルを作成する
lv: Izveidot tukšu modeli
nl: Maak een lege model
pl: Stwórz pusty model
pt: Criar um modelo vazio
pt_br: Criar um modelo vazio
ru: Создать пустую модель
tr: Boş model yap
zh_cn: 建立一个空模型
zh_tw: 建立一個空模型

# Solution_CreateEmptySkin
source: Create empty skin
cs: Vytvořit prázdný skin
de: Leere Lackierung erstellen
es: Crear apariencia vacía
fr: Créez une skin vide
it: Crea una skin vuota
ja_jp: 空のスキンの作成
lv: Izveidot tukšu skinu
nl: Creër lege skin
pl: Stwórz pustą skórkę
pt: Criar uma skin vazia
pt_br: Criar uma skin vazia
ru: Создать пустую раскраску
tr: Boş kaplama oluştur
zh_cn: 建立一个空涂装
zh_tw: 建立一個空塗裝

# Solution_Enable
source: Enable
cs: Povolit
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja_jp: 有効
lv: Iespējot
nl: Inschakelen
pl: Zezwól
pt: Activar
pt_br: Ativar
ru: Включить
tr: Etkinleştir
zh_cn: 启用
zh_tw: 啟用

# Solution_FindTrack
source: Find track
cs: Najít trať
de: Strecke finden
es: Encontrar pista
fr: Trouvez un circuit
it: Trova circuito
ja_jp: トラックを検索
lv: Atrast trasi
nl: Vind baan
pl: Znajdź tor
pt: Encontrar pista
pt_br: Encontrar pista
ru: Найти трассу
tr: Pist bul
zh_cn: 寻找赛道
zh_tw: 尋找賽道

# Solution_MakeGeneric
source: Make generic
cs: Vytvořit generikum
de: Allgemein machen
es: Hacer genérico
fr: Rendre générique
it: Crea generico
ja_jp: 汎用させる
lv: Allgemein machen
nl: Maak algemeen
pl: Zrób ogólny
pt: Fazer genérico
pt_br: Tornar genérico
ru: Создать общий
zh_cn: 生成通用文件
zh_tw: 生成通用檔案

# Solution_GeneratePreview
source: Generate new preview
cs: Vygenerovat nový náhled
de: Neue Vorschau erstellen
es: Crear nueva previsualización
fr: Créez une nouvelle prévisualisation
it: Genera nuova anteprima
ja_jp: 新しいプレビューを生成
lv: Ģenerēt jaunu priekšskatījumu
nl: Genereer nieuwe preview
pl: Generuj nowy podgląd
pt: Gerar nova pré-visualização
pt_br: Gerar nova pré-visualização
ru: Создать новый пред. просмотр
tr: Yeni bir önizleme oluştur
zh_cn: 生成新的预览图
zh_tw: 生成新的預覽圖

# Solution_SetupPreview
source: Setup and generate new preview
cs: Nastavit a vygenerovat nový náhled
de: Neue Vorschau einstellen und erzeugen
es: Establecer y generar nueva previsualización
fr: Paramétrez et générez une nouvelle prévisualisation
it: Imposta e genera nuova anteprima
ja_jp: 新しいプレビューの設定と生成
lv: Uzstādīt un ģenerēt jaunu priekšskatu
nl: Instellen en nieuw preview genereren.
pl: Ustaw i wygeneruj nowy podgląd
pt: Configurar e gerar nova pré-visualização
pt_br: Configurar e gerar nova pré-visualização
ru: Настройка и создание нового пред. просмотра
zh_cn: 设置和生成新的预览图
zh_tw: 設定和生成新的預覽圖

# Solution_GenerateLivery
source: Generate new livery icon
cs: Vygenerovat novou ikonu skinu
de: Neue Beschriftung erstellen
es: Generar nuevo icono de apariencia
fi_fi: Generate new livery
fr: Générez une nouvelle livrée
it: Genera nuova livrea
ja_jp: 新しいライブラリを生成
lv: Ģenerēt jaunu krāsojumu
nl: Nieuwe livrei genereren
pl: Generuj nowe malowanie
pt: Gerar nova libré
pt_br: Gerar nova pintura
ru: Создать новую раскраску
zh_cn: 生成新的涂装图标
zh_tw: 生成新的塗裝圖示

# Solution_RandomLivery
source: Generate random livery icon
cs: Vygenerovat náhodnou ikonu skinu
de: Zufällige Beschriftung erstellen
es: Generar icono de apariencia aleatorio
fi_fi: Generate random livery
fr: Générez une livrée aléatoire
it: Genera livrea casuale
ja_jp: ランダムライブラリを生成
lv: Ģenerēt nejaušu krāsojumu
nl: Willekeurig livrei genereren
pl: Generuj losowe malowanie
pt: Gerar libré aleatória
pt_br: Gerar pintura aleatória
ru: Создать случайную раскраску
zh_cn: 生成随机涂装图标
zh_tw: 生成隨機塗裝圖示

# Solution_SetupLivery
source: Setup new livery icon
cs: Nastavit novou ikonu skinu
de: Neue Lackierung erstellen
es: Seleccionar nueva apariencia
fi_fi: Setup new livery
fr: Paramétrez une nouvelle livrée
it: Imposta nuova livrea
ja_jp: 新しいライブラリのセットアップ
lv: Uzstādīt jaunu krāsojumu
nl: Nieuwe livrei instellen
pl: Konfiguruj nowe malowanie
pt: Configurar nova libré
pt_br: Configurar nova pintura
ru: Настроить новую раскраску
zh_cn: 设置新的涂装图标
zh_tw: 設定新的塗裝圖示

# Solution_RemoveReplay
source: Remove replay
cs: Odebrat opakovaný záznam
de: Replay entfernen
es: Eliminar repeticion
fr: Supprimez le replay
it: Rimuovi replay
ja_jp: リプレイを削除
lv: Aizvākt ierakstu
nl: Herhaling verwijderen
pl: Usuń powtórkę
pt: Remover repetição
pt_br: Remover replay
ru: Удалить повтор
tr: Yarış tekrarını kaldır
zh_cn: 删除录像
zh_tw: 刪除重播

# Solution_FixName
source: Fix name
cs: Opravit jméno
de: Name reparieren
es: Corregir nombre
fr: Corrigez le nom
it: Correggi nome
ja_jp: 名前を修正
lv: Salabot vārdu
nl: Naam vaststellen
pl: Popraw nazwę
pt: Corrigir nome
pt_br: Corrigir nome
ru: Поправить имя
zh_cn: 修复名称
zh_tw: 修復名稱

# Solution_FixName_Details
source: Remove invalid symbols
cs: Odebrat neplatné symboly
de: Ungültige Symbole entfernen
es: Eliminar símbolos inválidos
fr: Supprimez les symboles invalides
it: Rimuovi simboli non validi
ja_jp: 無効なシンボルの削除
lv: Aizvākt nederīgos simbolus
nl: Verwijder ongeldige symbolen
pl: Usuń nieprawidłowe znaki
pt: Remover símbolos inválidos
pt_br: Remover símbolos inválidos
ru: Удалить недопустимые символы
zh_cn: 移除无效符号
zh_tw: 移除無效符號

# Solution_RemoveReplay_Details
source: Replay will be removed to the Recycle Bin
cs: Opakovaný záznam bude přesunut do Koše
de: Wiederholung in den Papierkorb verschieben
es: La repetición será eliminada a la papelera de reciclaje
fr: Le replay sera déplacé vers la corbeille
it: Il replay sarà rimosso nel cestino
ja_jp: リプレイはごみ箱に移動されます
lv: Ieraksts tiks pārvietots uz miskasti
nl: Herhaling zal verplaatst worden naar prullenbak
pl: Powtórka zostanie usunięta do kosza
pt: A repetição será removida para a Reciclagem
pt_br: Replay será removido para a lixeira
ru: Повтор будет удалён в корзину
tr: Yarış tekrarı Geri Dönüşüm Kutusu'na taşınacak
zh_cn: 录像将会被移动到回收站
zh_tw: 重播將會被扔到到資源回收桶

# Solution_SetupLivery_Details
source: Select a new livery icon using Livery Icon Editor
cs: Vyberte novou ikonu skinu pomocí aplikace Livery Icon Editor
de: Wähle eine neues Lackierungs-Symbol mit dem Symbol-Editor
es: Selecciona una nueva apariencia usando Editor de Apariencias
fi_fi: Select a new livery using Livery Editor
fr: Sélectionnez une nouvelle livrée depuis l'éditeur de livrées
it: Seleziona una nuova livrea usando Livery Editor
ja_jp: ライブラリエディタを使用して新しいライブラリを選択してください
lv: Izvēlēties jaunu krāsojumu, izmantojot krāsojumu editoru
nl: Selecteer nieuwe livrei met behulp van de Livrei Editor
pl: Wybierz nowe malowanie przy użyciu Edytora malowań
pt: Seleccionar uma nova libré usando o Editor de Libré
pt_br: Selecione uma nova pintura usando o Editor de Pinturas
ru: Выбрать новую раскраску, используя редактор раскрасок
zh_cn: 用涂装编辑器选择一个新的涂装图标
zh_tw: 用塗裝編輯器選擇一個新的塗裝圖示

# Solution_RandomLivery_Details
source: Generate a new livery icon using random settings
cs: Vygenerovat náhodnou ikonu skinu pomocí náhodného nastavení
de: Neue Beschriftung mit zufälligen Einstellungen erstellen
es: Generar nueva apariencia usando ajustes aleatorios
fi_fi: Generate a new livery using random settings
fr: Générez une livrée en utilisant des paramètres aléatoires
it: Genera una nuova livrea usando settaggi casuali
ja_jp: ランダムな設定を使用して新しいライブラリを生成する
lv: Ģenerēt jaunu krāsojumu izmantojot nejaušus iestatījumus
nl: Genereer nieuwe livrei met willekeurige instellingen
pl: Wygeneruj nowe malowanie za pomocą ustawień losowych
pt: Gerar uma nova libré utilizando configurações aleatórias
pt_br: Gerar uma nova pintura usando configurações aleatórias
ru: Создать новую раскраску используя случайные настройки редактора раскрасок
zh_cn: 用随机设定生成一个新的涂装图标
zh_tw: 用隨機設定生成一個新的塗裝圖示

# Solution_GenerateLivery_Details
source: Generate a new livery icon using last settings of Livery Icon Editor
cs: Vygenerovat novou ikonu skinu pomocí posledního nastavení nebo aplikace Livery Icon Editor
de: Neue Beschriftung mit den letzten Einstellungen des Livery Editior erstellen
es: Generar nueva apariencia usando los ultimos ajustes del Editor de Apariencias
fi_fi: Generate a new livery using last settings of Livery Editor
fr: Générez une livrée en utilisant les derniers réglages de l'éditeur de livrées
it: Genera una nuova livrea usando gli ultimi settaggi di Livery Editor
ja_jp: ライブラリエディターの最後の設定を使用して新しいライブラリを生成します
lv: Ģenerēt jaunu krāsojumu izmantojot krāsojumu editora pēdējos iestatījumus
nl: Genereer nieuwe livrei met laatste instelling van Livrei Editor
pl: Wygeneruj nowe malowanie używając ostatnich ustawień z Edytora Malowań
pt: Gerar uma nova libré utilizando as ultimas configurações do Editor de Libré
pt_br: Gerar uma nova pintura usando as últimas configurações do Editor de Pinturas
ru: Создать новую раскраску используя последние настройки редактора раскрасок
zh_cn: 使用涂装编辑的上一个设定来生成新的涂装图标
zh_tw: 使用塗裝編輯的上一個設定來生成新的塗裝圖示

# Solution_SetupPreview_Details
source: Select a new preview through settings
cs: Nastavit nový náhled skrz nastavení
de: Neue Vorschau durch Einstellungen wählen
es: Selecciona nueva previsualización a través de las opciones
fr: Sélectionnez un nouvel aperçu depuis les paramètres
it: Seleziona una nuova prewiew con opzioni
ja_jp: 設定を使用して新しいプレビューを選択
lv: Iestatījumos izvēlēties jaunu priekšskatu
nl: Selecter nieuwe preview met settings
pl: Wybierz nowy podgląd poprzez ustawienia
pt_br: Selecionar uma nova pré-visualização através das configurações
ru: Выбрать новый пред. просмотр через настройки
zh_cn: 使用当前设定选择一个新的预览图
zh_tw: 使用目前設定選擇一個新的預覽圖

# Solution_GeneratePreview_Details
source: Generate a new preview using recently used preset
cs: Vygenerovat nový náhled pomocí nedávno použitého přednastavení
de: Neue Vorschau nach aktueller Vorlage erstellen
es: Generar una nueva previsualización utilizando valores predeterminados recientes
fr: Générez un nouvel aperçu en utilisant les derniers préréglages utilisés
it: Genera una nuova preview usando l'ultimo preset recente
ja_jp: 最近使用したプリセットを使用した新しいプレビューの生成
lv: Ģenerēt jaunu priekšskatījumu izmantojot nesen lietotu sagatavi
nl: Genereer een nieuwe preview met de laatst gebruikte preset
pl: Wygeneruj nowy podgląd za pomocą ostatnio używanego presetu
pt_br: Gerar uma nova pré-visualização usando uma predefinição recente
ru: Создайть новый пред. просмотр, используя недавно использованный пресет
tr: Yakın zamanda kullanılan bir önayarı kullanarak yeni bir önizleme oluştur
zh_cn: 用最近使用过的预设生成新的预览图
zh_tw: 用最近使用過的預設生成新的預覽圖

# Solution_MakeGeneric_Details
source: Move to generic folder
cs: Přesunout do složky s generiky
de: In allgemeinen Ordner verschieben
es: Mover a una carpeta genérica
fr: Déplacez vers un dossier générique
it: Sposta in una cartella generica
ja_jp: 汎用フォルダに移動
lv: In allgemeinen Ordner verschieben
nl: Verplaats naar algemene map
pl: Przenieś do folderu ogólnego
pt_br: Mover para pasta genérica
ru: Переместить в общую папку
zh_cn: 移动到通用文件夹
zh_tw: 移動到一般資料夾

# Solution_FindTrack_Details
source: Try to find track online
cs: Pokusit se najít trať online
de: Versuche die Strecke online zu finden
es: Intenta encontrar pista online
fr: Essayez de trouver un circuit en ligne
it: Prova a cercare Circuito online
ja_jp: オンラインでトラックを探す
lv: Mēģināt atrast trasi tiešsaistē
nl: Probeer baan online te vinden
pl: Spróbuj znaleźć tor online
pt_br: Tentar encontrar pista na internet
ru: Попытаться найти трассу в интернете
tr: Pisti İnternet'te bulmayı dene
zh_cn: 尝试在网络上寻找赛道
zh_tw: 嘗試在網路上尋找賽道

# Solution_Enable_Details
source: Move font from “fonts-off” to “fonts”
cs: Přesunou písmo z "fonts-off" do "fonts"
de: Verschiebe Schriftart von "fonts-off" nach "fonts"
es: Mover la fuente de “fonts-off” a “fonts”
fr: Déplacez la police de "fonts-off" vers "fonts"
it: Sposta font da "fonts-off" a "fonts"
ja_jp: フォントを”フォントオフ"から"フォント"に移動します
lv: Pārvietot fontu no "fonts-off" uz "fonts"
nl: Verplaats lettertype van "fonts-off" naar "fonts"
pl: Przenieś czcionki z “fonts-off” do “fonts”
pt_br: Mover fonte de "fonts-off" para "fonts"
ru: Переместить шрифт из “fonts-off” в “fonts”
zh_cn: 将字体从“fonts-off”移动到“fonts”以重新启用字体
zh_tw: 將字型從「fonts-off」移動到「fonts」以重新啟用字型
