Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# CarPreviews_CannotInstallShowroom
source: Can’t install showroom “{0}”
cs: Nelze nainstalovat autosalon “{0}”
de: Showroom “{0}” nicht installierbar
es: No se puede instalar la Showroom "{0}"
fi_fi: Näyttelytilaa ei voida asentaa “{0}”
fr: Impossible d'installer le showroom “{0}”
it: Impossibile installare showroom "{0}"
ja_jp: ショールームをインストールすることはできません”{0}”
lv: Nevar instalēt izstādes telpu "{0}"
pl: Nie można zainstalować salonu "{0}"
pt_br: Não é possível instalar o showroom "{0}"
ru: Невозможно установить шоурум“{0}”
tr: Sergi yüklenemiyor "{0}"
zh_cn: 无法安装展厅 “{0}”
zh_tw: 無法安裝展示廳 「{0}」

# CarPreviews_CannotSave
source: Can’t save previews
cs: Nelze uložit náhledy
de: Vorschauen können nicht gespeichert werden
es: No se pueden guardar las previsualizaciones
fi_fi: Esikatselua ei voida tallentaa
fr: Impossible de sauvegarder les aperçus
it: Impossibile salvare le anteprime
ja_jp: プレビューを保存できません
lv: Nevar saglabāt priekšskatījumus
pl: Nie można zapisać podglądów
pt_br: Não é possível salvar pré-visualizações
ru: Невозможно сохранить пред.просмотр
tr: Önizlemeler kaydedilemiyor.
zh_cn: 无法保存预览图
zh_tw: 無法儲存預覽圖

# CarPreviews_Manual
source: Manual
cs: Ručně
de: Manuell
fi_fi: Käyttöohje
fr: Manuel
it: Manuale
ja_jp: マニュアル
lv: Manuāli
pl: Ręcznie
ru: Вручную
tr: Manuel
zh_cn: 手动模式
zh_tw: 手動模式

# CarPreviews_Manual_Tooltip
source: Set camera position manually and then press F8 to start shooting
cs: Nastavte pozici kamery ručně a pak stiskněte F8 pro záchyt obrazovky
de: Kamera manuel positionieren und F8 drücken um zu fotografieren
es: Ajusta la posicion de la camara manualmente y luego pulsa F8 para empezar a disparar
fi_fi: Aseta kameran paikka manuaalisesti ja paina F8 kuvataksesi
fr: Positionnez la caméra manuellement et appuyez sur F8 pour commencer les prises de vue
it: Imposta manualmente la posizione della telecamera poi premi F8 per iniziare la cattura
ja_jp: カメラ位置を手動で設定し、F8を押して撮影を開始する
lv: Manuāli iestādi kameras pozīciju un spied F8, lai sāktu ierakstīt
pl: Ustaw kamerę ręcznie, a następnie naciśnij klawisz F8, aby rozpocząć fotografowanie
pt_br: Definir a posição da câmera manualmente e então pressione F8 para começar a gravar
ru: Установите положение камеры вручную, а затем нажмите F8, чтобы начать съемку
tr: Kamera pozisyonunu el ile ayarlayın ve fotoğraf çekimi için F8'e basın.
zh_cn: 手动设定摄像机机位,之后按F8键开始拍摄
zh_tw: 手動設定相機機位，之後按F8鍵開始拍攝

# CarPreviews_ShowroomIsMissingOptions
source: Showroom is missing. Open options?
cs: Autosalon chybí. Otevřít nastavení?
de: Showroom fehlt. Optionen öffnen?
es: No se encuentra la Showroom. Abrir opciones?
fi_fi: Näyttelytila puuttuu. Avaa asetukset?
fr: Le showroom est introuvable. Ouvrir les options ?
it: Showroom mancante. Aprire le opzioni?
ja_jp: ショールームがありません。オプションを開きますか?
lv: Nav izstādes telpas. Atvērt iestatījumus?
pl: Nie można znaleźć salonu. Otworzyć opcję?
pt_br: Showroom está faltando. Abrir opções?
ru: Шоурум отсутствует. Открыть опции?
tr: Galeri bulunamadı. Ayarlar açılsın mı?
zh_cn: 未找到展厅.打开设置菜单进行修改?
zh_tw: 未找到展示廳。開啟設定選項進行修改？

# CarPreviews_FilterIsMissingOptions
source: Filter is missing. Open options?
cs: Filtr chybí. Otevřít nastavení?
de: Filter fehlt. Optionen öffnen?
es: No se encuentra el filtro. Abrir opciones?
fi_fi: Suodin puuttuu. Avaa asetukset?
fr: Le filtre est introuvable. Ouvrir les options ?
it: Filtro mancante. Aprire le opzioni?
ja_jp: フィルターがありません。 オプションを開きますか？
lv: Nav filtra. Atvērt iestatījumus?
pl: Nie można znaleźć filtra. Otworzyć opcję?
pt_br: Filtro está faltando. Abrir opções?
ru: Фильтр отсутствует. Открыть опции?
tr: Filtre yok. Ayarlar açılsın mı?
zh_cn: 未找到滤镜.打开设置菜单进行修改?
zh_tw: 未找到濾鏡。開啟設定選項進行修改？

# CarPreviews_CannotUpdateForDisabled
source: Can’t update previews of disabled car or skin.
cs: Nelze aktualizovat náhledy zakázaných aut či skinů.
de: Update der Vorschauen von deaktivierten Lackierungen fehlgeschlagen
es: No se puede actualizar la vista previa de un coche o aspecto desactivado.
fi_fi: Poistetun auton tai skinin esikatselua ei voida päivittää.
fr: Impossible de mettre à jour les aperçus des véhicules ou skins désactivés
it: Non è possibile aggiornare le anteprime delle auto disabilitate
ja_jp: 無効な車やスキンのプレビューを更新することはできません。
lv: Nevar atjaunot atspējotas mašīnas vai skina priekšskatījumu.
pl: Nie można zaktualizować podglądów wyłączonego auta lub skórki.
pt_br: Não é possível atualizar pré-visualizações de um carro ou pinturas desativados.
ru: Невозможно обновить предварительный просмотр отключенной машины или раскраски.
tr: Devre dışı bırakılan arabanın ya da kaplamanın önizlemeleri güncellenemiyor.
zh_cn: 无法为已屏蔽的车辆或者涂装更新预览图
zh_tw: 無法為已停用的車輛或者塗裝更新預覽圖

# CarPreviews_SomethingWentWrong
source: Something went wrong.
cs: Něco se pokazilo.
de: Ein Fehler ist aufgetreten.
es: Algo ha ido mal.
fi_fi: Jokin meni pieleen.
fr: Quelque chose ne s'est pas passé comme prévu.
it: Qualcosa è andato storto
ja_jp: 何か問題があります。
lv: Kaut kas nogāja greizi.
pl: Coś poszło nie tak.
pt_br: Algo deu errado.
ru: Что-то пошло не так.
tr: Bir şey ters gitti.
zh_cn: 发生了错误
zh_tw: 發生了錯誤

# CarPreviews_CancelledMessage
source: Cancelled.
cs: Zrušeno.
de: Abgebrochen
es: Cancelado.
fi_fi: Peruttu.
fr: Annulé.
it: Annullato.
ja_jp: キャンセルされました。
lv: Atcelts.
pl: Anulowano.
pt: Cancelado.
pt_br: Cancelado.
ru: Отменено.
tr: İptal edildi.
zh_cn: 已取消
zh_tw: 已取消

# CarPreviews_Progress
source: Now updating: {0} ({1}/{2})
cs: Nyní aktualizuji: {0} ({1}/{2})
de: Aktualisiere jetzt: {0} ({1}/{2})
es: Actualizando: {0} ({1}/{2})
fi_fi: Päivittää: {0} ({1}/{2})
fr: Mise à jour en cours : {0} ({1}/{2})
it: Aggiornando: {0} {{1}/{2}}
ja_jp: 更新中: {0} ({1}/{2})
lv: Tagad atjauno: {0} ({1}/{2})
pl: Teraz aktualizuje: {0} ({1}/{2})
pt_br: Agora atualizando: {0} ({1}/{2})
ru: Сейчас обновится: {0} ({1}/{2})
tr: Şu an güncelleniyor: {0} ({1}/{2})
zh_cn: 开始更新:{0} ({1}/{2})
zh_tw: 開始更新:{0} （{1}/{2}）

# CarParent_Title
source: Select parent
cs: Vybrat rodiče
de: Basismodell wählen
es: Seleccionar Superior
fi_fi: Valitse emomalli
fr: Sélectionner le parent
it: Seleziona auto base
ja_jp: 親を選択
lv: Izvēlēties vecāku
pl: Wybierz bazę samochodu
pt_br: Selecione parente
ru: Выберите основную модель
tr: Ana arabayı Seç
zh_cn: 选择父对象
zh_tw: 選擇源車型

# Common_HowTo_Title
source: How-To
cs: Jak na to
de: Kurzanleitung
es: Como se Hace
fi_fi: Kuinka
fr: Comment faire
it: Come fare
ja_jp: 方法
lv: Kā
pl: Jak to zrobić
pt: Como-Fazer
pt_br: Como Fazer
ru: Справка
tr: Nasıl yapılır?
zh_cn: 如何
zh_tw: 如何

# Common_SelectImageForPreview
source: Select image for preview
cs: Vyberte soubor pro náhled
de: Bild für Vorschau wählen
es: Selecciona Imagen Para Vista Previa
fi_fi: Valitse esikatselun kuva
fr: Sélectionner une image pour l'aperçu
it: Seleziona immagine per anteprima
ja_jp: プレビューする画像を選択
lv: Izvēlēties attēlu priekšskatam
pl: Wybierz obraz dla podglądu
pt_br: Selecione imagem para pré-visualização
ru: Выберите изображения для пред.просмотра
tr: Önizleme için görsel seç
zh_cn: 选择图片查看预览图
zh_tw: 選擇圖片查看預覽圖

# Weather_CannotShare
source: Can’t share weather
cs: Počasí nelze sdílet
de: Kann Wetter nicht teilen
es: No se puede compartir la meteorologia
fr: Impossible de partager la météo
it: Impossibile condividere meteo
ja_jp: 天気を共有できません
lv: Nevar dalīties ar laikapstākļiem
pl: Nie można udostępnić pogody
pt_br: Não é possível compartilhar o clima
ru: Не удается поделиться погодой
tr: Hava durumu paylaşılamıyor
zh_cn: 无法分享天气
zh_tw: 無法分享天氣

# Common_FileIsMissingDot
source: File “{0}” is missing.
cs: Soubor “{0}” chybí.
de: Datei “{0}” fehlt.
es: El archivo "{0}" no se encuentra.
fi_fi: Tiedosto “{0}” puuttuu.
fr: Le fichier “{0}” est introuvable.
it: File “{0}” mancante
ja_jp: ファイル”{0}”見つかりません。
lv: Nav faila “{0}”.
pl: Plik "{0}" nie został znaleziony.
pt_br: Arquivo “{0}” está faltando.
ru: Файл “{0}” отсутствует.
tr: "{0}" dosyası bulunamıyor.
zh_cn: 找不到文件“{0}”
zh_tw: 找不到檔案「{0}」。

# Weather_CannotShare_Commentary
source: Files are too big. Limit is {0}.
cs: Soubory jsou moc velké. Limit je {0}.
de: Dateien sind zu groß. Erlaubt ist {0}.
es: Los archivos son muy grandes. El Limite es {0}
fr: Les fichiers sont trop lourds. La limite est {0}.
it: I file sono troppo grandi. Il limite è {0}
ja_jp: ファイルが大きすぎます。制限は{0}です。
lv: Faili ir par lielu. Limits ir {0}.
pl: Pliki są zbyt duże. Ogranicz {0}
pt_br: Os arquivos são muito grandes. O limite é {0}.
ru: Файлы слишком большие. Лимит - {0}.
tr: Dosyalar çok büyük. Limit {0}.
zh_cn: 文件太大.文件大小上限为{0}
zh_tw: 檔案太大。檔案大小上限為{0}

# Weather_KunosReadme
source: We are using an equation to create a graph that determines the asphalt temperature relatively to ambient temperature, weather and day time. The equation used is: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Change the 1 values in (((-10*1)*x)+10*1) to see the results in your graphs. Accepted values are from -1 to 1.
cs: Používáme rovnici pro vytvoření grafu, který určuje teplotu asfaltu vůči teplotě prostředí, počasí a denní době. Graf si můžete zkontrolovat pod [url=""""http://fooplot.com/plot/3x7y44pfli""""]tímto odkazem[/url]. Používá se tato rovnice: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Změňte hodnoty 1 v (((-10*1)*x)+10*1), abyste viděli vaše výsledky v grafech. Povolené hodnoty jsou -1 až 1."
de: Wir benutzen eine Gleichung, um einen Graphen zu erstellen, der die Asphalttemperatur abhängig von der Umgebungstemperatur, Wetter und Tageszeit feststellt. Der Graph kann [url="http://fooplot.com/plot/3x7y44pfli"]hier[/url] angesehen werden. Die Gleichung lautet: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Ändere die 1 im Bereich (((-10*1)*x)+10*1) um das Ergebnis im Graph zu sehen. Gültige Werte liegen zwischen -1 und 1.
es: Estamos usando una ecuacion para crear un grafico que determina la temperatura del asfalto relativo a la tempetura ambiente, meteorologia y hora del dia. Consulta el grafico en [url="http://fooplot.com/plot/3x7y44pfli"]este enlace[/url]. La ecuacion usada es: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Change the 1 values in (((-10*1)*x)+10*1) to see the results in your graphs. Accepted values are from -1 to 1.
fi_fi: We are using an equation to create a graph that determines the asphalt temperature relatively to ambient temperature, weather and day time. Check the graph in [url="http://fooplot.com/plot/3x7y44pfli"]this link[/url]. The equation used is: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Change the 1 values in (((-10*1)*x)+10*1) to see the results in your graphs. Accepted values are from -1 to 1.
fr: Nous utilisons une équation pour créer un graph qui détermine la température de l'asphalte en fonctionde la température ambiente, météo et heure du jour. Consulter le graph [url="http://fooplot.com/plot/3x7y44pfli"]via ce lien[/url]. L'équation utilisée est la suivante : [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Changez la valeur "1" dans (((-10*1)*x)+10*1) pour voir le résultat sur votre graph. Les valeurs acceptées vont de -1 à 1.
it: Stiamo utilizzando un'equazione per creare un grafico che determina la temperatura dell'asfalto relativamente alla temperatura ambiente, tempo e giorno. Controllare il grafico in [url="http://fooplot.com/plot/3x7y44pfli"]questo link[/url]. L'equazione utilizzata è: [Mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0,4*sin(6*x))+0,1)*(15/1,5)*sin(0,9*x))+15[/mono] Modificare i valori 1 in (((-10*1)*x)+10*1) per visualizzare i risultati nei tuoi grafici. I valori accettati sono da -1 a 1.
ja_jp: 私たちは、周囲温度、天候や日の時間に比較的アスファルトの温度を決定し、グラフを作成するための方程式を使用しています。 このリンク[URL = "http://fooplot.com/plot/3x7y44pfli"]グラフ[/ URL]を確認してください。 使用式は次のとおりです。 [モノ]((( -10×α)* X)+ 10 *α)* 2((EXP(-6 * X)*(0.4 * SIN(6 * X))+ 0.1)*(15 / 1.5) * SIN(0.9 * X))+ 15 [/モノ] あなたのグラフで結果を確認するために(* 1((-10 * 1)* x)は+ 10)での1つの値を変更します。 有効な値は-1から1までです。
lv: Mēs izmantojam formulu, lai izveidotu grafiku, kas nosaka asfalta temperatūru attiecībā pret apkārtējo temperatūru, laikapstākļiem un dienas laiku. Apskaties grafiku [url="http://fooplot.com/plot/3x7y44pfli"]šajā linkā[/url]. Tiek izmantota šāda formula: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Pārmaini 1 vērtibas te (((-10*1)*x)+10*1), lai redzētu rezultātus savos grafikos. Pieņemamās vērtības ir no -1 līdz 1.
pl: Za pomocą równania stworzymy wykres określający temperaturę asfaltu w stosunku do temperatury otoczenia, pogody i pory dnia. Sprawdź wykres pod [url="http://fooplot.com/plot/3x7y44pfli"]tym linkiem[/url]. Wykorzystujemy równanie: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Zmień wartość 1 w (((-10*1)*x)+10*1) by zobaczyć wynik na wykresie. Akceptowane wartości od -1 to 1.
pt_br: Estamos usando uma equação para criar um gráfico que determina a temperatura do asfalto em relação à temperatura ambiente, tempo e tempo do dia. Verifique o gráfico em [url="http://fooplot.com/plot/3x7y44pfli"]this link[/url]. A equação utilizada é: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Altere os 1 valores em (((-10*1)*x)+10*1) para ver os resultados em seus gráficos. Os valores aceitos são de -1 a 1.
ru: Мы используем уравнение для создания графика, который определяет температуру асфальта относительно температуры окружающей среды, погоды и дневного времени. Посмотрите график по [url = "http://fooplot.com/plot/3x7y44pfli"] этой ссылке [/ url]. Используемое уравнение: [mono] (((- 10 × α) * х) + 10 * α) * 2 ((ехр (-6 * х) * (0.4 * Sin (6 * х)) + 0,1) * (15 / 1.5) * Sin (0,9 * х)) + 15 [/ mono] Измените значения 1 в ((-10 * 1) * x) + 10 * 1), чтобы увидеть результаты на ваших графиках. Принимаемые значения от -1 до 1.
tr: Asfalt sıcaklığını; ortam sıcaklığı, hava durumu ve saat verilerini ele alarak hesaplayan bir denklem kullanıyoruz. [url="http://fooplot.com/plot/3x7y44pfli"]Bu linkten[/url] grafiği inceleyebilirsiniz. Kullanılan denklem: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] Kendi sonuçlarınızı görmek için (((-10*1)*x)+10*1) eşitiğinde 1 değerlerini değiştirin. Kabul edilen değerler -1 ile 1 arasındadır.
zh_cn: 我们使用一个公式来确定路面温度与环境温度、天气和时间之间的关系 在[url="http://fooplot.com/plot/3x7y44pfli"]这里[/url]可以查看到公式对应的图表 具体公式为: [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] 修改 (((-10*α)*x)+10*α) 中的α可以看到修改之后的结果 α范围为-1 to 1.
zh_tw: 我們使用一條公式來確定路面溫度與環境溫度、天氣和時間之間的關係。 在[url="http://fooplot.com/plot/3x7y44pfli"]這裡[/url]可以查看到公式對應的圖表。 具體公式為： [mono](((-10×α)*x)+10*α)*2((exp(-6*x)*(0.4*sin(6*x))+0.1)*(15/1.5)*sin(0.9*x))+15[/mono] 修改 (((-10*1)*x)+10*1)中的α可以看到修改之後的結果。 α範圍為-1 to 1。

# RaceResult_CancelledHeader
source: Race cancelled
cs: Závod byl zrušen
de: Rennen abgebrochen
es: Carrera cancelada
fi_fi: Kisa peruttu
fr: Course annulée
it: Gara annullata
ja_jp: レースはキャンセルされました
lv: Sacensības atceltas
pl: Wyścig anulowany
pt_br: Corrida cancelada
ru: Гонка отменена
tr: Yarış iptal edildi
zh_cn: 比赛取消
zh_tw: 賽事取消

# RaceResult_ErrorHeader
source: Error:
cs: Chyba:
de: Fehler:
fi_fi: Virhe:
fr: Erreur :
it: Errore:
ja_jp: エラー:
lv: Kļūda:
pl: Błąd:
pt: Erro:
pt_br: Erro:
ru: Ошибка:
tr: Hata:
zh_cn: 错误:
zh_tw: 錯誤：

# RaceResult_MaxLevel
source: Max level:
cs: Maximální úroveň
de: Höchstes Level:
es: Nivel Maximo:
fi_fi: Maksimi taso:
fr: Niveau maximum :
it: Livello Massimo:
ja_jp: 最大レベル:
lv: Augstākais līmenis:
pl: Maks. poziom:
pt_br: Level Máximo
ru: Максимальный уровень:
tr: Azami seviye:
zh_cn: 最大值:
zh_tw: 最大值：

# RaceResult_BestCombo
source: Best combo:
cs: Nejlepší kombinace:
de: Beste Kombination:
es: Mejor combinacion:
fr: Meilleur combo :
it: Miglior combinazione:
ja_jp: ベストコンボ:
lv: Labākā kombinācija:
pl: Naj. kombo:
pt: Melhor combinação:
pt_br: Melhor combinação:
ru: Лучшее комбо:
zh_cn: 最佳组合:
zh_tw: 最佳組合：

# RaceResult_Laps
source: Laps:
cs: Kol:
de: Runden:
es: Vueltas:
fi_fi: Kierrokset:
fr: Tours :
it: Giri:
ja_jp: ラップ:
lv: Apļi:
pl: Okrążenia:
pt: Voltas:
pt_br: Voltas:
ru: Кругов:
tr: Turlar:
zh_cn: 圈数:
zh_tw: 圈數：

# RaceResult_BestLap
source: Best lap:
cs: Nejlepší kolo:
de: Schnellste Runde:
es: Mejor vuelta:
fi_fi: Paras Kierros:
fr: Meilleur tour :
it: Miglior giro:
ja_jp: ベストラップ:
lv: Labākais aplis:
pl: Naj. okrążenie:
pt: Melhor volta:
pt_br: Melhor volta:
ru: Лучший круг:
tr: En iyi tur:
zh_cn: 最快圈:
zh_tw: 最快單圈：

# RaceResult_TryAgain
source: Try again
cs: Opakovat jízdu
de: Nochmal Fahren
es: Intentar otra vez
fr: Réessayer
it: Riprova
ja_jp: 再試行
lv: Mēģini vēlreiz
pl: Spróbuj ponownie
pt: Tentar de novo
pt_br: Tentar de novo
ru: Ещё раз
tr: Tekrar dene
zh_cn: 重试
zh_tw: 重試

# RaceResult_UnsaveReplay
source: Don’t keep replay
cs: Zahodit opakovaný záznam
de: Wiederholung nicht behalten
es: No guardar repeticion
fi_fi: Unsave replay
fr: Replay non sauvegardé
it: Non salvare replay
ja_jp: リプレイを保存しない
lv: Nesaglabāt ierakstu
pl: Nie zapisuj powtórki
pt_br: Replay não gravado
ru: Не сохранять повтор
tr: Yarış tekrarını kaydetme
zh_cn: 抛弃已保存录像
zh_tw: 拋棄已儲存重播

# RaceResult_SaveReplay
source: Keep replay
cs: Ponechat opakovaný záznam
de: Wiederholung behalten
es: Guardar repeticion
fi_fi: Save replay
fr: Sauvegarder le replay
it: Salva replay
ja_jp: リプレイを保存
lv: Saglabāt ierakstu
pl: Zapisz powtórkę
pt: Gravar repetição:
pt_br: Salvar replay:
ru: Сохранить повтор
tr: Yeniden oynatmayı kaydet
zh_cn: 保存游戏录像
zh_tw: 儲存遊戲重播

# RaceResult_ResultProcessingError
source: Result processing error
cs: Chyba zpracování výsledků
de: Fehler bei Verarbeitung des Ergebnisses
es: Resultado de procesamiento erroneo
fr: Erreur lors du calcul du résultat
it: Errore durante l'elaborazione dei risultati
ja_jp: 結果処理エラー
lv: Rezultātu apstrādes kļūda
pl: Błąd przetwarzania wyników
pt: Erro no processamento de resultados
pt_br: Erro no processamento de resultados
ru: Ошибка обработки результата
zh_cn: 处理比赛结果时发生错误
zh_tw: 處理比賽結果時發生錯誤

# Common_MoreInformationInMainLog
source: More information in Main Log.log.
cs: Více informací v Main Log.log.
de: Mehr Informationen in Main Log.log.
es: Mas informacion en Main log.log
fi_fi: Lisää tietoa päälokissa Log.log
fr: Plus d'information dans Main Log.log
it: Maggiori infornazioni nel Main Log.log
ja_jp: 詳細については、Main Log.logを参照してください。
lv: Vairkāk informācijas Main Log.log.
pl: Więcej informacji w Main Log.log.
pt: Mais informação no MainLog.txt.
pt_br: Mais informação no Main Log.log.
ru: Больше подробностей в Main Log.log
tr: Daha fazla bilgiye Main Log.log dosyasından ulaşılabilir.
zh_cn: 在Main Log.log文件中查看更多信息
zh_tw: 在Main Log.log檔案中查看更多資訊。

# Race_Initializing
source: Initializing…
cs: Inicializuji...
de: Initialisieren…
es: Iniciando...
fr: Initialisation...
it: Inizializzazione...
ja_jp: 初期化中...
lv: Palaiž...
pl: Inicjowanie…
pt: Inicializando...
pt_br: Inicializando...
ru: Инициализация...
tr: Başlatılıyor...
zh_cn: 初始化中……
zh_tw: 初始化中⋯⋯

# Race_Preparing
source: Preparing…
cs: Připravuji...
de: Vorbereiten…
es: Preparando...
fr: Préparation...
it: Preparazione...
ja_jp: 準備…
lv: Sagatavo...
pl: Przygotowywanie ...
pt: Preparando...
pt_br: Preparando...
ru: Подготовка…
tr: Hazırlanıyor...
zh_cn: 准备中……
zh_tw: 準備中⋯⋯

# Race_LaunchingGame
source: Starting session…
cs: Zahajuji relaci...
de: Starte Spiel…
es: Iniciando carrera...
fr: Démarrage de la session...
it: Inizio sessione...
ja_jp: セッションを開始しています...
lv: Sāk sesiju...
pl: Rozpoczynanie sesji ...
pt: Lançando o jogo...
pt_br: Lançando o jogo...
ru: Запуск игры...
tr: Oturum başlatılıyor...
zh_cn: 启动游戏……
zh_tw: 啟動遊戲⋯⋯

# Race_Waiting
source: Waiting for the end of race…
cs: Čekám na konec závodu...
de: Warte auf Rennende…
es: Esperando a que termine la carrera...
fr: En attente de la fin de la course...
it: Attese fine della gara...
ja_jp: レースの終了を待っています...
lv: Gaida sacīkstes beigas...
pl: Oczekiwanie na wyścig...
pt: Aguardando o final da corrida...
pt_br: Aguardando o final da corrida...
ru: Ожидание окончания гонки...
tr: Yarışın bitmesi bekleniyor...
zh_cn: 等待比赛结束……
zh_tw: 等待比賽結束⋯⋯

# Race_CleaningUp
source: Cleaning up some stuff…
cs: Něco čistím...
de: Aufräumen...
es: Limpiando algunas cosas...
fr: Fait un peu de nettoyage...
it: Pulitura
ja_jp: クリーンアップしています...
lv: Attīra...
pl: Czyszczenie danych…
pt: Limpando algumas coisas...
pt_br: Limpando algumas coisas...
ru: Чистка от некоторого хлама...
tr: Bazı şeyler temizleniyor...
zh_cn: 清理数据……
zh_tw: 清理數據⋯⋯

# RaceResult_Threoretical
source: Theoretical:
cs: Teoretický:
de: Theoretisch:
es: Teorico:
fr: Théorique :
it: Teorico:
ja_jp: 理論:
lv: Teorētiskais:
pl: Teoretyczny:
pt: Teorético:
pt_br: Teorético:
ru: Теоретически:
tr: Teorik:
zh_cn: 理论圈速:
zh_tw: 理論圈速：

# CropImage_Title
source: Crop image
cs: Oříznout obrázek
de: Bild beschneiden
es: Recortar Imagen
fi_fi: Leikkaa kuva
fr: Recadrer l'image
it: Ritaglia immagine
ja_jp: イメージを切り抜き
lv: Apcirpt attēlu
pl: Przytnij zdjęcie
pt: Enquadrar imagem
pt_br: Enquadrar imagem
ru: Обрезать изображение
tr: Görüntüyü kırpma
zh_cn: 图片剪切
zh_tw: 圖片裁切

# CropImage_Skip
source: Don’t crop
cs: Neořezávat
de: Nicht beschneiden
es: No recortar
fi_fi: Älä leikkaa
fr: Ne pas recadrer
it: Non ritagliare
ja_jp: 切り抜きしない
lv: Neapcirpt
pl: Nie przycinaj
pt: Não Enquadrar
pt_br: Não Enquadrar
ru: Не обрезать
tr: Görüntüyü kırpma
zh_cn: 不要剪切图片
zh_tw: 不要裁切圖片

# AdditionalContent_Title
source: Downloads & installations
cs: Stahování a instalace
de: Zusätzliche Inhalte installieren
es: Instalar Contenido Adicional
fi_fi: Asenna lisäsisältö
fr: Téléchargements & installations
it: Download & installazioni
ja_jp: 追加コンテンツのインストール
lv: Instalēt papildu saturu
pl: Zainstaluj dodatkową zawartość
pt: Instalar Conteúdo Adicional
pt_br: Downloads & instalações
ru: Установка дополнительного контента
tr: İndirilenler & Yüklemeler
zh_cn: 安装附加内容
zh_tw: 安裝附加內容

# AdditionalContent_NothingFound
source: Nothing found
cs: Nic nebylo nalezeno
de: Nichts gefunden
es: No se ha encontrado nada
fi_fi: Tyhjä arkisto
fr: Rien trouvé
it: Nessun risultato
ja_jp: アーカイブが空です
lv: Arhīvs ir tukšs
pl: Nic nie znaleziono
pt: Nada foi encontrado
pt_br: Nada foi encontrado
ru: Ничего не найдено
tr: Hiçbir şey bulunamadı
zh_cn: 未找到内容
zh_tw: 未找到內容

# AdditionalContent_WhatToUpdateLabel
source: What to update:
cs: Co aktualizovat:
de: Was soll aktualisiert werden:
es: Que Actualizar:
fi_fi: Päivittääksesi:
fr: Que mettre à jour :
it: Cosa aggiornare:
ja_jp: 更新内容:
lv: Ko atjaunināt:
pl: Czy aktualizować:
pt: O que actualizar:
pt_br: O que atualizar:
ru: Что обновить:
tr: Ne güncellensin:
zh_cn: 有升级的内容:
zh_tw: 有升級的內容：

# AdditionalContent_PathFormat
source: Path: {0}
cs: Cesta: {0}
de: Pfad: {0}
es: Ruta: {0}
fi_fi: Polku: {0}
fr: Répertoire : {0}
it: Percorso:{0}
ja_jp: パス:{0}
lv: Ceļš: {0}
pl: Ścieżka: {0}
pt: Localização: {0}
pt_br: Localização: {0}
ru: Путь: {0}
tr: Dizin: {0}
zh_cn: 路径:{0}
zh_tw: 路徑：{0}

# AdditionalContent_CannotInstall
source: Can’t install content from file
cs: Nelze nainstalovat obsah ze souboru
de: Kann Inhalt aus Datei nicht installieren
es: No se puede instalar el contenido desde el archivo
fi_fi: Sisällön asennus ei onnistu tiedostosta
fr: Impossible d'installer le contenu de ce fichier
it: Non posso installare il contenuto dal file
ja_jp: ファイルからコンテンツをインストールできません
lv: Nevar instalēt saturu no faila
pl: Nie można zainstalować zawartości z pliku
pt: Não é possível instalar conteúdo a partir do ficheiro
pt_br: Não é possível instalar conteúdo a partir do arquivo
ru: Невозможно установить контент из файла
tr: Dosyadan içerik yüklenemiyor
zh_cn: 无法从文件安装内容
zh_tw: 無法從檔案安裝內容
