Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Main_UnhandledException
source: Unhandled exception: {0}
cs: Nezvládnutá vyjímka: {0}
de: Unbehandelte Ausnahme: {0}
es: Excepción no controlada: {0}
fi_fi: Käsittelemättömiä poikkeuksia: {0}
fr: Exception non gérée : {0}
it: Eccezione non gestita: {0}
ja_jp: 未処理の例外: {0}
lv: Neparedzēts izņēmums: {0}
nl: Onbehandelde uitzondering: {0}
pl: Nieobsługiwany wyjątek!: {0}
pt: Excepção não resolvida: {0}
pt_br: Exceção não resolvida: {0}
ru: Необрабатываемая ошибка: {0}
tr: Beklenmedik hata: {0}
zh_cn: 未处理的异常: {0}
zh_tw: 未處理的異常： {0}

# App_AppUpdated
source: Content Manager updated
cs: Content Manager byl aktualizovaný
de: Content Manager aktualisiert
es: Content Manager Actualizado
fi_fi: Content Manager päivitetty!
fr: Content Manager a été mis à jour
it: Content Manager aggiornato
ja_jp: Content Managerが更新されました!
lv: Content Manager ir atjaunots!
nl: Content Manager is Bijgewerkt
pl: Content Manager został zaktualizowany
pt: Content Manager Actualizado
pt_br: Content Manager Atualizado
ru: Content Manager Обновлен
tr: Content Manager Güncellendi
zh_cn: Content Manager已升级
zh_tw: Content Manager已更新

# App_DataUpdated
source: Data updated
cs: Data byla aktualizována
de: Daten aktualisiert
es: Datos actualizados
fi_fi: Tietosi päivitettiin!
fr: Donnée mise à jour
it: Dati aggiornati
ja_jp: データが更新されました
lv: Tavi dati ir atjaunoti
nl: Data Bijgewerkt
pl: Dane zaktualizowane
pt: Dados Actualizados
pt_br: Dados Atualizados
ru: Данные обновлены
tr: Bilgiler Güncellendi
zh_cn: 数据已升级
zh_tw: 資料已更新

# App_LocaleUpdated
source: Locale updated
cs: Překlad byl aktualizován
de: Sprache aktualisiert
es: Traducción actualizada
fi_fi: Lokaatio päivitetty!
fr: Traduction mise à jour
it: Localizzazione aggiornata
ja_jp: 翻訳が更新されました!
lv: Valoda ir atjaunota!
nl: Locale Bijgewerkt
pl: Tłumaczenie zaktualizowano
pt: Localização Actualizada
pt_br: Localização atualizada
ru: Локализация обновлена
tr: Yerel ayarlar güncellendi
zh_cn: 软件语言版本已更新
zh_tw: 軟體語言版本已更新

# App_NewVersion
source: New version
cs: Nová verze
de: Neue Version
es: Nueva versión
fi_fi: Uusi versio!
fr: Nouvelle version
it: Nuova Versione
ja_jp: 新しいバージョン
lv: Jauna versija
nl: Nieuwe Versie
pl: Nowa wersja
pt: Nova Versão
pt_br: Nova versão
ru: Новая версия
tr: Yeni sürüm
zh_cn: 有新版本可用
zh_tw: 有新版本可更新

# App_AppUpdated_Details
source: Click to see recent changes
cs: Klikněte pro zobrazení nedávných změn
de: Klicken, um letzte Änderungen zu aufzurufen
es: Haz click aquí para ver cambios recientes
fi_fi: Paina tästä nähdäksesi mikä on muuttunut
fr: Cliquer pour voir les nouveautés
it: Fai click per visualizzare i cambiamenti recenti
ja_jp: クリックして最近の変更を確認してください
lv: Spied, lai redzētu nesenas izmaiņas
nl: Klik om recente veranderingen te zien
pl: Kliknij, aby zobaczyć ostatnie zmiany
pt: Premir para visualizar as alterações mais recentes
pt_br: Clique para visualizar as alterações mais recentes
ru: Нажмите чтобы увидеть последние изменения
tr: Yakın zamandaki değişiklikleri görmek için tıkla
zh_cn: 点击查看更新日志
zh_tw: 點擊查看更新日誌

# App_DataUpdated_Details
source: Current version: {0}
cs: Nynější verze: {0}
de: Aktuelle Version: {0}
es: Versión actual: {0}
fi_fi: Nykyinen versio: {0}
fr: Version actuelle : {0}
it: Versione attuale: {0}
ja_jp: 現在のバージョン:{0}
lv: Pašreizējā versija: {0}
nl: Huidige versie: {0}
pl: Bieżąca wersja: {0}
pt: Versão actual: {0}
pt_br: Versão atual: {0}
ru: Текущая версия: {0}
tr: Şuanki sürüm: {0}
zh_cn: 当前版本: {0}
zh_tw: 目前版本： {0}

# App_LocaleUpdated_Details
source: Restart app to see changes
cs: Restartovat aplikace pro uplatnění změn
de: Programm neustarten um Änderungen zu übernehmen
es: Reinicia la aplicacion para aplicar cambios
fi_fi: Käynnistä sovellus uudelleen, nähdäksesi muutokset
fr: Redémarrer l'application pour visualiser les modifications
it: Riavvia l'app per applicare i cambiamenti
ja_jp: 変更を確認するにはアプリを再起動してください
lv: Lūdzu pārstartē aplikāciju, lai redzētu izmaiņas
nl: Herstart app om veranderingen te zien
pl: Zrestartuj aplikację by zobaczyć zmiany
pt: Reiniciar a aplicação para ver as alterações
pt_br: Reiniciar a aplicação para ver as alterações
ru: Перезапустите приложение, чтобы увидеть изменения
tr: Değişiklikleri görmek için uygulamayı yeniden başlatın
zh_cn: 重启app以完成更新
zh_tw: 重啟app以完成更新

# App_NewVersion_Details
source: Update is ready: {0}
de: Update steht bereit: {0}
es: Actualización preparada: {0}
fi_fi: Päivitys valmis!: {0}
fr: Une mise à jour est disponible : {0}
it: Aggiornamento pronto: {0}
ja_jp: 更新の準備ができました:{0}
lv: Atjauninājums ir gatavs: {0}
nl: Bijgewerkt: {0}
pl: Aktualizacja jest gotowa: {0}
pt: Actualização pronta: {0}
pt_br: Atualização pronta: {0}
ru: Новая версия: {0}
tr: Güncelleme hazır: {0}
zh_cn: 升级已经准备好: {0}
zh_tw: 已經準備好更新： {0}

# Arguments_CannotInstallAdditionalContent
source: Can’t install additional content
cs: Nelze nainstalovat dodatečný obsah
de: Zusätzliche Inhalte nicht installierbar
es: No se puede instalar contenido adicional
fi_fi: Lisäosien asennus ei onnistu!
fr: Impossible d'installer du contenu supplémentaire
it: Non posso installare il contenuto opzionale
ja_jp: アドオンをインストールできません。
lv: Nevar uzinstalēt papildinājumus
nl: Kan additionele inhoud niet installeren
pl: Nie mogę zainstalować dodatkowej zawartości
pt: Não é possivel instalar o conteúdo adicional
pt_br: Não é possivel instalar conteúdo adicional
ru: Не удалось установить контент
tr: Ekstra içerik yüklenemiyor
zh_cn: 无法安装第三方内容
zh_tw: 無法安裝第三方內容

# Common_CannotStartRace
source: Can’t start race
cs: Závod nelze zahájit
de: Konnte Rennen nicht starten
es: No se ha podido iniciar la carrera
fi_fi: Kisaa ei voitu aloittaa
fr: Impossible de démarrer la course
it: Non posso avviare la Gara
ja_jp: レースを開始できません
lv: Nevar sākt sacīksti
nl: Kan race niet starten
pl: Nie można rozpocząć wyścigu
pt: Não é possível iniciar a corrida
pt_br: Não é possível iniciar a corrida
ru: Не удалось начать заезд
tr: Yarış başlatılamıyor
zh_cn: 无法开始比赛
zh_tw: 無法開始比賽

# Arguments_CannotStartRace_Commentary
source: Make sure required car & track are installed and available.
cs: Ujistěte se, že požadované auto a trať jsou nainstalované a dostupné.
de: Überprüfen ob Fahrzeug & Strecke installiert und verfügbar sind
es: Comprueba que el coche y circuito necesarios están instalados y disponibles.
fi_fi: Varmista, että vaadittavat autot ja radat ovat asennettu sekä valittuna.
fr: Assurez-vous que le véhicule et le circuit nécessaires sont installés et disponibles.
it: Accertati che l'auto ed il tracciato richiesti siano installati e disponibili.
ja_jp: 必要な車やトラックがインストールされ、有効になっていることを確認してください。
lv: Pārliecinies, ka nepieciešamās mašīnas un trases ir ieinstalētas un iespējotas.
nl: Zorg ervoor dat de benodigde auto & baan geïnstalleerd zijn
pl: Upewnij się, że wymagane samochód i tor są zainstalowane i dostępne.
pt: Certifique-se que o carro & pista requeridos foram instalados e estão disponíveis
pt_br: Certifique-se que o carro e pista requeridos estão instalados e disponíveis
ru: Убедитесь, что требуемая машина и колея установлены и доступны.
tr: Gerekli aracın ve pistin yüklü ve kullanılabilir olduğundan emin olun.
zh_cn: 请确定必需的车辆&赛道已经被安装好而且可以使用
zh_tw: 請確定必要的車輛和賽道已經安裝且可以使用

# Arguments_CannotParseRequest
source: Can’t parse request
cs: Požadavek nelze provést
de: Die Anforderung kann nicht aufgelöst werden
es: No se puede analizar la solicitud
fi_fi: Pyynnön jäsennys epäonnistui.
fr: Impossible d'analyser la requête
it: Non posso analizzare la richiesta
ja_jp: リクエストを解析できません。
lv: Unable to parse request.
nl: Kan aanvraag niet ontleden
pl: Nie można przeanalizować żądania
pt: Não é possível interpretar o pedido
pt_br: Não é possível interpretar o pedido
ru: Невозможно разобрать запрос
tr: İstek ayrıştırılamıyor
zh_cn: 无法分析请求
zh_tw: 無法分析請求

# Arguments_CannotProcessRequest
source: Can’t process request
cs: Požadavek nelze zpracovat
de: Anfrage nicht verarbeitbar
es: No se puede procesar la solicitud
fi_fi: Pyynnön käsittely epäonnistui.
fr: Impossible de traiter la requête
it: Non posso elaborare la richiesta
ja_jp: リクエストを処理できません。
lv: Nevar apstrādāt pieprasījumu
nl: Kan aanvraag niet processen
pl: Nie można przetworzyć żądania
pt: Não é possível processar o pedido
pt_br: Não é possível processar o pedido
ru: Невозможно обработать запрос
tr: İstek işlenemiyor
zh_cn: 无法处理请求
zh_tw: 無法處理請求

# Arguments_CannotProcessRequest_Commentary
source: Make sure data is valid.
cs: Ujistěte se, že jsou data platná.
de: Daten auf Gültigkeit überprüfen
es: Asegúrate de que los datos son válidos
fi_fi: Varmista, että tiedot ovat paikkaansapitäviä.
fr: Assurez-vous que les données sont valides.
it: Accertati che i dati siano corretti.
ja_jp: データが有効であることを確認してください。
lv: Pārliecinies, ka dati ir derīgi.
nl: Zorg ervoor dat alle data geldig is.
pl: Upewnij się, że dane są poprawne.
pt: Confirme se os dados são válidos.
pt_br: Certifique-se se os dados são válidos.
ru: Убедитесь, что данные верны.
tr: Bilgilerin doğru olduğundan emin olun.
zh_cn: 请确定数据有效
zh_tw: 請確定資料有效。

# Arguments_CannotInstallSetup_Commentary
source: RSR has changed.
cs: RSR se změnilo.
de: RSR hat sich verändert.
es: RSR ha cambiado
fi_fi: RSR on muuttunut.
fr: RSR a été modifié.
it: RSR è cambiato.
ja_jp: RSRが変更されました。
lv: RSR ir mainījies.
nl: RSR is veranderd.
pl: RSR został zmieniony.
pt: O RSR mudou.
pt_br: O RSR mudou.
ru: RSR изменился.
tr: RSR değişti.
zh_cn: RSR有更改
zh_tw: RSR已更改

# Arguments_CannotInstallSetup_CommentaryFormat
source: RSR returned file in unsupported format.
cs: RSR vrátilo soubor v nepodporovaném formátu.
de: RSR hat Datei in nicht unterstütztem Format zurückgegeben
es: RSR ha devueto un archivo con un formato no soportado
fi_fi: RSR palautti tiedoston epätuettuun muotoon.
fr: RSR fichier renvoyé dans un format non supporté
it: RSR ha fornito un file in un formato non supportato.
ja_jp: RSRがサポートされていない形式でファイルを返しました。
lv: The RSR had returned the file in an unsupported format.
nl: RSR heeft bestand in ongesteunde formaat terug gebracht.
pl: RSR zwrócił plik w nieobsługiwanym formacie.
pt: O RSR devolveu um ficheiro num formato não suportado.
pt_br: O RSR retornou um arquivo num formato não suportado.
ru: RSR вернул файл в неподдерживаемом формате.
tr: RSR desteklenmeyen türde bir dosya iletti.
zh_cn: RSR返回了一个不支持的格式
zh_tw: RSR傳回了一個不支援的格式。

# Arguments_SaveAsGeneric
source: Save as generic
cs: Üložit jako generikum
de: Als Allgemein speichern
es: Guardar como genérico
fi_fi: Tallenna oletuksena
fr: Sauvegarder comme générique
it: Salva come Generico
ja_jp: デフォルトとして保存
lv: Saglabāt kā noklusējumu.
nl: Sla op als algmeen
pl: Zapisz jako Ogólny.
pt: Gravar como Genérico
pt_br: Salvar como genérico
ru: Сохранить как общий
tr: Genel olarak kaydet
zh_cn: 以通用格式保存
zh_tw: 以通用格式儲存

# Arguments_SharedMessage
source: Name: [b]{0}[/b] {1}: [b]{2}[/b] Author: [b]{3}[/b]
cs: Jméno: [b]{0}[/b] {1}: [b]{2}[/b] Autor: [b]{3}[/b]
de: Name: [b]{0}[/b] {1}: [b]{2}[/b] Autor: [b]{3}[/b]
es: Nombre: [b]{0}[/b] {1}: [b]{2}[/b] Autor: [b]{3}[/b]
fi_fi: Nimi: [b]{0}[/b] {1}: [b]{2}[/b] Tekijä: [b]{3}[/b]
fr: Nom : [b]{0}[/b] {1}: [b]{2}[/b] Auteur : [b]{3}[/b]
it: Nome: [b]{0}[/b] {1}: [b]{2}[/b] Autore: [b]{3}[/b]
ja_jp: 名前: [b]{0}[/b] {1}: [b]{2}[/b] 作者: [b]{3}[/b]
lv: Vārds: [b]{0}[/b] {1}: [b]{2}[/b] Autors: [b]{3}[/b]
nl: Naam: [b]{0}[/b] {1}: [b]{2}[/b] Auteur: [b]{3}[/b]
pl: Nazwa: [b]{0}[/b] {1}: [b]{2}[/b] Autor: [b]{3}[/b]
pt: Nome: [b]{0}[/b] {1}: [b]{2}[/b] Autor: [b]{3}[/b]
pt_br: Nome: [b]{0}[/b] {1}: [b]{2}[/b] Autor: [b]{3}[/b]
ru: Имя: [b]{0}[/b] {1}: [b]{2}[/b] Автор: [b]{3}[/b]
tr: İsim: [b]{0}[/b] {1}: [b]{2}[/b] Yapımcı: [b]{3}[/b]
zh_cn: 名字: [b]{0}[/b] {1}: [b]{2}[/b] 作者: [b]{3}[/b]
zh_tw: 名稱：[b]{0}[/b] {1}：[b]{2}[/b] 作者：[b]{3}[/b]

# Arguments_SharedMessage_For
source: For
cs: Pro
de: Für
es: Para
fi_fi: Kenelle
fr: Pour
it: Per
lv: Kam
nl: Voor
pl: Dla
pt: Para
pt_br: Para
ru: Для
tr: İçin
zh_cn: 为
zh_tw: 為

# Arguments_Shared_ShouldApplyOrSave
source: Would you like to apply this preset or to save it for later?
cs: Přejete si použít toto přednastavení, nebo ho uložit na později?
de: Möchten sie dies als Vorlage nutzen oder für später speichern?
es: Quieres aplicar ahora este preset o guardarlo para mas tarde?
fi_fi: Haluatko käyttää kyseistä asetusta, tai tallentaa sen?
fr: Voulez-vous appliquer ce préréglage ou le sauvegarder pour plus tard ?
it: Vuoi applicare questa combinazione o preferisci salvarla per dopo?
ja_jp: このプリセットを適用しますか、それとも後で保存しますか?
lv: Vai tu vēlies lietot šo sagatavi, vai saglabāt vēlākam?
nl: Zou je deze preset willen toepassen of voor later bewaren?
pl: Chcesz zastosować to ustawienie czy zapisać go na później?
pt: Deseja aplicar esta predefinição ou salvá-la para mais tarde?
pt_br: Deseja aplicar esta predefinição ou salvá-la para mais tarde?
ru: Вы хотите применить этот пресет или сохранить его на будущее?
tr: Bu önayarı uygulamak mı yoksa daha sonrası için kaydetmek mi istersiniz?
zh_cn: 立刻使用当前的预设,或者另存为文件供以后使用?
zh_tw: 立刻使用目前的預設，或者另存新檔供以後使用？

# Arguments_Shared_ShouldApply
source: Would you like to apply this preset?
cs: Přejete si použít toto přednastavení?
de: Möchten sie dies als Vorlage nutzen?
es: Quieres aplicar este preset?
fi_fi: Haluatko käyttää tätä asetusta?
fr: Voulez-vous appliquer ce préréglage ?
it: Vuoi applicare questa combinazione?
ja_jp: このプリセットを適用しますか?
lv: Vai tu vēlies lietot šo sagatavi?
nl: Zou je deze preset willen toepassen?
pl: Chciałbyś zastosować ten preset?
pt: Deseja aplicar esta predefinição?
pt_br: Deseja aplicar esta predefinição?
ru: Вы хотите применить этот пресет?
tr: Bu önayarı uygulamak ister misiniz?
zh_cn: 你想应用这个预设么?
zh_tw: 您想套用這個預設值嗎？

# Arguments_Shared_ApplyAndSave
source: Apply & save
cs: Použít a uložit
de: Anwenden und Speichern
es: Aplicar y guardar
fi_fi: Käytä & Tallenna
fr: Appliquer et sauvegarder
it: Applica & Salva
ja_jp: 適用＆保存
lv: Lietot un saglabāt
nl: Toepassen & Opslaan
pl: Zastosuj & Zapisz
pt: Aplicar & Gravar
pt_br: Aplicar e salvar
ru: Применить и сохранить
tr: Uygula & kaydet
zh_cn: 应用并保存
zh_tw: 套用並儲存

# Arguments_Shared_SaveAndApply
source: Save & apply
cs: Uložit a použít
de: Speichern und Anwenden
es: Guardar y aplicar
fi_fi: Tallenna & Käytä
fr: Sauvegarder et appliquer
it: Salva & Applica
ja_jp: 保存＆適用
lv: Saglabāt un lietot
nl: Opslaan & Toepassen
pl: Zapisz & Zastosuj
pt: Gravar & Aplicar
pt_br: Salvar e aplicar
ru: Сохранить и применить
tr: Kaydet & uygula
zh_cn: 保存并应用
zh_tw: 儲存並套用

# Arguments_Shared_ApplyOnly
source: Apply only
cs: Jen použít
de: Nur Anwenden
es: Solo aplicar
fi_fi: Käytä vain
fr: Appliquer uniquement
it: Applica solo
ja_jp: 適用のみ
lv: Tikai lietot
nl: Alleen toepassen
pl: Tylko Zastosuj
pt: Aplicar Apenas
pt_br: Aplicar apenas
ru: Только применить
tr: Yalnızca uygula
zh_cn: 仅应用
zh_tw: 僅套用

# Arguments_Shared_Apply
source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fi_fi: Käytä
fr: Appliquer
it: Applica
ja_jp: 適用
lv: Lietot
nl: Toepassen
pl: Zastosuj
pt: Aplicar
pt_br: Aplicar
ru: Применить
tr: Uygula
zh_cn: 应用
zh_tw: 套用

# Arguments_Shared_SaveOnly
source: Save only
cs: Jen uložit
de: Nur Speichern
es: Solo guardar
fi_fi: Vain tallennus
fr: Sauvegarder uniquement
it: Salva solo
ja_jp: 保存のみ
lv: Tikai saglabāt
nl: Alleen opslaan
pl: Tylko Zapisz
pt: Gravar Apenas
pt_br: Apenas salvar
ru: Только сохранить
tr: Yalnızca kaydet
zh_cn: 仅保存
zh_tw: 僅儲存

# Arguments_CannotInstallCarSetup
source: Can’t install car’s setup
cs: Nelze nainstalovat seřízení
de: Setup für Fahrzeug nicht installierbar
es: No se ha podido instalar la configuración del coche
fi_fi: Auton säätöjen asentaminen ei onnistu!
fr: Impossible d'installer les réglages du véhicule
it: Non posso installare il setup
ja_jp: セットアップをインストールできません。
lv: Nevar uzinstalēt mašīas uzstādījumu
nl: Kan auto's opstelling niet installeren
pl: Nie można zainstalować ustawienia samochodu
pt: Não é possível instalar o setup do carro
pt_br: Não é possível instalar o setup do carro
ru: Не удалось установить сетап
tr: Aracın ayarları yüklenemiyor
zh_cn: 无法安装车辆调校
zh_tw: 無法安裝車輛調校

# Arguments_MetadataIsMissing
source: Metadata is missing.
cs: Chybí metadata.
de: Metadaten fehlen
es: No se encuentra el Metadata
fi_fi: Puuttuva metatieto!
fr: Méta-donnée introuvable
it: Mancano i metadati.
ja_jp: メタデータが不足しています！
lv: Nav metadatu.
nl: Metadata ontbreekt.
pl: Brakuje metadanych.
pt: Metadados em falta.
pt_br: Metadados em falta.
ru: Метаданные отсутствуют.
tr: Metadata bulunamadı.
zh_cn: 元数据遗失
zh_tw: 元資料遺失

# Arguments_Shared_ApplyFfbOnly
source: Apply FFB only
cs: Používat jen FFB
de: Nur FFB anwenden
es: Solo aplicar FFB
fi_fi: Käytä (Vain FFB)
fr: Appliquer FFB uniquement
it: Applica solo FFB
ja_jp: 適用(FFBのみ)
lv: Lietot (tikai FFB)
nl: Alleen FFB toepassen
pl: Zastosuj tylko FFB
pt: Aplicar apenas FFB
pt_br: Aplicar apenas FFB
ru: Применить лишь FFB
tr: Sadece FFB'yi Uygula
zh_cn: 仅仅设定力回馈
zh_tw: 僅設定力回饋

# Arguments_Shared_JustGo
source: Just go
cs: Jen jít
de: Einfach Los
es: Solo ve
fi_fi: Anna mennä!
fr: Allez-y
it: Vai!
lv: Aiziet!
nl: Ga gewoon
pl: Po prostu jedź
pt: Apenas Iniciar
pt_br: Apenas iniciar
ru: Поехали
tr: Yalnızca git
zh_cn: 直接运行
zh_tw: 直接執行

# Arguments_SharedUnsupported
source: Unsupported yet type: “{0}”
cs: Nepodporovaný typ: “{0}”
de: Noch nicht unterstützter Typ: “{0}”
es: Tipo no compatible aún: “{0}”
fi_fi: Tiedostomuotoa ei tueta: “{0}”
fr: Type pas encore supporté : "{0}"
it: Tipo non ancora supportato: "{0}"
ja_jp: サポートされていないファイル形式:"{0}"
lv: Neatbalstīts faila tips: “{0}”
nl: Nog niet ondersteunde type: "{0}"
pl: Typ jeszcze nie wspierany: “{0}”
pt: Tipo ainda não suportado: “{0}”
pt_br: Tipo ainda não suportado: “{0}”
ru: Недоступный, пока, тип: “{0}”
tr: Desteklenmeyen tip: “{0}”
zh_cn: 暂不支持的类型: “{0}”
zh_tw: 暫不支援的類型：「{0}」

# RsrStarter_GettingInformation
source: Getting information about the event…
cs: Získávám informace o událost...
de: Lade Informationen über diese Veranstaltung...
es: Obteniendo información del evento
fi_fi: Haetaan istunnon tietoja...
fr: Recherche d'information au sujet de l'événement...
it: Ottenere informazioni sull'evento...
ja_jp: イベントについての情報を取得中...
lv: Iegūst informāciju par pasākumu...
nl: Informatie over event aan het verkrijgen
pl: Uzyskiwanie informacji o zdarzeniu ...
pt: Obtendo informação sobre o evento...
pt_br: Obtendo informação sobre o evento...
ru: Получение информации о событии...
tr: Etkinlik hakkında bilgi alınıyor...
zh_cn: 正在读取赛事信息…
zh_tw: 正在讀取賽事資訊…

# Solution_RestoreJsonFile
source: Try to restore JSON file
cs: Pokusit se obnovit soubor JSON
de: Versuche die JSON-Datei wiederherzustellen
es: Intenta restaurar el archivo JSON
fr: Essayez de restaurer le fichier JSON
it: Tentativo di ripristinare file JSON
ja_jp: JSONファイルの復元を試す
lv: Mēģināt atjaunot JSON failu
nl: Probeer JSON bestand te herstellen
pl: Spróbuj przywrócić plik JSON
pt: Tentar recuperar ficheiro JSON
pt_br: Tentar recuperar arquivo JSON
ru: Попытаться восстановить JSON файл
tr: JSON dosyasını kurtarmayı dene
zh_cn: 尝试恢复JSON文件
zh_tw: 嘗試回復JSON檔案

# Solution_RestoreJsonFile_Details
source: App will make an attempt to read known properties from damaged JSON file (be careful, data loss is possible)
cs: Aplikace se pokusí přečíst známé vlastnosti z poškozeného souboru JSON (opatrně – může dojít ke ztrátě dat)
de: Die App wird versuchen, bekannte Eigentschaften der beschädigten JSON-Datei zu lesen (Vorsicht, Datenverlust möglich)
es: La aplicación va a intentar leer las propiedades conocidas del archivo dañado JSON (cuidado, es posible perder informacion)
fi_fi: App will make an attempt to read known properties from damaged JSON file (be carefull, data loss is possible)
fr: L'app. va tenter de lire des propriétés connues d'un fichier JSON endommagé (attention perte de données possible)
it: Il programma tenterà di recuperare i dati dal file JSON danneggiato (attenzione, possibile perdita di dati)
ja_jp: アプリケーションは、破損したJSONファイルから既知のプロパティーを読み取ろうとします(注意してください。データが失われる可能性があります)
lv: Aplikācija mēģināš nolasīt zināmos rekvizītus no bojāta JSON faila (ir iespējami datu zudumi)
nl: App zal bekende eigenschappen proberen te lezen van beschadigde JSON bestand (pas op, gegevens kunnen verloren gaan)
pl: Aplikacja będzie próbować odczytać znane właściwości uszkodzonego pliku JSON (ostrożnie, dana mogą zostać utracone)
pt: A App irá tentar ler as propriedades conhecidas a patir do ficheiro JSON corrompido (cuidado, poderá ocorrer perda de dados)
pt_br: O app irá tentar ler as propriedades conhecidas a partir do arquivo JSON corrompido (cuidado, poderá ocorrer perda de dados)
ru: Приложение попытается прочитать известные свойства из поврежденного JSON файла (будьте осторожны, возможна потеря данных)
zh_cn: APP将尝试从损坏的JSON文件里读取可用的数据(注意,数据可能会丢失)
zh_tw: APP將嘗試從損壞的JSON檔案裡讀取可用的參數（注意，資料可能會遺失）

# Solution_CannotRestoreJsonFile
source: Can’t restore damaged JSON
cs: Nelze obnovit poškozený soubor JSON
de: Beschädigte JSON-Datei nicht wiederherstellbar
es: No se puede restaurar el archivo JSON dañado
fr: Impossible de restaurer le JSON endommagé
it: Non è possibile ripristinare file JSON danneggiato
ja_jp: 破損したJSONを復元することはできません
lv: Nevar atjaunot bojātu JSON
nl: Kan beschadigde JSON niet herstellen
pl: Nie można przywrócić uszkodzonego JSON
pt: Não é possível recuperar o JSON corrompido
pt_br: Não é possível recuperar o JSON corrompido
ru: Невозможно восстановить поврежденный JSON
tr: Hasarlı JSON dosyası geri getirilemiyor
zh_cn: 无法保存损坏的JSON文件
zh_tw: 無法儲存損壞的JSON檔案

# Solution_SetName
source: Set name
cs: Nastavit název
de: Name eingeben
es: Introduce un nombre
fr: Définissez un nom
it: Imposta nome
ja_jp: セット名
lv: Uzstādīt nosaukumu
nl: Naam zetten
pl: Ustaw nazwę
pt: Definir nome
pt_br: Definir nome
ru: Задать имя
tr: İsim belirle
zh_cn: 设置姓名
zh_tw: 輸入名稱

# Solution_SetName_Details
source: Just set a new name
cs: Jen nastavit nový název
de: Einfach einen neuen Namen eingeben
es: Tan sólo dale un nuevo nombre
fr: Définissez un nouveau nom
it: Basta impostare un nuovo nome
ja_jp: 新しい名前を設定する
lv: Vienkārši ieraksti jaunu nosaukumu
nl: Zet gewoon een nieuwe naam
pl: Tylko ustaw nową nazwę
pt: Definir apenas um novo nome
pt_br: Definir apenas um novo nome
ru: Просто указать новое имя
tr: Yeni bir isim belirleyin
zh_cn: 设一个新的名字
zh_tw: 僅設定一個新的名稱

# Solution_SetName_Prompt
source: Enter a new name:
cs: Vložte nový název
de: Neuen Namen eingeben
es: Introduce un nuevo nombre:
fr: Entrez un nouveau nom :
it: Immettere un nuovo nome:
ja_jp: 新しい名前を入力してください:
lv: Ievadīt jaunu nosaukumu:
nl: Vul een nieuwe naam in:
pl: Wprowadź nową nazwę:
pt: Introduza um novo nome:
pt_br: Introduza um novo nome:
ru: Введите новое имя:
tr: Yeni bir isim girin:
zh_cn: 输入一个新的名字
zh_tw: 輸入一個新的名稱

# Common_NewName
source: New name
cs: Nové jméno
de: Neuer Name
es: Nuevo nombre
fi_fi: Uusi nimi
fr: Nouveau nom
it: Nuovo nome
ja_jp: 新しい名前
lv: Jauns vārds
nl: Nieuwe naam
pl: Nowa nazwa
pt: Novo Nome
pt_br: Novo nome
ru: Новое имя
tr: Yeni isim
zh_cn: 添加名字
zh_tw: 添加名稱

# Solution_SetNameFromId
source: Set name based on ID
cs: Nastavit název na základě ID
de: Name basierend auf ID eingeben
es: Introduce un nombre basado en tu ID
fr: Utilisez l'ID comme nom
it: Imposta nome basato sul ID
ja_jp: IDに基づいて名前を設定
lv: Uzstādīt nosaukumu balstoties uz ID
nl: Zet naam op ID gebaseerd
pl: Ustaw nazwę na podstawie identyfikatora
pt: Definir nome com base no ID
pt_br: Definir nome com base no ID
ru: Задать имя на основе идентификатора
tr: İsmi ID bazlı ayarla
zh_cn: 基于ID设置名字
zh_tw: 基於ID設定名稱

# Solution_SetNameFromId_Details
source: New name will be: “{0}”
cs: Nový název bude: “{0}”
de: Neuer Name: "{0}"
es: El nuevo nombre será: “{0}”
fr: Le nouveau nom sera : "{0}"
it: Nuovo nome sarà: "{0}"!
ja_jp: 新しい名前は次のようになります:"{0}"
lv: Jaunais nosaukums: "{0}"
nl: Nieuwe naam zal "{0}" zijn.
pl: Nowa nazwa to: “{0}”
pt: O novo nome vai ser: "{0}"
pt_br: O novo nome vai ser: "{0}"
ru: Новое имя будет: “{0}”
tr: Yeni isim “{0}” olacak
zh_cn: 新名字将会是: “{0}”
zh_tw: 新名稱將為：「{0}」
