Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Dialogs_AcRootDirectorySelector_InstallSomePlugins
source: Would you like to install some plugins as well?
cs: Přejete si zároveň nainstalovat nějaké zásuvné moduly?
de: Möchten Sie außerdem Plugins installieren?
es: ¿Quieres instalar también algunos plugins?
fr: Souhaitez-vous également installer certains plugins?
it: Vuoi installare anche alcuni plugin?
ja_jp: プラグインをインストールしませんか?
pl: Czy chcesz również zainstalować niektóre wtyczki?
pt_br: Você gostaria de instalar alguns plugins também?
ru: Не хотите ли вы также установить некоторые плагины?
tr: Bazı eklentileri yüklemek ister misiniz?
zh_cn: 你还想安装更多插件吗?

# Dialogs_AcRootDirectorySelector_WhatsYourName
source: What’s your name?
cs: Jak se jmenujete?
de: Wie lautet Ihr Name?
es: ¿Cómo te llamas?
fr: Quel est votre nom?
it: Come ti chiami?
ja_jp: あなたの名前は?
pl: Jak masz na imię?
pt_br: Qual é seu nome?
ru: Как вас зовут?
tr: Adınız nedir?
zh_cn: 你叫什么名字？

# Dialogs_CarUpdatePreviewsDialog_Done
source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja_jp: 了解
pl: Zrobione
pt_br: Feito
ru: Готово
tr: Bitti
zh_cn: 完成

# Dialogs_GameDialog_GameCrashed
source: Game crashed
cs: Hra spadla
de: Spiel abgestürzt
es: El juego falló
fr: Le jeu a planté :(
it: Il gioco è crashato
ja_jp: ゲームがクラッシュしました
pl: Gra się zawiesiła
pt_br: O jogo crashou
ru: Игра вылетела
tr: Oyun çöktü
zh_cn: 游戏崩溃了

# Dialogs_GameDialog_TotalTime
source: Total time
cs: Celkový čas
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
ja_jp: 合計時間
pl: Czas całkowity
pt_br: Tempo total
ru: Общее время
zh_cn: 总耗时：

# Dialogs_ImageEditor_CantLoadImage
source: Can’t load image
cs: Nelze načíst obrázek
de: Kann Bild nicht laden
es: No se puede cargar la imagen
fr: Chargement de l'image impossible
it: Impossibile caricare l'immagine
ja_jp: 画像を読み込めません
pl: Nie można załadować obrazu
pt_br: Não foi possível carregar imagem.
ru: Не удалось загрузить изображение
tr: Görsel yüklenemiyor
zh_cn: 无法加载图片

# Dialogs_ImageEditor_UseMouseWheelOrKeysToAdjust
source: Use mouse wheel or +/− keys to adjust the size of the area. Hold Ctrl or Shift to adjust accuracy.
cs: Použijte kolečko myši nebo klávesy +/- pro přizpůsobení velikosti oblasti. Podržte Ctrl či Shift pro určení přesnosti.
de: Benutzen Sie das Mausrad oder +/-, um die Größe des Bereichs anzupassen. Halten Sie Strg oder Umschalten gedrückt, um die Genauigkeit zu ändern.
es: Usar rueda del ratón o teclas +/− para ajustar el tamaño del áreal. Para mantener la precisón pulsar Ctrl o Shift.
fr: Utilisez la molette de la souris ou les touches +/- pour régler la taille de la zone. Maintenez Ctrl ou Shift pour ajuster la précision.
it: Utilizzare la rotellina del mouse o i tasti +/− per regolare le dimensioni dell'area. Tenere premuto Ctrl o Maiusc per regolare la precisione.
ja_jp: マウスホイールまたは+/-キーを使用して領域のサイズを調整します。精度を調整するには、CtrlキーまたはShiftキーを押したままにします。
pl: Użyj kółka myszy lub klawiszy +/−, aby dostosować rozmiar obszaru. Przytrzymaj Ctrl lub Shift, aby dostosować dokładność.
pt_br: Use roda do mouse ou teclas +/- para ajustar o tamanho da área. Segure Ctrl ou Shift para ajustar precisão
zh_cn: 使用鼠标滚轮或+/−键来调整区域的大小。按住Ctrl或Shift键调整精度。

# Dialogs_OnlineDriverTags_DeleteTag
source: Delete tag…
cs: Smazat tag...
de: Lösche Tag
es: Eliminar etiqueta...
fi_fi: Poista avainsana...
fr: Supprimer la balise…
it: Cancella tag...
ja_jp: タグの削除…
pl: Usuń tag…
pt_br: Remover identificação...
ru: Удалить тег...
tr: Etiketi sil...
zh_cn: 清除标签…
zh_tw: 刪除標籤⋯⋯

# Dialogs_OnlineDriverTags_NameOfTheTag_Tooltip
source: Name of the tag
cs: Název tagu
de: Name des Tags
es: Niombre de la etiqueta
fi_fi: Avainsanan nimi
fr: Nom du tag
it: Nome del tag
ja_jp: タグ名
pl: Nazwa tagu
pt_br: Nome da identificação
ru: Имя тега
tr: Etiketin ismi
zh_cn: 标签名称
zh_tw: 標籤名稱

# Dialogs_OnlineDriverTags_Names
source: Names:
cs: Názvy:
de: Namen:
es: Nombres:
fi_fi: Nimet:
fr: Noms:
it: Nomi:
ja_jp: 名前:
pl: Nazwy:
pt_br: Nomes:
ru: Имена:
tr: İsimler:
zh_cn: 名称：
zh_tw: 名稱：

# Dialogs_OnlineDriverTags_Names_Tooltip
source: Just put the names here, one name per line
cs: Vložte sem jména, každé na jeden řádek
de: Geben Sie hier die Namen ein, ein Name pro Zeile
es: Pon los nombres aquí, uno por línea
fi_fi: Lisää nimet tähän, yksi riviä kohden
fr: Mettez simplement les noms ici, un nom par ligne
it: Inserisci qui i nomi, uno per linea
ja_jp: ここに名前を入力してください
pl: Wystarczy wpisać tutaj nazwy, po jednej nazwie w wierszu
pt_br: Apenas coloque os nomes aqui, um nome por linha
ru: Просто впишите имена сюда, одно имя на строчку
tr: Satır başına bir isim düşecek şekilde isimleri buraya yazın
zh_cn: 将名字写在这里，每行一个名字
zh_tw: 在此輸入名稱，一行一個

# Dialogs_OnlineDriverTags_NewTag
source: New tag
cs: Nový tag
de: Neuer Tag
es: Nueva etiqueta
fi_fi: Uusi avainsana
fr: Nouvelle balise
it: Nuovo tag
ja_jp: 新しいタグ
pl: Nowy tag
pt_br: Nova identificação
ru: Новый тег
tr: Yeni etiket
zh_cn: 新标签
zh_tw: 新標籤

# Dialogs_OnlineDriverTags_RestoreDeleted
source: Restore deleted
cs: Obnovit smazané
de: Stelle Gelöschte wieder her.
es: Restaurar eliminadas
fi_fi: Palauta poistettu
fr: Restaurer les éléments supprimés
it: Ripristina cancellati
ja_jp: 削除したものを復元
pl: Przywróć usunięte
pt_br: Restaurar deletado
ru: Восстановить удаленное
tr: Silinenleri kurtar
zh_cn: 恢复已删除
zh_tw: 回復移除的標籤

# Drive_OnlineServer_CarIsMissing
source: Car is missing
cs: Auto chybí
de: Fahrzeug fehlt
es: No se encuentra el coche
fr: Véhicule manquant
it: Auto mancante
ja_jp: 車が見つかりません
pl: Brakuje samochodu
pt_br: Carro está faltando
ru: Авто отсутствует
tr: Araba yok
zh_cn: 车辆丢失
zh_tw: 車輛遺失

# Drive_OnlineServer_GetLinkToStats
source: Get link to stats
cs: Získat odkaz na statistiky
de: Link zu Statistiken abrufen
es: Obtener vínculo a estadísticas
fr: Obtenir le lien vers les stats
it: Ottieni il link delle statistiche
ja_jp: 統計情報へのリンク
pl: Uzyskaj link do statystyk
pt_br: Pegar link para estatísticas
ru: Получить ссылку на статистику
tr: İstatistik bağlantısı al
zh_cn: 获取统计链接
zh_tw: 取得統計連結

# Drive_OnlineServer_JoinTSServer
source: Join TS server
cs: Přidat se na TS server
de: TS-Server beitreten
es: Unirse a un servidor TS
fr: Rejoindre serveur TS
it: Unisciti al server TS
ja_jp: TSサーバーに参加
pl: Dołącz do serwera TS
pt_br: Entrar no servidor TS
ru: Подключиться к серверу TS
tr: TeamSpeak sunucusuna katıl
zh_cn: 加入TS服务
zh_tw: 加入語音伺服器

# Drive_OnlineServer_MaximumOfContacts_Tooltip
source: Maximum amount of contacts per kilometer
cs: Maximální množství kontaktů za kilometr
de: Maximale Anzahl an Kontakten pro Kilometer
es: Máxima cantidad de contactos por kilómetro
fi_fi: Kosketuksien maksimimäärä kilometriä kohden
fr: Nombre maximum de contacts par kilomètre
it: Quantità massima di contatti per kilometro
ja_jp: 1km当たりの最大接触回数
pl: Maksymalna liczba kontaktów na kilometr
pt_br: Quantidade máxima de contatos por quilômetro
ru: Максимальное количество контактов на километр
zh_cn: 每公里最大接触量
zh_tw: 每公里最大接觸量

# Drive_OnlineServer_ResetStats
source: Reset stats
cs: Resetovat statistiky
de: Statistiken zurücksetzen
es: Restablecer estadísticas
fr: Réinitialiser les stats
it: Reimposta statistiche
ja_jp: 統計情報をリセット
pl: Resetuj statystyki
pt_br: Resetar estatísticas
ru: Сбросить статистику
tr: İstatistikleri sıfırla
zh_cn: 重置统计
zh_tw: 重置統計數據

# Drive_OnlineServer_ServerIsEmpty
source: Server is empty
cs: Server je prázdný
de: Server ist leer
es: Servidor vacío
fr: Serveur vide
it: Server vuoto
ja_jp: サーバーは空です
pl: Serwer jest pusty
pt_br: Servidor está vazio
ru: Сервер пуст
tr: Sunucu boş
zh_cn: 服务器是空的
zh_tw: 伺服器無人

# Drive_OnlineServer_SkinForBooking
source: Skin for booking:
cs: Skin pro nábor:
es: Skin para el booking:
fr: Livrée pour enregistrement :
it: Skin per la prenotazione:
ja_jp: 予約中のスキン:
pl: Skórka do rezerwacji:
pt_br: Skin para reserva:
ru: Скин для бронирования:
zh_cn: 预定涂装：
zh_tw: 預定用途裝：

# Drive_OnlineServer_Stop
source: Stop
cs: Zastavit
es: Parar
fi_fi: Pysäytä
ja_jp: 停止
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
zh_cn: 停止
zh_tw: 停止

# Drive_OnlineServer_TrackIsMissing
source: Track is missing
cs: Trať chybí
de: Strecke fehlt
es: No se encuentra la pista
fr: Circuit manquant
it: Tracciato mancante
ja_jp: トラックが見つかりません
pl: Brak toru
pt_br: Pista está faltando
ru: Трасса отсутствует
tr: Pist yok
zh_cn: 赛道丢失
zh_tw: 賽道遺失

# Drive_OnlineServer_WaitForAnyCar
source: Wait for any car
cs: Počkat na jakékoliv auto
de: Auf beliebiges Fahrzeug warten
es: Espera para cualquier coche
fr: Attendre pour tout véhicule
it: Attendi qualsiasi auto
ja_jp: どの車でも待つ
pl: Poczekaj na dowolny samochód
pt_br: Esperar por esse carro
ru: Подождите любую машину
tr: Her hangi bir arabayı bekle
zh_cn: 等候任何车辆
zh_tw: 等候任意空車

# Drive_OnlineServer_WaitForAnyCar_Tooltip
source: Wait until any car will be available and then join
cs: Počkat, až bude dostupné jakékoliv auto, a pak se přidat
de: Auf Verfügbarkeit eines beliebigen Fahrzeugs warten und dann beitreten
es: Espera hasta que algún coche esté disponible y únete
fr: Attendre pour tout véhicule puis rejoindre
it: Attendi qualsiasi auto e quando disponibile entra
ja_jp: どの車でも使えるようになるまで待ってから参加してください。
pl: Poczekaj, aż dowolny samochód będzie dostępny, a następnie dołącz
pt_br: Esperar até esse carro estar disponível e então entrar
ru: Подождите пока любое авто станет доступным, а затем подключитесь
tr: Her hangi bir araba uygun olana kadar bekle ve otomatik olarak katıl
zh_cn: 直到有其它车的時候再加入
zh_tw: 等到有空車的時候再加入

# Drive_OnlineServer_WaitForThisCar
source: Wait for this car
cs: Počkat na toto auto
de: Auf dieses Fahrzeug warten
es: Espera para este coche
fr: Attendre pour ce véhicule
it: Attendi questa auto
ja_jp: この車を待つ
pl: Poczekaj na ten samochód
pt_br: Esperar por esse carro
ru: Подождите это авто
tr: Bu arabayı bekle
zh_cn: 等候任何车辆这辆车
zh_tw: 等候這輛空車

# Drive_OnlineServer_WaitForThisCar_Tooltip
source: Wait until this car will be available and then join
cs: Počkat, až toto auto bude dostupné, a pak se přidat
de: Auf Verfügbarkeit dieses Fahrzeugs warten und dann beitreten
es: Espera hasta que el coche esté disponible y únete
fr: Attendre pour ce véhicule puis rejoindre
it: Attendi questa auto e quando disponibile entra
ja_jp: この車が空くまで待ってから参加してください
pl: Poczekaj, aż ten samochód będzie dostępny, a następnie dołącz
pt_br: Esperar até esse carro estar disponível e então entrar
ru: Подождите пока это авто станет доступным, а затем подключитесь
tr: Bu araba uygun olana kadar bekle ve otomatik olarak katıl
zh_cn: 等到有了这款车的时候再加入
zh_tw: 等到有了這款空車再加入

# Drive_Quick_CantStartTheRace
source: Can’t start the race
cs: Nelze zahájit závod
de: Kann das Rennen nicht beginnen
es: No se puede comenzar la carrera
fr: Impossible de démarrer la course
it: Impossibile iniziare la gara
ja_jp: レースを開始できませんでした
pl: Nie można rozpocząć wyścigu
pt_br: Não foi possível começar a corrida.
ru: не удалось начать гонку
tr: Yarış başlatılamıyor
zh_cn: 无法开始比赛
zh_tw: 無法開始比賽

# Drive_Quick_CarSpecificFanatecSettings
source: Car-specific Fanatec settings
cs: Specifické nastavení aut Fanatec
de: Fahrzeugspezifische Fanatec-Einstellungen
es: Ajustes Fanatec específicos de coche
fr: Paramètres Fanatec spécifiques à la voiture
it: Impostazioni Fanatec specifiche per auto
ja_jp: 固有のFanatec設定
pl: Specyficzne ustawienia Fanatec dla samochodu
pt_br: Opções Fanatec específicas de carro
ru: Настройки Fanatec для конкретного авто
tr: Araca özel Fanatec ayarları
zh_cn: 特定车辆的Fanatec设置
zh_tw: 特定車輛的Fanatec設定

# Drive_Quick_ChangeCarToRandom
source: Change car to random
cs: Vybrat náhodné auto
de: Zufälliges Fahrzeug
es: Coche aleatorio
fr: Changer véhicule en aléatoire
it: Cambia auto a casuale
ja_jp: 車をランダムに変更
pl: Zmień samochód na losowy
pt_br: Mudar carro para aleatório
ru: Сменить авто на случайное
tr: Rastgele araba seç
zh_cn: 随机车辆
zh_tw: 隨機車輛

# Drive_Quick_ChangeSkinToRandom
source: Change skin to random
cs: Vybrat náhodný skin
de: Zufälliger Skin
es: Skin aleatoria
fr: Changer livrée en aléatoire
it: Cambia skin a casuale
ja_jp: スキンをランダムに変更
pl: Zmień skórkę na losową
pt_br: Mudar skin para aleatória
ru: Сменить скин на случайный
tr: Rastgele kaplama seç
zh_cn: 随机涂装
zh_tw: 隨機塗裝

# Drive_Quick_ChangeTrackToRandom
source: Change track to random
cs: Vybrat náhodnou trať
de: Zufällige Strecke
es: Pista aleatoria
fr: Changer circuit en aléatoire
it: Cambia tracciato a casuale
ja_jp: トラックをランダムに変更
pl: Zmień tor na losowy
pt_br: Mudar pista para aleatória
ru: Сменить трассу на случайную
tr: Rastgele pist seç
zh_cn: 随机赛道
zh_tw: 隨機賽道

# Drive_Quick_DisableLEDsAndDisplay
source: Disable LEDs and display
cs: Zakázat LEDky a displej
de: Deaktiviere LEDs und Display
es: Deshabilitar LEDs y display
fr: Désactiver les LED et l'affichage
it: Disabilita i LED e display
ja_jp: LEDとディスプレイを無効化
pl: Wyłącz diody LED i wyświetlacz
pt_br: Desativar LEDs e tela
ru: Отключить светодиоды и дисплей
tr: LEDleri ve ekranı devre dışı bırak
zh_cn: 停用LED和提示
zh_tw: 停用LED及顯示

# Drive_Quick_RandomizeEverything
source: Randomize everything
cs: Nastavit vše náhodně
de: Alles zufällig
es: Todo aleatorio
fr: Tout aléatoire
it: Randomizza tutto
ja_jp: すべてをランダム化
pl: Losuj wszystko
pt_br: Randomizar tudo
ru: Всё случайно
zh_cn: 随机所有设定
zh_tw: 隨機所有設定

# Drive_Quick_SetRandomTemperature
source: Set random temperature
cs: Nastavit náhodnou teplotu vzduchu
de: Zufällige Temperatur
es: Temperatura aleatoria
fr: Température aléatoire
it: Imposta temperatura casuale
ja_jp: ランダムな温度を設定
pl: Ustaw losową temperaturę
pt_br: Definir temperatura aleatoriamente
ru: Установить случайную температуру
tr: Sıcaklığı rastgele ayarla
zh_cn: 设置为随机温度
zh_tw: 設定隨機溫度

# Drive_Quick_SetRandomTime
source: Set random time
cs: Nastavit náhodnou denní dobu
de: Zufällige Zeit
es: Hora aleatoria
fr: Heure aléatoire
it: Imposta orario casuale
ja_jp: ランダムな時間を設定
pl: Ustaw losowy czas
pt_br: Definir tempo aleatoriamente
ru: Установить случайное время
tr: Saati rastgele ayarla
zh_cn: 设置为随机时间
zh_tw: 設定隨機時間

# Drive_Quick_SetRandomWeather
source: Set random weather
cs: Nastavit náhodné počasí
de: Zufälliges Wetter
es: Climatogía aleatoria
fr: Météo aléatoire
it: Imposta meteo casuale
ja_jp: ランダムな天気を設定
pl: Ustaw losową pogodę
pt_br: Definir clima aleatoriamente
ru: Установить случайную погоду
tr: Hava durumunu rastgele ayarla
zh_cn: 设置为随机温度天气
zh_tw: 設定隨機天氣

# Drive_Quick_ShowCurrentGearOnly
source: Show current gear only
cs: Zobrazovat pouze aktuální rychlostní stupeň
de: Zeige nur aktuellen Gang
es: Mostrar sólo marcha actual
fr: Afficher uniquement le matériel actuel
it: Mostra solo la marcia attuale
ja_jp: 現在のギアのみ表示
pl: Pokaż tylko bieżący bieg
pt_br: Mostrar apenas a marcha atual
ru: Показать только текущую передачу
zh_cn: 仅显示当前档位
zh_tw: 僅顯示目前檔位

# Drive_Quick_StartingTheRace
source: Starting the race…
cs: Zahajuji závod...
de: Rennen beginnen...
es: Comenzando la carrera...
fr: Démarrer la course...
it: Inizia la gara...
ja_jp: レースを開始しています…
pl: Rozpoczynanie wyścigu…
pt_br: Começando a corrida...
ru: Начало гонки...
tr: Yarış başlatılıyor...
zh_cn: 开始比赛…
zh_tw: 正在啟動比賽⋯⋯

# Drive_Quick_YesAndFixIt
source: Yes, and fix it
cs: Ano a opravit
de: Ja, und beheben
es: Sí, y arréglalo
fr: Oui, et résoudre
it: Si, e aggiusta
ja_jp: はい。それを修正します。
pl: Tak i napraw to
pt_br: Sim, e conserte isso
ru: Да, и исправить это
tr: Evet, ve düzelt
zh_cn: 好的，修复它
zh_tw: 是的，並修復它

# Lists_ToolsListPage_Launch
source: Launch
cs: Spustit
de: Starten
es: Lanzar
fi_fi: Käynnistä
fr: Démarrer
it: Avvia
ja_jp: 起動
pl: Uruchom
pt_br: Abrir
ru: Запуск
tr: Başlat
zh_cn: 启动
zh_tw: 啟動

# MainWindow_ContentUpdate_ViewDetails
source: View details
cs: Prohlédnout si detaily
de: Details einsehen
es: Ver detalles
fr: Voir détails
it: Visualizza dettagli
ja_jp: 詳細を見る
pl: Pokaż szczegóły
pt_br: Ver detalhes
ru: Посмотреть подробности
tr: Detayları görüntüle
zh_cn: 浏览详情
zh_tw: 查看細節

# Miscellaneous_PlayerStats_RemoveAllSessionsWithMissingContent_Tooltip
source: Remove all sessions with missing content
cs: Odebrat všechny relace s chybějícím obsahem
de: Lösche Sitzungen mit fehlendem Inhalt
es: Eliminar todas las sesiones a las que falte contenido
fi_fi: Poista puuttuvien tietojen istunnot
fr: Supprimer toutes les sessions dont le contenu est manquant
it: Rimuovi tutte le sessioni con contenuti mancanti
ja_jp: コンテンツが不足している全てのセッションを削除
pl: Usuń wszystkie sesje z brakującą zawartością
pt_br: Remover todas sessões com conteúdo faltando
ru: Убрать все сессии с недостающим контентом
tr: Eksik içeriğe sahip tüm oturumları kaldır
zh_cn: 删除所有丢失内容的赛程
zh_tw: 刪除所有遺失內容的賽程

# Miscellaneous_PlayerStats_RemoveMissing
source: Remove missing
cs: Odebrat chybějící
de: Lösche Fehlende
es: Eliminar no encontrados
fi_fi: Poista puuttuva
fr: Retirer les manquants
it: Rimuovi mancante
ja_jp: 見つからないものを削除
pl: Usuń brakujące
pt_br: Remover faltando
ru: Убрать недостающее
zh_cn: 移除丢失
zh_tw: 移除缺失

# Miscellaneous_PlayerStats_SessionsNotFound
source: Sessions not found.
cs: Relace nenalezeny.
de: Sitzungen nicht gefunden.
es: No se encontró sesiones
fi_fi: Istuntoja ei löytynyt.
fr: Aucune session trouvée.
it: Sessioni non trovate.
ja_jp: セッションが見つかりません
pl: Nie znaleziono sesji.
pt_br: Sessões não encontradas.
ru: Сессия не найдена
zh_cn: 找不到赛程
zh_tw: 找不到賽程。

# RaceGridEditor_AILimitationsAreActive_Tooltip
source: AI limitations are on
cs: Omezení umělé inteligence je zapnuto
de: KI-Limitierungen sind aktiv
es: Limitación de IA activa
fr: Limitations des IA activées
it: Limitazioni AI attive
ja_jp: AIの制限は次のとおりです
pl: Ograniczenia AI są włączone
pt_br: Limitações de IA estão ativadas
ru: Ограничения ИИ включены
tr: Yapay zeka limitleri açık
zh_cn: AI限制已启用

# Selected_CarPage_ClearStatsFromThisCar
source: Clear stats from this car
cs: Vymazat statistiky o tomto autě
de: Statistiken für dieses Fahrzeug löschen
es: Limpiar estadísticas de este coche
fi_fi: Tyhjennä auton tilastot
fr: Effacer les stats du véhicule
it: Pulisci statistiche di questa auto
ja_jp: この車の明確な統計
pl: Wyczyść statystyki z tego samochodu
pt_br: Limpar estatísticas desse carro
ru: Очистить статистику этой машины
zh_cn: 清除这辆车的统计数据

# Selected_CarPage_New_PowerGraph
source: Power graph:
cs: Graf výkonu:
de: Leistungsgraph:
es: Gráfico de potencia:
fi_fi: Tehokäyrä:
fr: Courbe de puissance :
it: Grafico di potenza:
ja_jp: パワーグラフ:
pl: Wykres mocy:
pt_br: Gráfico de poder:
ru: График мощности:
tr: Güç eğrisi:
zh_cn: 功率图：

# Selected_CarPage_New_Property_Tooltip
source: [i]Did you know?[/i] You can right-click on a property to filter cars by it.
cs: [i]Věděli jste?[/i] Můžete kliknutím pravým tlačítkem myši na vlastnost, abyste pomocí ní vyfiltrovali auta.
de: [i]Wussten Sie schon?[/i] Sie können eine Eigenschaft eines Fahrzeugs rechtsklicken, um nach dieser Eigenschaft zu filtern.
es: [i]¿Sabiás que...?[/i] Puedes hacer click derecho sobre una propiedad para filtrar coches por ella.
fi_fi: [i]Tiesitkö?[/i] Voit klikata hiiren oikealla näppäimellä ominaisuutta ja suodattaa autoja sen perusteella.
fr: [i]Le saviez-vous ?[/i] Vous pouvez cliquer-droit sur une propriété pour l'utiliser comme filtre.
it: [i]Lo sapevi?[/i] Puoi fare click con tasto destro sulle proprietà per filtrare le auto in base a quello.
ja_jp: [i]ご存知ですか？[/i]プロパティを右クリックすると、そのプロパティで車をフィルター出来ます。
pl: [i]Czy wiesz?[/i] Możesz kliknąć nieruchomość prawym przyciskiem myszy, aby przefiltrować samochody według niej.
pt_br: [i]Você sabia?[/i] Você pode clicar com o botão direito em uma propiedade para filtrar os carros.
ru: [я]А вы знали?[/i] Вы можете щелкнуть правой кнопкой мыши на свойстве, чтобы отфильтровать автомобили по нему.
zh_cn: [i]你知道吗？[/i]您可以用鼠标右键单击某个属性以按其进行筛选汽车。

# Selected_CarPage_ReplaceTyres
source: Replace tyres
cs: Vyměnit pneumatiky
de: Reifen wechseln
es: Reemplazar ruedas
fi_fi: Vaihda renkaat
fr: Remplacer les pneus
it: Sostituisci ruote
ja_jp: タイヤ交換
pl: Wymień opony
pt_br: Substituir pneus
ru: Замена шин
tr: Lastikleri değiştir
zh_cn: 更换轮胎

# Selected_CarSetupPage_DefaultValue
source: Default value:
cs: Výchozí hodnota:
de: Standardwert:
es: Valor por defecto:
fi_fi: Oletusarvo:
fr: Valeur par défaut :
it: Valore predefinito:
ja_jp: デフォルト値:
pl: Domyślna wartość:
pt_br: Valor padrão
ru: Стандартное значение:
tr: Varsayılan değer:
zh_cn: 默认值:

# Selected_CarSetupPage_Unknown
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fi_fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja_jp: 不明
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_cn: 未知

# Selected_ClearNotes
source: Clear notes
cs: Vymazat poznámky
de: Notizen löschen
es: Limpiar notas
fi_fi: Poista huomautukset
fr: Effacer les annotations
it: Pulisci note
ja_jp: クリアなメモ
pl: Wyczyść notatki
pt_br: Limpar notas
ru: Очистить заметки
zh_cn: 清理记录

# Settings_Appearance_BlurButtonsBackground
source: Blur buttons’ background (might decrease performance)
cs: Rozmazávat pozadí tlačítek (může mít za následek zpomalování)
de: Verschwimme Hintergrund von Schaltflächen (könnte Performanceeinbußen verursachen)
es: Aplicar blur al fondo de los botones (puede reducir el rendimiento)
fr: Arrière-plan des boutons flous (peut réduire les performances)
it: Sfoca lo sfondo dei pulsanti (potrebbe diminuire le prestazioni)
ja_jp: ボタンの背景をぼかす(パフォーマンスが低下する家の姓があります)
pl: Tło przycisków rozmycia (może obniżyć wydajność)
pt_br: Borrar botões de fundo (talvez diminuia perfomance)
ru: Размывать фон кнопок (может понизить производительность)
tr: Butonların arkaplanlarını bulanıklaştır (performansı düşürebilir)
zh_cn: 模糊背景按钮 (可能会降低性能)

# Settings_Appearance_BlurImageViewersBackground
source: Blur Image Viewer’s background
cs: Rozmazávat pozadí
de: Verschwimme Hintergrund von Bildbetrachter
es: Aplicar blur al fondo del Visor de Imagen
fr: Arrière-plan flou de la visionneuse d'images
it: Sfoca lo sfondo del visualizzatore di immagini
ja_jp: 画像ビューアの背景をぼかす
pl: Rozmyj tło przeglądarki zdjęć
pt_br: Borrar fundo de Visualização de Imagem
ru: Размывать фон в окне просмотра изображений
zh_cn: 模糊图像查看的背景

# Settings_Appearance_BlurImageViewersBackground_Tooltip
source: Works only on Windows 7 or Windows 10
cs: Projeví se jen ve Windows 7 a 10 a pokud rozlišení obrázku neodpovídá rozlišení obrazovky
de: Ausschließlich für Windows 7 oder 10
es: Sólo funciona en Windows 7 o Windows 10
fr: Fonctionne seulement sur Windows 7 ou Windows 10
it: Funziona solo su Windows 7 o Windows 10
ja_jp: Windows 7 または Windows 10 でのみ動作します
pl: Działa tylko w systemie Windows 7 lub Windows 10
pt_br: Funciona apenas no Windows 7 ou 10
ru: Работает только на Windows 7 или Windows 10
tr: Yalnızca Windows 7 ya da Windows 10'da çalışır
zh_cn: 仅工作于Windows 7或Windows 10

# Settings_Appearance_DisableHardwareAccelerationForUI
source: Disable hardware acceleration for UI
cs: Vypnout hardwarovou akceleraci pro vykreslování uživatelského rozhraní
de: Deaktiviere Hardwarebeschleunigung für UI
es: Deshabilitar aceleración por hardware para la IU
fr: Désactiver l'accélération matérielle pour l'interface utilisateur
it: Disabilita l'accelerazione hardware per UI
ja_jp: UIのハードウェアアクセラレーションを無効
pl: Wyłącz przyspieszenie sprzętowe dla interfejsu użytkownika
pt_br: Desabilitar aceleração de hardware para UI
ru: Отключить аппаратное ускорение для интерфейса
tr: Arayüz için donanım hızlandırmayı devre dışı bırak
zh_cn: 为UI界面禁用硬件加速

# Settings_Appearance_DisableWindowsTransparency
source: Disable windows transparency
cs: Vypnout průhlednost oken
de: Deaktiviere Windows-Transparenz
es: Dehabilitar transparencia de ventanas
fr: Désactiver la transparence des fenêtres
it: Disabilita la trasparenza della finestra
ja_jp: ウィンドウの透明性を無効
pl: Wyłącz przezroczystość okien
pt_br: Desabilitar transparência do windows
ru: Отключить прозрачность окон
tr: Windows saydamlığını devre dışı bırak
zh_cn: 禁用窗口透明度
