Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_Content_LoadingConcurrencyLabel
source: Loading concurrency:
cs: Počet souběžných načítání:
de: Lade-Parallelität:
es: Cargando concurrencia:
fr: Préchargement d'interface
it: Caricamento concorrenza:
ja_jp: 同時読み込み数:
lv: Ielādes vienlaicība:
nl: Laden samenloop :
pl: Ładowanie konkurencji:
pt: A carregar concorrência:
pt_br: Lendo a concorrência:
ru: Загружать параллельно:
zh_cn: 加载并发性设置:
zh_tw: 載入並行性設定:

# Settings_Content_ScrollAutomatically
source: Automatically scroll to selected item
cs: Automaticky přesouvat k vybrané položce
de: Automatisch zu gewähltem Objekt gehen
es: Dresplazar automaticamente hasta el objeto seleccionado
fr: Défiler automatiquement vers l'objet sélectionné
it: Scorri automaticamente fino all'oggetto selezionato
ja_jp: 選択した項目を自動的にスクロールする
lv: Automātiski ritināt līdz izvēlētajam objektam
nl: Scroll automatisch naar de geselecteerde item
pl: Automatycznie przewiń do wybranego elementu
pt_br: Rolar automaticamente até o item selecionado
ru: Автоматическая прокрутка до выбранного элемента
tr: Otomatik olarak seçili bir öğeye git
zh_cn: 滚动列表时自动选择内容
zh_tw: 滾動列表時自動選擇內容

# Settings_Content_InformationSearchHeader
source: Information search:
cs: Informace online:
de: Informationssuche:
es: Búsqueda de información:
fr: Recherche d'information :
it: Ricerca informazioni:
ja_jp: 情報検索:
lv: Informācijas meklēšana:
nl: Zoek Informatie:
pl: Wyszukiwanie informacji:
pt: Pesquisa de informação:
pt_br: Pesquisa de informação:
ru: Поиск информации:
zh_cn: 搜索相关信息:
zh_tw: 搜尋相關資訊：

# Settings_Content_SearchEngine
source: Search engine:
cs: Vyhledávač:
de: Suchmaschine
es: Motor de búsqueda:
fr: Moteur de recherche :
it: Motore di ricerca:
ja_jp: 検索エンジン:
lv: Meklētājs:
nl: Zoekmachine:
pl: Wyszukiwarka:
pt: Motor de busca:
pt_br: Motor de busca:
ru: Искать через:
tr: Arama motoru:
zh_cn: 搜索引擎:
zh_tw: 搜尋引擎：

# Settings_Content_LookAtWikipedia
source: Limit search to Wikipedia
cs: Implicitně omezovat hledání na Wikipedii
de: Wikipedia als Standard nutzen
es: Buscar en la Wikipedia por defecto
fi_fi: Look at Wikipedia by default
fr: Chercher sur Wikipedia par défaut
it: Limita la ricerca su Wikipedia
ja_jp: 検索結果にWikipediaだけを表示する
lv: Izmantot Wikipedia kā noklusējumu
nl: Kijk standaard op Wikipedia
pl: Szukaj domyślnie na Wikipedii
pt: Procurar na Wikipedia por omissão
pt_br: Procurar na Wikipedia por padrão
ru: Сначала искать на Википедии
tr: Aramayı Vikipedi ile sınırla
zh_cn: 默认查询维基百科
zh_tw: 僅限查詢維基百科

# Settings_Content_ChangeBrandIcon
source: Change brand’s icon automatically
cs: Automaticky měnit ikonu značky
de: Markenemblem automatisch ändern
es: Cambiar icono de la marca automaticamente
fr: Changer les icônes constructeurs automatiquement
it: Cambia automaticamente icona della marca
ja_jp: ブランドのアイコンを自動的に変更する
lv: Automātiski mainīt markas ikonu
nl: Automatisch de merkicoon veranderen
pl: Zmień ikonę marki automatycznie
pt: Alterar ícone da marca automaticamente
pt_br: Alterar ícone da marca automaticamente
ru: Автоматически менять логотип марки
tr: Marka logosunu otomatik olarak değiştir
zh_cn: 自动修改车标
zh_tw: 自動修改車輛品牌標誌

# Settings_Content_CarsHeader
source: Cars:
cs: Auta:
de: Fahrzeuge:
es: Coches:
fr: Véhicules :
it: Auto:
ja_jp: 車:
lv: Mašīnas:
nl: Auto's:
pl: Samochody:
pt: Carros:
pt_br: Carros:
ru: Машины:
tr: Arabalar:
zh_cn: 车辆:
zh_tw: 車輛：

# Settings_Content_ShowroomsHeader
source: Showrooms:
cs: Autosalony:
it: Showroom:
ja_jp: ショールーム:
lv: Izstādes telpas:
nl: Toonzalen:
pl: Salony:
ru: Шоурумы:
tr: Galeriler:
zh_cn: 展厅:
zh_tw: 展示廳：

# Settings_Content_DownloadPreviews
source: Download previews of common showrooms
cs: Stahovat náhledy běžných autosalonů
de: Vorschauen von üblichen Showrooms herunterladen
es: Descargar previsualización de showrooms comunes
fr: Télécharger les aperçus des showrooms communs
it: Scarica anteprime dallo showroom comune
ja_jp: 一般的なショールームのプレビューをダウンロード
lv: Lejuplādēt bieži lietotu showroom priekšskatus
nl: Download previews van voorkomenden toonzalen
pl: Ściągnij podglądy popularnych salonów
pt: Fazer download das pré-visualizações de showrooms comuns
pt_br: Fazer download das pré-visualizações de showrooms comuns
ru: Скачать предварительные просмотры обычных шоурумов
tr: Galerilerin önizlemelerini otomatik olarak indir
zh_cn: 下载车辆预览图
zh_tw: 下載車輛預覽圖

# Settings_Content_FontsHeader
source: Fonts:
cs: Písma:
de: Schriftarten:
es: Fuentes:
fr: Polices :
it: Caratteri:
ja_jp: フォント:
lv: Fonti:
nl: Lettertype:
pl: Czcionki:
pt: Fontes:
pt_br: Fontes:
ru: Шрифты:
tr: Yazı tipleri:
zh_cn: 字体:
zh_tw: 字型：

# Settings_Content_FontIconSymbol
source: Font’s icon symbol:
cs: Symbol ikony písma:
de: Symbol der Schriftart:
es: Símbolo del icono de fuente:
fr: Symbole de l'icône de police :
it: Icona dei caratteri:
ja_jp: フォントのアイコンシンボル:
lv: Fonta ikonas simbols:
nl: Lettertype icoon:
pl: Symbol ikony czcionek:
pt: Símbolo ícone da fonte:
pt_br: Símbolo do ícone da fonte
ru: Значок символа шрифта:
tr: Yazı tipi sembolü:
zh_cn: 字体图标:
zh_tw: 字型圖示：

# Settings_Content_LoadingConcurrency_Tooltip
source: Smaller value may increase UI responsiveness, but decrease loading speed
cs: Menší hodnota může zlepšit odezvu uživatelského rozhraní, ale prodloužit načítací časy
de: kleine Werte erhöhen evtl. die Oberflächen-Reaktion, aber (?) senken die Ladezeiten
es: Un valor más pequeño puede ralentizar la UI, pero acotar los tiempos de carga
fi_fi: Smaller value may increase UI responsibleness, but decrease loading times
fr: Une valeur inférieure peut améliorer la réactivité de l'interface, mais accroître le temps de chargement
it: Un valore minore può aumentare la risposta della UI, ma diminuiscono i tempi di caricamento
ja_jp: 値を小さくすると、UIの反応は良くなりますが、読み込み速度が低下します。
lv: Mazāka vērtība var samazinā UI atsaucību, bet arī samazināt ielādes laikus
nl: Kleine waarden kunnen gebruikersomgeving responsiviteit verhogen, maar laadtijden verminderen.
pl: Mniejsza wartość może zwiększyć reagowanie UI, ale zmniejszy czas ładowania
pt: Um valor menor poderá aumentar a responsividade da UI, mas reduzir tempos de carregamento
pt_br: Valor menor talvez aumente o tempo de resposta, mas diminua tempos de carregamento
ru: Меньшее значение может ухудшить отзывчивость интерфейса, но уменьшить время загрузки
tr: Düşük değerler arayüz hızını düşürebilir ancak yükleme sürelerini kısaltabilir
zh_cn: 更小的数值会提高UI的响应速度,但是列表加载速度会下降
zh_tw: 更小的數值會提高UI的反應速度，但是列表載入速度會下降

# Settings_Content_ScrollAutomatically_Tooltip
source: For example, on disabling
cs: Například při zakázání
de: Zum Beispiel beim Deaktivieren
es: Por ejemplo, al desactivarlo
fr: Par exemple, en désactivant
it: Per esempio, disabilitandolo
ja_jp: たとえば、無効にすると
lv: Piemēram, izslēdzot
nl: Bijvoorbeeld, uitschakelen
pl: Na przykład, by wyłączyć
pt: Por exemplo, ao desactivar
pt_br: Por exemplo, ao desativar
ru: К примеру, на отключение
tr: Örneğin, devre dışı bırakmada
zh_cn: 在滚动列表的同时会自动选择滚动光标指向的内容
zh_tw: 例如，在停用

# Settings_Content_LookAtWikipedia_Tooltip
source: Add “site:wikipedia.org” by default
cs: Do vyhledávacího pole implicitně přidává “site:wikipedia.org”
de: Als Standard mit “site:wikipedia.org” suchen
es: Añadir “site:wikipedia.org” por defecto
fr: Ajoute le "site:wikipedia.org" par défaut
it: Aggiungi “site:wikipedia.org” come default
ja_jp: デフォルトで”site:wikipedia.org”を追加
lv: Pievienot “site:wikipedia.org” pēc noklusējuma
nl: Voeg "site:wikipedia.org" standaard toe
pl: Dodaj “site:wikipedia.org” jako domyślna
pt: Adicionar “site:wikipedia.org” por omissão
pt_br: Adicionar “site:wikipedia.org” por omissão
ru: Добавить “site:wikipedia.org” по умолчанию
tr: “site:wikipedia.org”'u varsayılan olarak ekle
zh_cn: 默认添加“site:wikipedia.org”以使用维基百科搜索
zh_tw: 預設添加「site:wikipedia.org」以使用維基百科搜尋

# Settings_Content_DownloadPreviews_Tooltip
source: I doubt you have time to update all of them
cs: Nejspíše nemáte čas je všechny aktualizovat
de: Ich bezweifle, dass Sie die Zeit haben, sie alle zu aktualisieren.
es: Dudo que tengas tiempo para actualizarlos todos
fr: Je doute que vous ayez le temps de tous les mettre à jour
it: Dubito tu abbia tempo di caricarli tutti
ja_jp: すべてを更新する時間はないと思います
lv: Šaubos, ka tev būs laiks, lai atjaunotu visus
nl: Ik twijfel dat je tijd hebt om ze allemaal bij te werken
pl: Wątpię, czy masz czas, aby zaktualizować wszystkie z nich
pt: Duvido que tenha tempo para as actualizar todas
pt_br: Duvido que tenha tempo para as atualizar todas
ru: Я сомневаюсь, что у вас есть время, чтобы обновить их все
tr: Hepsini güncellemek için yeterli vaktiniz olduğundan şüpheliyim
zh_cn: 使用通用展厅背景下载车辆预览图
zh_tw: 全部更新恐怕會消耗許多時間

# Settings_Content_FontIconSymbol_Tooltip
source: One symbol which will be used for an icon
cs: Jeden symbol, který bude použit pro ikonu písma
de: Für Symbol zu nutzendes Zeichen
es: Un simbolo que sera usado para un icono
fr: Un symbole qui sera utilisé pour une icône
it: Un simbolo che verrà utilizzato per l'icona
ja_jp: アイコンに使用される1つのシンボル
lv: Viens simbols, kas tiks izmantots kā ikona
nl: Een symbool dat zal worden gebruikt voor een icoon
pl: Jeden symbol, który będzie wykorzystywany do ikony
pt: Um símbolo que será usado para um ícone
pt_br: Um símbolo que será usado para um ícone
ru: Один символ, который будет использоваться для значка
tr: Bir logo için kullanılacak sembol
zh_cn: 一个用作图标的符号
zh_tw: 一個用作圖示的符號

# Settings_CustomShowroom_DefaultType
source: Use by default:
cs: Používat implicitně:
de: Standardmäßig anwenden:
es: Usar por defecto:
fr: Utiliser par défaut :
it: Usa come default
ja_jp: デフォルトで使用:
lv: Izmantot pēc noklusējuma:
nl: Gebruik de standaard:
pl: Używaj domyślnie:
pt: Usar por omissão:
pt_br: Usar por omissão:
ru: По умолчанию:
tr: Varsayılan olarak kullan:
zh_cn: 默认使用:
zh_tw: 預設使用：

# Settings_CustomShowroom_TypeComment
source: Lite Showroom is DirectX 10-compatible, much simpler and easier for a videocard. Perfect solution for skins drawing.
cs: Odlehčený autosalon je kompatibilní s DirectX 10, což je pro grafickou kartu mnohem méně náročné, takže je to skvělé řešení pro kreslení skinů
de: Der Einfache Showroom ist DirectX 10-kompatibel, aber weniger komplex und weniger leistungsintensiv für Grafikkarten. Perfekt um Lackierungen zu erstellen
es: La Showroom reducida es compatible con DirectX 10, mucho más simple y ligera para tu tarjeta grafica. Solución perfecta para creación de aspectos.
fr: Le salon d'exposition léger est compatible avec DirectX 10, plus simple et plus léger pour la carte vidéo. La solution parfaite pour la réalisation de skins.
it: Lite Showroom è compatibile con le DirectX10, molto più semplice e più facile per una scheda video. La soluzione perfetta per disegnare skins.
ja_jp: LiteショールームはDirectX 10と互換性があり、ビデオカードとしてははるかにシンプルで簡単です。 スキン描画に最適なソリューション。
lv: Vieglā izstādes telpa ir saderīga ar DirectX 10, ir vienkāršāka un mazāk noslogo video karti. Ideāls risinājums skinu zīmēšanai.
nl: Lite Showroom is compatibel met DirectX 10, veel simpler en gemallelijker voor je grafische kaart. Perfect voor het teken van skins.
pl: Lite Showroom jest kompatybilny z DirectX 10, o wiele prostsze i łatwiejsze dla karty graficznej. Idealne rozwiązanie do malowania skórek.
pt: O Lite Showroom é compatível com o DirectX 10, muito mais simples e fácil para uma placa gráfica. A solução perfeita para desenhar skins.
pt_br: Showroom Leve é compatível com DirectX 10, muito mais simples e leve para a placa de vídeo. Solução perfeita para desenhistas de skins.
ru: Простой шоурум, совместимый с DirectX 10, гораздо проще и легче для видеокарты. Идеальное решение для создания раскрасок
tr: Basit Galeri DirectX10 ile uyumludur, daha basittir ve grafik yongasına daha az yük bindirir. Kaplama tasarlamak için mükemmel bir çözümdür.
zh_cn: 精简化展厅兼容DirectX 10,非常简洁并且对显卡要求低,非常适合用于制作车辆涂装的工作
zh_tw: 精簡展示廳兼容DirectX 10，簡潔且對顯卡要求低，適合用於製作車輛塗裝

# Settings_CustomShowroom_AutoAdjustPivot
source: Auto-adjusting camera pivot
cs: Automaticky se přizpůsobující osa otáčení
de: Kameraachse automatisch ausrichten
es: Movimiento de cámara auto ajustable.
fr: Ajustement auto. du pivot de la caméra
it: Auto-regolazione perno camera
ja_jp: カメラピボットの自動調整
lv: Automātiski pielāgo kameru
nl: Automatisch aanpassen van camera
pl: Automatyczna regulacja kamery - piwot
pt: Pivot da camara auto-ajustável
pt_br: Giro da câmera auto-ajustável
ru: Автоматическая регулировка поворота камеры
tr: Kamera merkezleyici
zh_cn: 自动调整展厅内相机机位
zh_tw: 自動調整展示廳內相機機位

# Settings_CustomShowroom_InvertMouseButtons
source: Invert mouse buttons
cs: Prohodit tlačítka myši
de: Maustasten invertieren
es: Invertir botones del ratón
fr: Inverser les boutons de la souris
it: Inverti pulsanti del mouse
ja_jp: マウスボタン反転
lv: Invertēt peles pogas
nl: Mouse knoppen omkeren
pl: Odwróć przyciski myszy
pt: Inverter botões do rato
pt_br: Inverter botões do rato
ru: Инвертировать кнопки мыши
tr: Fare tuşlarını tersine çevir
zh_cn: 展厅中反转鼠标按键
zh_tw: 於展示廳中反轉滑鼠按鍵

# Settings_CustomShowroom_LiteHeader
source: Lite Showroom:
cs: Odlehčený autosalon:
de: Einfacher Showroom:
es: Showroom reducida:
fr: Showroom léger
it: Showroom Lite:
ja_jp: Liteショールーム:
lv: Vieglā izstādes telpa:
nl: Lite Toonzaal:
pt: Showroom Leve
pt_br: Showroom Leve
ru: Простой шоурум:
tr: Basit Galeri:
zh_cn: 精简化展厅:
zh_tw: 精簡展示廳：

# Settings_CustomShowroom_FancyHeader
source: Fancy Showroom:
cs: Líbivý autosalon:
de: Schöner Showroom:
es: Showroom elegante:
fr: Showroom original
it: Showroom Fancy:
ja_jp: ファンシーショールーム:
lv: Greznā izstādes telpa:
nl: Mooie Toonzaal:
pt: Showroom Extravagante
pt_br: Showroom Chique
ru: Качественный шоурум:
tr: Hoş Galeri:
zh_cn: 高特效展厅:
zh_tw: 精緻展示廳：

# Settings_CustomShowroom_Bloom
source: Use HDR
cs: Používat bloom
de: Überstrahlung nutzen
es: Usar Bloom
fi_fi: Use bloom
fr: Utiliser bloom
it: Usa bloom
ja_jp: HDRを使用
lv: Izmantot bloom
nl: Gebruik bloei
pl: Użyj bloom
pt: Usar resplandecimento
pt_br: Usar Resplandecimento
ru: Использовать оттенки
tr: HDR kullan
zh_cn: 使用高光特效
zh_tw: 使用高動態範圍（HDR）

# Settings_CustomShowroom_Msaa
source: Use MSAA
cs: Používat MSAA
de: MSAA nutzen
es: Usar MSAA
fr: Utiliser MSAA
it: Usa MSAA
ja_jp: MSAAを使用
lv: Izmantot MSAA
nl: Gebruik MSAA
pl: Użyj MSAA
pt: Usar MSAA
pt_br: Usar MSAA
ru: Использовать сглаживание (MSAA)
tr: MSAA kullan
zh_cn: 使用多重采样抗锯齿
zh_tw: 使用多重採樣抗鋸齒（MSAA）

# Settings_CustomShowroom_Fxaa
source: Use FXAA
cs: Používat FXAA
de: FXAA nutzen
es: Usar FXAA
fr: Utiliser FXAA
it: Usa FXAA
ja_jp: FXAAを使用
lv: Izmantot FXAA
nl: Gebruik FXAA
pl: Użyj FXAA
pt: Usar FXAA
pt_br: Usar FXAA
ru: Использовать быстрое сглаживание (FXAA)
tr: FXAA kullan
zh_cn: 使用快速近似抗锯齿
zh_tw: 使用快速近似抗鋸齒（FXAA）

# Settings_CustomShowroom_Showroom
source: Default showroom:
cs: Výchozí autosalon
de: Standard-Showroom:
es: Showroom predeterminado:
fr: Showroom par défaut :
it: Showroom default:
ja_jp: デフォルトショールーム:
lv: Noklusējuma izstādes telpa:
nl: Standaard toonzaal:
pl: Domyślny salon:
pt: Showroom original
pt_br: Showroom original
ru: Шоурум по умолчанию
tr: Varsayılan galeri:
zh_cn: 默认展厅:
zh_tw: 預設展示廳：

# Settings_CustomShowroom_DefaultType_Tooltip
source: Hold Ctrl when starting to select the other one
cs: Držte Ctrl než začnete vybírat ostatní
de: Beim Starten Strg halten, um den anderen auszuwählen
es: Manten CTRL cuando comiences a seleccionar ese
fr: Maintenez Ctrl lorsque vous commencez à sélectionner l'autre
it: Tenere premuto Ctrl quando si sceglie di selezionare l'altro
ja_jp: もう1つを選択し始めるときにCtrlを押したままにします
lv: Pieturi Ctrl, kad sāc, lai izvēlētos otru
nl: Houd Ctrl ingedrukt wanneer je de ander selecteert
pl: Przytrzymaj Ctrl podczas uruchamiania, aby wybrać drugi
pt_br: Segure Ctrl quando começar para selecionar o próximo
ru: Удерживайте клавишу CTRL при запуске чтобы выбрать другой
tr: Başka bir öğeyi seçerken CTRL'ye basılı tutun
zh_cn: 按住Ctrl键运行可以使用其他展厅
zh_tw: 啟動時按住Ctrl鍵可以使用其他展示廳

# Settings_CustomShowroom_AutoAdjustPivot_Tooltip
source: Tries to keep a car at the center of the screen as much as possible (but without any heavy calculations)
cs: Snaží se držet auto uprostřed obrazovky tak často, jak je to jen možné (ale bez složitých kalkulací)
de: Versucht ein Fahrzeug in der Bildmitte zu halten soweit wie möglich (ohne komplexe Berechnungen)
es: Intenta mantener el coche en el centro de la pantalla todo lo que sea posible (pero sin ningún cálculo complejo)
fr: Essayez de garder le véhicule au centre de l'écran autant que possible (mais sans aucun calcul lourd)
it: Cerca di mantenere la vettura il più possibile al centro dello schermo (senza eccessivi calcoli)
ja_jp: 可能な限り画面の中央に自動車を表示します(ただし、計算はあまり行いません)
lv: Pēc iespējas cenšas noturēt mašīnu ekrāna vidu (bet bez smagas rēķināšanas)
nl: Probeert de auto zo veel mogelijk bij het centrum te houden (maar zonder zware berekeningen)
pl: Staraj się utrzymać samochód na środku ekranu tak jak tylko możliwe (ale bez ciężkich obliczeń)
pt_br: Tenta manter um carro no centro da tela o maior tempo possível (mas sem cálculos pesados)
ru: Пытаться держать машину в центре экрана как можно дольше (но без каких-либо сложных расчетов)
tr: Arabayı mümkün olduğunca ekranın ortasında tutmaya çalışr
zh_cn: 尽可能保持车辆位于镜头正中(不使用复杂计算)
zh_tw: 儘可能保持車輛位於鏡頭正中央（不使用繁複計算）

# Settings_CustomShowroom_InvertMouseButtons_Tooltip
source: Use left mouse button for panning and right for rotating a model instead
cs: Používat levé tlačítko myši pro posun a pravé pro rotaci
de: Nutze die linke Maustaste zum Schwenken und die Rechte zum rotieren
es: Utiliza el botón izquierdo del raton para moverte por la imagen y el derecho para rotar el modelo
fr: Utiliser le bouton gauche de la souris pour le panoramique et le bouton droit pour la rotation du modèle à la place
it: Usa il tasto sinistro del mouse per spostare il modello e il tasto destro per ruotarlo
ja_jp: 左マウスボタンを使用してパンし、代わりに右マウスボタンを使用してモデルを回転します
lv: Izmanto kreiso pogu skata bīdīšanai un labo rotēšanai
nl: Gebruik linkermuisknop om model te pannen, en rechtermuisknop om het te draaien
pl: Użyj lewego przycisku myszy, aby poruszać się po obrazie i prawego, aby obrócić model
pt_br: Use o botão esquerdo do mouse para arrastar e direito para girar um modelo
ru: Использовать левую кнопку мыши для панорамирования и правую для вращения модели
tr: Kaydırmak için fare sol butonunu, döndürmek için fare sağ butonunu kullanın.
zh_cn: 按住鼠标左键平移视角,右键旋转车辆
zh_tw: 按住滑鼠左鍵平移視角，右鍵旋轉車輛

# Settings_CustomShowroom_Bloom_Tooltip
source: Disable if you need maximum performance; you can toggle it any time by pressing B
cs: Deaktivujte pro maximální výkon; kdykoliv lze přepínat klávesou B
de: Für maximale Leistung deaktivieren; mit B-Taste jederzeit umschaltbar
es: Desactívalo si necesitas máximo rendimiento
fr: Désactiver pour des performances maximum ; vous pouvez l'activer ou le désactiver à tout moment en appuyant sur B
it: Disattiva se hai bisogno della massima performance; puoi riattivarlo in ogni momento premendo B
ja_jp: 最大のパフォーマンスが必要な場合は無効にします; Bを押すといつでも切り替えることができます
lv: Atspējo priekš maksimālās veiktspējas, to var pārslēgt jebkurā laikā, piespiežot B
nl: Zet uit als je maximale prestatie wilt
pl: Wyłącz jeśli potrzebujesz maksymalnej wydajności
pt: Desactirvar se for necessária a máxima performance
pt_br: Desativar se for necessária a máxima performance
ru: Отключите, если вам нужна максимальная производительность
tr: Maksimum performans için devre dışı bırakın. İstediğiniz zaman B'ye basarak etkinleştirebilirsiniz.
zh_cn: 如果需要提高性能,关闭这个选项
zh_tw: 如果需要提高效能，關閉這個選項

# Settings_CustomShowroom_Msaa_Tooltip
source: You can toggle it any time by pressing M
cs: Lze kdykoliv přepínat stiskem klávesy M
de: Macht meiner Meinung nach das Bild schlechter
es: Puede alternarlo en cualquier momento presionando M
fr: Vous pouvez l'activer/le désactiver à tout moment en appuyant sur M
it: Puoi cambiarla in qualsiasi momento premendo M
ja_jp: Mを押すといつでも切り替えることができます
lv: To var pārslēgt jebkurā laikā, piespiežot M
nl: Maakt de plaatje nog erger, als je mij vraagt
pl: Makes picture even worse if you asked me
pt: Ainda piora a imagem, se quiser a minha opinião
pt_br: Ainda piora a imagem, se quiser a minha opinião
ru: Делает картинку хуже, как мне кажется
tr: İstediğiniz zaman M'ye basarak etkinleştiebilir ya da devre dışı bırakabilirsiniz
zh_cn: 我个人觉得开启这个选项会让效果更差
zh_tw: 這個選項可以隨時按M鍵開啟和關閉

# Settings_CustomShowroom_Fxaa_Tooltip
source: You can toggle it any time by pressing F
cs: Lze kdykoliv přepínat stiskem klávesy F
de: Kann mit F jederzeit umgeschaltet werden
es: Puedes cambiarlo en cualquier momento pulsando F
fr: Vous pouvez l'activer/le désactiver à tout moment en appuyant sur F
it: Puoi cambiarla in qualsiasi momento premendo F
ja_jp: Fを押すといつでも切り替えることができます
lv: To var pārslēgt jebkurā laikā, piespiežot F
nl: Je kunt het op elk moment schakelen door op F te drukken
pl: Można go zmienić w dowolnym momencie naciskając przycisk F
pt: Poderá alterná-lo a qualquer momento ao premir F
pt_br: Poderá alterná-lo a qualquer momento ao premir F
ru: Вы можете переключать это в любое время с помощью клавиши F
tr: İstediğiniz zaman F'ye basarak etkinleştirebilirsiniz
zh_cn: 这个选项可以在任意时刻按F键开启和关闭
zh_tw: 這個選項可以隨時按F鍵開啟和關閉

# Settings_Drive_Starter
source: Game starter
cs: Spouštěč videohry
de: Programmstarter
es: Lanzador del Juego
fr: Lanceur du jeu
ja_jp: ゲームスターター
lv: Spēles starteris
pl: Launcher gry
pt: Inicializador do jogo
pt_br: Inicializador do jogo
ru: Стартер игры
tr: Oyun başlatıcı
zh_cn: 游戏启动模式
zh_tw: 遊戲啟動模式

# Settings_Drive_32bit
source: Use 32-bit version
cs: Používat 32bitovou verzi
de: Verwende 32-Bit Version
es: Usar versión 32-bits
fr: Utiliser la version 32-bit
it: Usa versione 32-bit
ja_jp: 32ビット版を使用
lv: Lietot 32-bitu versiju
nl: Gebruik 32-bit versie
pl: Użyj wersji 32-bitowej
pt: Usar versão 32-bit
pt_br: Usar versão 32-bit
ru: Использовать 32-битную версию
tr: 32 bit versiyon kullan
zh_cn: 使用32位版本
zh_tw: 使用32位元版本

# Settings_Drive_StartImmediately
source: Start race immediately
cs: Okamžitě zahajovat jízdu
de: Rennen sofort starten
es: Empezar carrera inmadiatamente
fr: Commencer la course immédiatement
it: Avvio gara immediato
ja_jp: すぐにレースを開始
lv: Nekavējoties sākt sacīksti
nl: Begin race onmiddellijk
pl: Natychmiast rozpocznij wyścig
pt: Iniciar corrida imediatamente
pt_br: Iniciar corrida imediatamente
ru: Начинать гонку немедленно
tr: Oyunu direkt başlat
zh_cn: 立即开始比赛
zh_tw: 立即開始比賽

# Settings_Drive_SkipPracticeResults
source: Don’t show results of Practice sessions
cs: Nezobrazovat výsledky tréninku
de: Trainingsergebnisse nicht anzeigen
es: No mostrar resultados de la sesion de Practica
fr: Ne pas afficher les résultats des essais libres
it: Non mostrare i risultati della sessione di pratica
ja_jp: 練習セッションのレース結果を表示しません
lv: Nerādīt treniņbrauciena sesijas rezultātus
nl: Laat resultaat niet zien van een trainingssessie
pl: Nie pokazuj wyników sesji treningowej
pt: Não mostrar resultados da Sessão de Treino
pt_br: Não mostrar resultados da Sessão de Treino
ru: Не показывать результаты в режиме Практика
tr: Alıştırma oturumunun sonuçlarını gösterme
zh_cn: 不显示练习赛成绩
zh_tw: 不顯示練習賽成績

# Settings_Drive_PlayerNameHeader
source: Player’s name:
cs: Hráčova identita:
de: Spielername:
es: Nombre del jugador:
fr: Pseudo :
it: Nome GIocatore:
ja_jp: プレイヤー名:
lv: Spēlētāja vārds:
nl: Naam van de speler:
pl: Nazwa gracza:
pt: Nome do jogador:
pt_br: Nome do jogador:
ru: Имя игрока:
tr: Oyuncu ismi:
zh_cn: 玩家名:
zh_tw: 玩家名稱：

# Settings_Drive_NameLabel
source: Name:
cs: Jméno:
es: Nombre:
fr: Nom :
it: Nome:
ja_jp: 名前:
lv: Vārds:
nl: Naam:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ru: Имя:
tr: İsim:
zh_cn: 名字:
zh_tw: 名稱：

# Settings_Drive_NationalityLabel
source: Nationality:
cs: Národnost:
de: Nationalität:
es: Nacionalidad:
fr: Nationalité :
it: Nazionalità:
ja_jp: 国籍:
lv: Nacionalitāte:
nl: Nationaliteit:
pl: Narodowość:
pt: Nacionalidade:
pt_br: Nacionalidade:
ru: Национальность:
tr: Uyruk:
zh_cn: 国籍:
zh_tw: 國籍：
