Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Drive_ArrangeInReverseOrder_Tooltip
source: The strongest opponent will be the last at the start line
cs: Nejsilnější soupeř bude poslední na startovní čáře
de: Stärkster Gegner am Ende
es: El oponente mas habil estara el ultimo
fi_fi: Paras vastustaja on viimeisenä lähtöruudukossa
fr: L'adversaire le plus fort sera le dernier sur la grille de départ
it: L'avversario più forte sarà l'ultimo in griglia di partenza
ja_jp: 一番強い相手がスタートラインの最後になります
lv: Stiprākais pretinieks būs pēdējais pie starta
pl: Najsilniejszy przeciwnik będzie ostatni na linii startu
pt: O adversário mais forte será o último na grelha de partida
pt_br: O adversário mais forte será o último no grid de partida
ru: Самый сильный соперник будет последним на стартовой линии
tr: En güçlü rakip başlangıç çizgisinin en gerisinde olacak
zh_cn: 最强的对手将会排位在最后起步
zh_tw: 最強的對手將會排位在最後起步

# Drive_FixedOpponentsStrength
source: Fixed opponents strength
cs: Jednotná dovednost soupeřů
de: Fixe Gegnerstärke
es: Dificultad mixta
fi_fi: Muokatut vastustajien vaikeustasot
fr: Force des adversaires fixe
it: Forza avversari fissa
ja_jp: 対戦相手の強さを修正
lv: Fiksēts pretinieku stiprums
pl: Równy poziom przeciwników
pt: Força dos adversários fixa
pt_br: Força dos adversários fixa
ru: Фиксированный уровень соперников
tr: Rakiplerin gücü sabitlendi
zh_cn: 单一AI强度
zh_tw: 單一AI強度

# Drive_JumpStartPenalty
source: Penalty for jump start
cs: Trest za ulitý start:
de: Strafe für Frühstart
es: Penalizacion por salida en falso
fi_fi: Rangaistus varaslähdöstä
fr: Pénalité pour départ anticipé
it: Penalità per partenza anticipata
ja_jp: ジャンプスタートのペナルティ
lv: Sods par falšstartu
pl: Kara za falstart
pt: Penalização para partida em falso
pt_br: Penalização para queima de largada
ru: Штраф за фальстарт
tr: Hatalı başlangıç cezası
zh_cn: 抢跑判罚
zh_tw: 搶跑判罰

# Drive_OpponentsMaximumLimitation_Tooltip
source: Limited by number of pits available ({0})
cs: Maximální počet soupeřů je omezený počtem dostupných boxů na dané trati
de: Begrenzt durch Anzahl verfügbarer Boxen ({0})
es: Limitado por numero de boxes disponible ({0})
fi_fi: Rajoitettu saatavillaolevien varikkotilojen määrällä ({0})
fr: Limité par le nombre de places disponibles ({0})
it: Limitato dal numero di pits disponibili ({0})
ja_jp: 利用可能なピットの数によって制限されています({0})
lv: Pieejams ierobežots pitu skaits ({0})
pl: Ograniczona przez liczbę dostępnych pitów ({0})
pt: Limitado pelo número de boxes ({0})
pt_br: Limitado pelo número de boxes ({0})
ru: Ограничено количеством доступных питов ({0})
tr: Mevcut pit sayısı tarafından limitlendi ({0})
zh_cn: 受到赛道维修区位置总数限制 ({0})
zh_tw: 受到賽道維修區位置總數限制 （{0}）

# Drive_SkipSession
source: Skip
cs: Přeskočit
de: Überspringen
es: Saltar
fi_fi: Ohita
fr: Passer
it: Salta
ja_jp: スキップ
lv: Izlaist
pl: Pomiń
pt: Passar à frente
pt_br: Passar à frente
ru: Пропустить
tr: Atla
zh_cn: 跳过
zh_tw: 跳過

# Drive_ListOfPossibleOpponentsLabel
source: Possible opponents list:
cs: Seznam možných soupeřů
de: Liste möglicher Gegner
es: Posible lista de oponentes:
fi_fi: Mahdollisten vastustajien lista:
fr: Liste possible d'adversaires :
it: Lista degli avversari possibili:
ja_jp: 可能性のある相手のリスト:
lv: Iespējamo pretinieku saraksts:
pl: Możliwa lista przeciwników:
pt: Lista de adversários possível:
pt_br: Lista de adversários possível:
ru: Список возможных соперников:
tr: Muhtemel rakip listesi:
zh_cn: 可选对手车辆列表:
zh_tw: 可選對手車輛列表:

# Drive_ListOfPossibleOpponents_Tooltip
source: App will take {0} {opponent} from this list
cs: Aplikace převezme {0} {opponent} z tohoto seznamu
de: Die App wird {0} {opponent} von der Liste entfernen
es: La aplicacion cogera {0} {opponent} de esta lista
fi_fi: Sovellus ottaa {0} {vastustajaa} listasta
fr: L'App prendra {0} {opposant} de cette liste
it: l'app prenderà {0} {opponent} da questa lista
ja_jp: アプリはこのリストから{0} {opponent}を取得します
lv: Aplikācija paņems {0} (pretiniekus) no šī saraksta
pl: Aplikacja weźmie {0} {opponent} z tej listy
pt_br: O app vai usar {0} {opponent} da lista
ru: Приложение выберет {0} {opponent} из этого списка
zh_cn: 系统将会从这个列表选用 {0}个 {opponent}
zh_tw: 系統將會從這個列表選用 {0}個 {opponent}

# Common_GotId
source: Got it
cs: Chápu
de: Geschafft
es: Hecho
fi_fi: Ymmärsin
fr: Compris
it: Fatto
lv: Sapratu
pl: Gotowy
pt: Compreendi
pt_br: Entendi
ru: Ок
tr: Anladım
zh_cn: 收到
zh_tw: 收到

# Rsr_Commentary
source: If you want to start RSR sessions directly from your browser, [url="https://github.com/gro-ove/actools-cm-download-extension"]here[/url] is an extension to do so!
cs: Chcete-li zahájit RSR relaci přímo z prohlížeče, [url="https://github.com/gro-ove/actools-cm-download-extension"]stáhněte si příslušný doplňek[/url]!
de: Wenn du einen Chrome-basierenden Browser benutzt, ist [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]hier[/url] eine Erweiterung, um RSR Events direkt aus dem Browser zu starten!
es: Si estas usando Chrome, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]aqui[/url] hay una extension para empezar los eventos de RSR directamente desde el navegador!
fi_fi: If you’re using Chrome-like browser, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]here[/url] is an extension for starting RSR events directly from browser!
fr: Si vous utilisez le navigateur Chrome ou l'un de ses clones, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]ici[/url] se trouve une extension pour démarrer des évènements RSR directement depuis le navigateur !
it: Se utilizzi il browser Chrome, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]qui[/url] è un'estensione per Avviare gli eventi RSR direttamente dal browser!
ja_jp: Chromeライクなブラウザを使っているなら[url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]これ[/url]がブラウザから直接RSRイベントを開始するための拡張機能です。
lv: Ja lieto Chrome-bāzētu pārlūku, tad [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]šeit[/url] ir paplašinājums ar ko palaist RSR tieši no pārlūka
pl: Jeśli używasz przeglądarki Chrome lub podobnej, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]tutaj[/url] jest rozszerzenie by rozpocząć wydarzenia RSR bezpośrednio z przeglądarki!
pt_br: Se você está usando um navegador estilo Chrome, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]esta[/url]é uma extensão para iniciar eventos RSR diretamente do navegador!
ru: Если вы используете Chrome-подобный браузер, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]здесь[/url] находится расширение для запуска событий RSR напрямую из браузера!
tr: RSR oturumlarını doğrudan tarayıcınızdan başlatmak istiyorsanız, bunu yapmanız için bir [url="https://github.com/gro-ove/actools-cm-download-extension"]eklenti[/url].
zh_cn: 如果你在使用基于Chrome的浏览器, [url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]这里[/url] 有一个插件,点击就可以直接从浏览器里启动RSR赛事!
zh_tw: 如果您在使用基於Chrome的瀏覽器，[url="https://chrome.google.com/webstore/detail/rsr-live-timing-content-m/gpapaefcdeoafonlilichclhkmnhalcc"]這個app[/url] 可以直接從瀏覽器裡啟動RSR賽事！

# Common_Go_RaceTooltip
source: Start race (Ctrl+G)
cs: Zahájit jízdu (Ctrl+G)
de: Rennen starten (Strg+G)
es: Empezar Carrera (Ctrl+G)
fi_fi: Aloita kisa (Ctrl+G)
fr: Démarre la course (Ctrl+G)
it: Avvia Gara (Ctrl+G)
ja_jp: レース開始(Ctrl+G)
lv: Sākt sacīksti (Strg+G)
pl: Rozpocznij wyścig (Ctrl+G)
pt: Começar a corrida (Ctrl+G)
pt_br: Começar a corrida (Ctrl+G)
ru: Начать заезд (Ctrl+G)
tr: Yarışı başlat (Ctrl+G)
zh_cn: 开始比赛(Ctrl+G)
zh_tw: 開始比賽（Ctrl+G）

source: RSR app is missing
cs: RSR appka chybí
de: RSR-App fehlt
es: La aplicacion RSR no esta
fr: L'app RSR est introuvable
it: App RSR mancante
ja_jp: RSRアプリが見つかりません
lv: Nav RSR Aplikācijas
pl: Aplikacja RSR jest niekompletna
pt: A app RSR não foi encontrada
pt_br: A app RSR não foi encontrada
ru: RSR отсутствует
tr: RSR uygulaması yok
zh_cn: 未找到RSR圈速榜插件
zh_tw: 未找到RSR圈速榜app

source: RSR app is disabled
cs: RSR appka je zakázána
de: RSR-App deaktiviert
es: La aplicacion RSR esta desactivada
fr: L'app RSR est désactivée
it: App RSR disabilitata
ja_jp: RSRアプリが無効になっています
lv: RSR Aplikācija ir atspējota
pl: Aplikacja RSR jest wyłączona
pt: A app RSR foi desactivada
pt_br: A app RSR foi desativada
ru: RSR отключен
tr: RSR uygulaması devre dışı
zh_cn: RSR圈速榜插件被禁用
zh_tw: RSR圈速榜app被停用

# Rsr_InvalidParameters
source: Invalid RSR parameters
cs: Neplatné RSR parametry
de: Ungültige RSR-Parameter
es: Parametros RSR Invalidos
fi_fi: Väärät RSR parametrit
fr: Paramètres RSR invalides
it: Parametri RSR invalidi
ja_jp: 無効なRSRパラメータ
lv: Nederīgi RSR parametri
pl: Nieprawidłowe parametry RSR
pt: Parâmetros do RSR inválidos
pt_br: Parâmetros do RSR inválidos
ru: Недопустимые параметры RSR
tr: Geçersiz RSR parametreleri
zh_cn: 无效RSR参数
zh_tw: 無效RSR參數

# Rsr_AppIsMissing_Commentary
source: Download it [url="http://www.radiators-champ.com/RSRLiveTiming/"]here[/url].
cs: Stáhněte si ji [url="http://www.radiators-champ.com/RSRLiveTiming/"]zde[/url].
de: Lade es [url="http://www.radiators-champ.com/RSRLiveTiming/"]hier[/url] herunter
es: Descargalos desde [url="http://www.radiators-champ.com/RSRLiveTiming/"]aqui[/url].
fr: Téléchargez-le [url="http://www.radiators-champ.com/RSRLiveTiming/"]ici[/url].
it: Scaricala [url="http://www.radiators-champ.com/RSRLiveTiming/"]qui[/url].
ja_jp: [url="http://www.radiators-champ.com/RSRLiveTiming/"]ここ[/url]からダウンロード。
lv: Lejuplādē to [url="http://www.radiators-champ.com/RSRLiveTiming/"]šeit[/url].
pl: Pobierz go [url="http://www.radiators-champ.com/RSRLiveTiming/"]tu[/url].
pt_br: Baixe [url="http://www.radiators-champ.com/RSRLiveTiming/"]aqui[/url].
ru: Скачать [url="http://www.radiators-champ.com/RSRLiveTiming/"]здесь[/url].
tr: [url="http://www.radiators-champ.com/RSRLiveTiming/"]Buradan[/url] indirin.
zh_cn: [url="http://www.radiators-champ.com/RSRLiveTiming/"]点击 [/url]下载.
zh_tw: [url="http://www.radiators-champ.com/RSRLiveTiming/"]點擊 [/url]下載。

# Rsr_AppIsDisabled_Commentary
source: You need to enable it first.
cs: Nejdříve ji musíte povolit
de: Muss vorher aktiviert werden.
es: Necesitas activarlo primero.
fr: Vous devez l'activer avant toute chose
it: Devi prima abilitarla
ja_jp: 最初に有効にする必要があります。
lv: Tā vispirms jāiespējo.
pl: Musisz włączyć go w pierwszej kolejności.
pt: É necessário activar primeiro.
pt_br: É necessário ativar primeiro.
ru: Сначала вам нужно включить его.
tr: İlk önce aktif etmen gerek.
zh_cn: 你需要首先启用RSR插件
zh_tw: 您需要首先啟用RSR app

# Rsr_InvalidParameters_Commentary
source: Make sure RSR website is working properly.
cs: Ujistěte se, že webová stránka RSR náležitě funguje.
de: Stelle sicher RSR Homepage funktioniert korrekt
es: Asegurate de que la web de RSR funciona correctamente.
fr: Assurez-vous que le site RSR fonctionne correctement.
it: Assicurarsi che il sito RSR funzioni correttamente.
ja_jp: RSR Webサイトが正しく動作していることを確認します。
lv: Pārliecinies, ka RSR mājaslapa strādā pareizi.
pl: Upewnij się, że strona RSR działa prawidłowo.
pt: Confirme se o website da RSR está a funcionar correctamente.
pt_br: Confirme se o website da RSR está funcionando corretamente.
ru: Убедитесь, что сайт RSR работает правильно.
tr: RSR web sayfasının düzgün çalıştığından emin olun.
zh_cn: 确定RSR网站正常工作
zh_tw: 確定RSR網站正常工作

# Rsr_ContentIsMissing_Commentary
source: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Here[/url] is the list of mods used by RSR (download links included).
cs: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Tady[/url] je seznam úprav používaných RSR (včetně stahovacích odkazů).
de: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Hier[/url] ist die Liste der von RSR benutzen Mods (Downloadlinks enthalten).
es: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Here[/url] es la lista de mods usados por RSR (incluidos enlaces de descarga).
fr: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Ici[/url] se trouve une liste des mods utilisés par RSR (avec les liens de téléchargement).
it: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Qui[/url]c'è l'elenco dei mod utilizzati da RSR (link di download inclusi).
ja_jp: [URL = "https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]は、ここで[/ URL](ダウンロードリンクは含まれています)RSRによって使用されるモッズのリストです。
lv: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Šeit[/url] ir saraksts ar modiem, ko izmanto RSR (ir iekļauti lejuplādes linki).
pl: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Tu[/url] jest lista modów używanych przez RSR (włącznie z linkami).
pt_br: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Aqui[/url] está a lista de mods usados por RSR (links para download inclusos).
ru: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Здесь [/ url] - список модов, используемых RSR (включая ссылки на скачивание).
tr: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]Buradan[/url] RSR tarafından kullanılan modların listesine ulaşabilirsiniz (indirme bağlantıları dahildir)
zh_cn: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]这里[/url]有RSR使用的mod (包括下载链接).
zh_tw: [url="https://docs.google.com/document/d/18fOaz0jRqtOssWaSw7CvRF9x7acizD-jdChEHd6ot-0/edit"]這裡[/url]有RSR使用的mod （包括下載連結）。

# Rsr_SessionName
source: RSR hotlap
cs: Rychlé kolo RSR
es: Vuelta rapida RSR
fr: Hotlap RSR
it: Giro veloce RSR
ja_jp: RSR ホットラップ
lv: RSR karstais aplis
tr: RSR hızlı tur
zh_cn: RSR圈速挑战
zh_tw: RSR圈速挑戰

# Srs_Commentary
source: Just in case, if you can’t join using this section (or missed joining time), use Online section instead.
cs: Pro případ, že se nemůžete do této sekce připojit (nebo promeškali čas na připojení), použijte sekci Online
de: Solltest du auf dieser Seite nicht beitreten können oder den Beitritt verpasst haben, benutze stattdessen die Seite Online
es: Si fuese necesario, si no puedes accceder usando esta seccion (si te has pasado el tiempo de acceso), usa la seccion Online en su lugar.
fr: Juste au cas où, si vous ne parvenez pas à rejoindre depuis cette section (ou si vous avez raté l'heure d'ouverture de celle-ci), utilisez plutôt la section "En ligne".
it: Solo nel caso, se non si può partecipare utilizzando questa sezione (o avete mancato il tempo di accesso), utilizzate la sezione online.
ja_jp: 念のため、このセクション(または参加時間を逃した)を使用して参加できない場合は、オンラインセクションを使用してください。
lv: Gadījumā, ja nevari pievienoties no šīs sadaļas (vai ja nokavēji pievienošanās laiku), izmanto Tiešsaistes sadaļu
pl: Tylko w przypadku, jeśli nie można dołączyć za pomocą tej sekcji (lub czas łączenia minął), użyj sekcji Online.
pt_br: Se você não puder entrar usando esta seção, (ou perdeu a janela para entrar), use a seção Online.
ru: Если вы не можете присоединиться с помощью этого раздела (или пропустили время присоединения), используйте раздел ИНТЕРНЕТ.
zh_cn: 如果遇到了无法用这个页面加入比赛的情况(或者错过了进入服务器的时间),请试试使用多人联机页面进入服务器
zh_tw: 如果遇到了無法用這個頁面加入比賽的情況（或者錯過了進入伺服器的時間），試著使用多人聯機頁面進入伺服器。

# Srs_IpLabel
source: IP:
zh_cn: IP地址:
zh_tw: IP地址：

# Srs_PortLabel
source: Port:
es: Puerto:
it: Porta:
ja_jp: ポート:
lv: Ports:
pt: Porta:
pt_br: Porta:
ru: Порт:
zh_cn: 端口号:
zh_tw: 連接埠號：

# Srs_StartAtLabel
source: Start at:
cs: Začít v:
de: Start bei:
es: Empezar en:
fr: Démarrer à :
it: Inizia alle:
lv: Sākt no:
pl: Zacznij od:
pt: Começar em:
pt_br: Começar em:
ru: Начните с:
tr: Şurada başla:
zh_cn: 比赛时间:
zh_tw: 比賽時間：

# Rsr_Quit
source: Quit
cs: Odejít
de: Beenden
es: Salir
fi_fi: Poistu
fr: Quitter
it: Esci
ja_jp: 終了
lv: Iziet
pl: Wyjście
pt: Saír
pt_br: Sair
ru: Покинуть
tr: Çık
zh_cn: 退出
zh_tw: 退出

# Rsr_Quit_Tooltip
source: Quit registration
cs: Zrušit registraci
de: Registrierung beenden
es: Salir del registro
fi_fi: Poistu rekisteröinnistä
fr: Quitte l'enregistrement
it: Annulla registrazione
ja_jp: 登録を終了
lv: Pārtraukt reģistrāciju
pl: Zakończ rejestrację
pt: Saír do registo
pt_br: Sair do registo
ru: Покинуть регистрацию
tr: Kaydı terk et
zh_cn: 退出注册
zh_tw: 退出註冊

# Srs_ReadyNotificationHeader
source: SRS server is ready
cs: SRS server je připraven
de: SRS Server bereit
es: El Servidor SRS Esta Listo
fr: Le serveur SRS est prêt
it: Il server RSR è pronto
ja_jp: SRSサーバーの準備完了
lv: SRS Serveris ir gatavs
pl: Serwer SRS jest gotowy
pt: O servidor RSR está pronto
pt_br: O servidor RSR está pronto
ru: Сервер SRS готов
tr: SRS sunucusu hazır
zh_cn: SRS服务器已经可以加入
zh_tw: SRS伺服器已經可以加入

# Srs_ReadyNotification
source: Click to join the race
cs: Kliknutím se připojíte k závodu
de: Klicken um Rennen beizutreten
es: Pulsa para entrar a Carrera
fr: Cliquer pour rejoindre la course
it: Clicca per unirti alla gara
ja_jp: クリックしてレースに参加
lv: Spied lai pievienotos sacīksti
pl: Kliknij, aby dołączyć do wyścigu
pt: Clicar para entrar na corrida
pt_br: Clicar para entrar na corrida
ru: Нажмите, чтобы присоединиться к гонке
tr: Yarışa katılmak için tıklayın
zh_cn: 点击加入比赛
zh_tw: 點擊加入比賽

# Srs_CarIsMissing_Commentary
source: Make sure all required mods are installed.
cs: Ujistěte se, že jsou nainstalovány všechny potřebné ody.
de: Stelle sicher, dass alle nötigen Mods installiert sind.
es: Asegurate de que todos los mods necesarios estan instalados.
fr: Assurez-vous que tous les mods requis sont installés.
it: Assicurarsi che tutti i MODS richiesti siano installati.
ja_jp: すべての必要な改造がインストールされていることを確認します。
lv: Pārliecinies, ka visi nepieciešamie modi ir uzinstalēti.
pl: Upewnij się, że zainstalowane są wszystkie wymagane mody.
pt: Certifique-se que todos os mods estão instalados
pt_br: Certifique-se que todos os mods estão instalados.
ru: Убедитесь, что все необходимые моды установлены.
tr: Gerekli tüm modların yüklü olduğundan emin olun.
zh_cn: 请确保所有必需的mod都安装好了
zh_tw: 請確保必要的mod都已安裝。

# AcError_SolveAllSimilarErrors
source: Solve all similar errors
cs: Vyřešit všechny podobné chyby
de: Alle vergleichbaren Fehler beheben
es: Solucionar todos los errores similares.
fi_fi: Korjaa kaikki samanlaiset virheet
fr: Résoudre toutes les erreurs similaires
it: Risolvi errori simili
ja_jp: 類似エラーをすべて解決する
lv: Atrisināt visas līdzīgās kļūdas
pl: Rozwiąż wszystkie podobne błędy
pt: Resolver Todos os Erros Semelhantes
pt_br: Resolver todos os erros semelhantes
ru: Решить все похожие ошибки
tr: Tüm benzer hataları çözümle
zh_cn: 解决所有类似的错误
zh_tw: 解決所有類似的錯誤

# AcError_AvailableSolutions
source: Available {solution}:
cs: Dostupné {solution}:
de: Verfügbar {solution}:
es: Disponible {solution}:
fi_fi: Saatavilla {Ratkaisu}:
fr: Solution {disponible} :
it: Disponibile {solution}
ja_jp: 利用可能な {solution}:
lv: Pieejamais {solution}:
pl: Dostępne {solucja}:
pt: Disponível {solution}:
pt_br: Disponível {solução}:
ru: Доступно {решение}:
zh_cn: 可能的解决方法 {solution}:
zh_tw: 可能的解決方法 {solution}：

# AcError_StackTrace
source: Stack trace: [mono]{0}[/mono]
cs: Sloužit stopu: [mono]{0}[/mono]
es: Sobre poner rastro: [mono]{0}[/mono]
fr: Analyse de la pile : [mono]{0}[/mono]
it: Accoda il tracciamento: [mono]{0}[/mono]
ru: Трассировка стека: [моно]{0}[/моно]
zh_cn: 堆栈跟踪: [mono]{0}[/mono]
zh_tw: 堆棧追蹤：[mono]{0}[/mono]

# AcError_SolutionsNotFound
source: None of solutions are available.
cs: Žádné z řešení není dostupné.
de: Keine Reparatur möglich.
es: Ninguna de las soluciones esan disponibles.
fi_fi: Mikään ratkaisua ei ole saatavilla.
fr: Aucune solution disponible.
it: Nessuna soluzione è disponibile
ja_jp: 解決策はありません。
lv: Nav pieejamu risinājumu.
pl: Brak dostępnych rozwiązań.
pt_br: Nenhuma das soluções está disponível.
ru: Ни одно из решений не доступно.
tr: Çözümlerin hiçbiri uygun değil.
zh_cn: 没有可用的解决方案
zh_tw: 沒有可用的解決方案。

# AcError_CannotSolveProblem
source: Can’t solve the problem
cs: Nelze vyřešit problém
de: Problem nicht lösbar
es: No se puede solucionar el problema
fi_fi: Ongelmaa ei voida korjata
fr: Impossible de résoudre le problème
it: Imposibile risolvere il problema
ja_jp: 問題を解決できません
lv: Nevar atrisināt problēmu
pl: Nie można rozwiązać problemu
pt: Não é possível resolver o problema
pt_br: Não é possível resolver o problema
ru: Не удается решить проблему
tr: Sorun çözülemiyor
zh_cn: 无法解决问题
zh_tw: 無法解決問題

# AcRoot_Welcome
source: Welcome to AC Content Manager and thank you for using it! There are only a couple of things left to specify:
cs: Vítejte v Content Manageru a díky že ho používáte! Zbývá určit jen pár věcí:
de: Willkommen beim Content Manager und Danke für die Nutzung! Es sind nur ein paar Sachen zu erledigen, bevor es losgehen kann:
es: Bienvenido a Content Manager y gracias por usarlo! Solo tienes un par de cosas que hacer antes de iniciarlo:
fi_fi: Tervetuloa Assetto Corsa Content Manageriin! Enää muutama asia määrittämättä:
fr: Bienvenue dans Content Manager, merci de l'utiliser ! Il ne vous reste que quelques choses à régler avant de le lancer :
it: Benvenuto in Content Manager e grazie per utilizzarlo! Hai ancora un paio di passaggi da fare prima di avviarlo:
ja_jp: Assetto Corsaコンテンツマネージャへようこそ!始める前に、いくつかの作業を行う必要があります:
lv: Sveicināti Assetto Corsa Content Manager! Pirms sākam, ir dažas lietas, kas vispirms jāizdara:
pl: Witamy w Content Manager i dzięki za korzystanie z niego! Masz tylko kilka rzeczy do zrobienia przed startem:
pt_br: Bem-vindo ao Content Manager e obrigado por usá-lo! Tem algumas coisas que faltam serem especificadas
ru: Добро пожаловать в Content Manager и спасибо за то что используете его! Есть всего несколько настроек, которые осталось сделать перед запуском:
tr: AC Content Manager'a hoşgeldiniz ve kullandığınız için teşekkürler! Başlamadan önce yalnızca birkaç şey kaldı:
zh_cn: 欢迎来到Content Manager,感谢使用!在启动前你只需要再做几件事:
zh_tw: 歡迎來到Content Manager，感謝您的使用！在啟動前您只需要再做幾件事：

# AcRoot_Prompt
source: Assetto Corsa root folder:
cs: Kořenová složka videohry:
de: Assetto Corsa Installationsverzeichnis:
es: Carpeta raiz de Assetto Corsa:
fi_fi: Assetto Corsan päähakemisto:
fr: Dossier Assetto Corsa :
it: Cartella radice di Assetto Corsa
ja_jp: AssettoCorsaのルートフォルダ:
lv: Assetto Corsa saknes mape:
pl: Wskaż główny folder Assetto Corsa:
pt: Especificar o directório raiz de Assetto Corsa:
pt_br: Diretório raiz do Assetto Corsa:
ru: Корневой каталог Assetto Corsa:
tr: Assetto Corsa'nın orijinal klasörü:
zh_cn: Assetto Corsa游戏根目录:
zh_tw: Assetto Corsa遊戲根目錄：

# Common_RequiredValue
source: Required value
cs: Požadovaná hodnota
de: Benötigter Wert
es: Valor requerido
fi_fi: Vaadittu arvo
fr: Valeur nécessaire
it: Valore necessario
ja_jp: 必要な値
lv: Nepieciešama vērtība
pl: Wymagana wartość
pt: Valor requerido
pt_br: Valor requerido
ru: Требуемое значение
tr: Gerekli değer
zh_cn: 必需的参数
zh_tw: 必需的參數

# AcRoot_FolderIsUnacceptable
source: Folder is unacceptable
cs: Složka je nepřijatelná
de: Ordner ist unzulässig
es: Carpeta inadecuada
fi_fi: Kansiota ei voida hyväksyä
fr: Ce dossier ne peut pas être choisi
it: Cartella non accettata
ja_jp: そのフォルダは無効です。
lv: Šī mape ir nepareiza
pl: Folder jest niepoprawny
pt: Directório Inaceitável
pt_br: Diretório inaceitável
ru: Папка неприемлема
tr: Klasör kabul edilemez
zh_cn: 目录不可用
zh_tw: 資料夾無法使用
