Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_Appearance_DisableWindowsTransparency_Tooltip
source: Might improve performance or resolve issues with Wine
cs: Může vyřešit problémy se zpomalováním či Wine
de: Kann Performance verbessern oder Probleme mit Wine lösen
es: Puede mejorar el rendicimiento o resolver problemas con Wine
fr: Pourrait améliorer les performances ou résoudre les problèmes avec Wine
it: Potrebbe migliorare le prestazioni o risolvere i problemi con Wine
ja_jp: Wineのパフォーマンスを向上させたり、問題を解決したりする可能性があります
pl: Może poprawić wydajność lub rozwiązać problemy z Wine
pt_br: Talvez melhore perfomance ou resolva problemas com Wine
ru: Может улучшить производительность или решить проблемы с Wine
tr: Performansı arttırabilir ya da Wine ile alakalı sorunları çözebilir
zh_cn: 可能提高性能或解决Wine的问题

# Settings_Appearance_DoNotInterfereWithWindows
source: Do not interfere with windows’ location and size
cs: Nezasahovat do umístění a velikosti okna
de: Fenstergröße und /-position unangetastet lassen
es: No interferir con la ubicación y tamaño de la ventana
fr: N'interférez pas avec l'emplacement et la taille des fenêtres
it: Non interferire con la posizione e le dimensioni della finestra
ja_jp: ウィンドウの位置とサイズに干渉しない
pl: Nie koliduj z lokalizacją i rozmiarem systemu Windows
pt_br: Não inteferir com localização do Windows e tamanho
ru: Не вмешивайтесь в расположение и размер окон
zh_cn: 不要与窗口的位置和大小发生冲突

# Settings_Appearance_ForceFullscreenMode
source: Force fullscreen mode
cs: Vynucovat maximalizaci okna
de: Erzwinge Vollbild
es: Fuerza el modo de pantalla completa
fr: Forcer mode plein écran
it: Forza la modalità schermo intero
ja_jp: 強制フルスクリーンモード
pl: Wymuś tryb pełnoekranowy
pt_br: Forçar modo tela cheia
ru: Принудительный полноэкранный режим
tr: Tam ekran moduna zorla
zh_cn: 强制全屏显示
zh_tw: 強制全螢幕模式

# Settings_Appearance_HideButtonsInImageViewers
source: Hide buttons in Image Viewer’s unless there is a mouse pointer on top
cs: Automaticky skrývat tlačítka
de: Blende Schaltfächen in Bildbetrachter aus, solange der Mauszeiger nicht darüber liegt
es: Oculta botones en el Visor de Imagen salvo que haya un puntero de ratón encima
fr: Masquer les boutons dans les visionneuses d'images à moins qu'il n'y ait un pointeur de souris sur le dessus
it: Nascondi i pulsanti nel visualizzatore di immagini a meno che non ci sia un puntatore del mouse sopra
ja_jp: 画像ビューアのボタンを非表示にする(マウスポインタが上にある場合を除く)
pl: Ukryj przyciski w przeglądarce zdjęć, chyba że na górze znajduje się wskaźnik myszy
pt_br: Esconder botôes na Visualização de Imagem a menos que tenha um ponteiro na parte de cima
ru: Скрыть кнопки в окне просмотра изображений, если только сверху нет указателя мыши
zh_cn: 隐藏图像浏览器的按钮（鼠标移至顶部可恢复显示）

# Settings_Appearance_ImageViewer
source: Image viewer:
cs: Celoobrazový prohlížeč obrázků:
de: Bildbetrachter:
es: Visor de Imagen:
fr: Visionneuse d'images:
it: Visualizzatore di immagini:
ja_jp: 画像ビュワー:
pl: Przeglądarka zdjęć:
pt_br: Visualizador de imagem:
ru: Просмотр изображений:
zh_cn: 图像浏览器：

# Settings_Appearance_OpenSkinsAndSetupsNewWindow
source: Open skins and setups lists in new window
cs: Otevírat seznamy skinů a seřízení aut v novém okně
de: Öffne Skin-/ und Setup-Listen in neuem Fenster
es: Abrir skins y listas de setups en una nueva ventana
fr: Ouvrir les listes de skins et de configurations dans une nouvelle fenêtre
it: Apri le liste delle skin e dei setup in una nuova finestra
ja_jp: 新しいウィンドウでスキンとセットアップのリストを開く
pl: Otwórz listy skórek i setupów w nowym oknie
pt_br: Abrir lista de pinturas e setups em nova janela
ru: Открывать список скинов и настроек в новом окне
tr: Kaplamaları ve ayar listelelerini yeni pencerede aç
zh_cn: 在新窗口中打开涂装和调校列表

# Settings_Appearance_SemiTransparentToolsInCustomShowroom
source: Semi-transparent tools in Custom Showroom and DirectX-specific tools
cs: Poloprůhledné překryvné okno ve Vlastním autosalonu a specifických nástrojích DirectX
es: Herramientas semitransparentes en Showroom Personalizado y en herramientas específicas DirectX
fr: Outils semi-transparents dans Showroom personnalisé et outils spécifiques à DirectX
it: Strumenti semi-trasparenti in Custom Showroom e strumenti DirectX specifici
ja_jp: カスタムショールームの半透明ツールとDirectX専用ツール
pl: Półprzezroczyste narzędzia w salonie CM i narzędziach DirectX
pt_br: Ferramentas semitransparente no Showroom customizado e ferramentas específicas do DirectX
ru: Полупрозрачные инструменты в пользовательском шоуруме и специфичных настройках DirectX
zh_cn: 半透明工具在自定义展示厅和DirectX-特定工具中

# Settings_Appearance_ShowBackButton
source: Show back button in the main window
cs: Zobrazovat v hlavním okně šipku pro návrat
de: Zeige Zurück-Button in Hauptfenster
es: Mostrar botón atrás en la ventana principal
fr: Afficher le bouton de retour dans la fenêtre principale
it: Mostra il pulsante Indietro nella finestra principale
ja_jp: メインウィンドウに戻るボタンを表示
pl: Pokaż przycisk Wstecz w oknie głównym
pt_br: Mostrar botão de voltar na janela principal
ru: Показывать кнопку "назад" в главном окне
tr: Ana pencerede geri tuşunu göster
zh_cn: 在主页窗口中显示返回按钮
zh_tw: 於主視窗顯示返回鍵

# Settings_Appearance_SingleImage
source: Single image
cs: Samostatný obrázek
de: Einzelbild
es: Imagen única
fr: Image unique
it: Immagine singola
ja_jp: 単一イメージ
pl: Pojedynczy obraz
pt_br: Imagem única
ru: Одно изображение
zh_cn: 单幅图像
zh_tw: 單一圖片

# Settings_Appearance_StickMainMenuAtTheTop
source: Stick main menu at the top in fullscreen mode
cs: Při maximalizaci posunout hlavní menu blíž k záhlaví
de: Hefte im Vollbild das Hauptmenü am oberen Bildschirmrand an
es: Pegar el menú principal arriba en modo de pantalla completa
fr: Mettre le menu principal en haut en mode plein écran
it: Attacca il menu principale in alto in modalità schermo intero
ja_jp: フルスクリーンモードでメインメニューを一番上に表示
pl: Trzymaj menu główne u góry w trybie pełnoekranowym
pt_br: Colocar menu principal no topo no modo tela cheia
ru: Придерживаться главного меню вверху в полноэкранном режиме
zh_cn: 在全屏模式下，将主菜单贴在顶部

# Settings_Appearance_YouCanAccessDisabledLinks
source: You can access disabled links via that menu next to window’s buttons, or via hotkeys.
cs: Odkazy skryté v záhlaví zůstávají přístupné přes hamburger menu či klávesové zkratky.
es: Se puede acceder a vínculos deshabilitados mediante el menú junto a los botones de la ventana, o mediante accesos de teclado.
fr: Vous pouvez accéder aux liens désactivés vers le menu à côté des boutons Windows ou via des raccourcis clavier.
it: Puoi accedere ai link disabilitati tramite quel menu accanto ai pulsanti della finestra o tramite i tasti di scelta rapida.
ja_jp: 無効化されたリンクは、ウィンドウのボタンの横にあるメニューやホットキーからアクセスできます。
pl: Możesz uzyskać dostęp do wyłączonych linków za pomocą tego menu obok przycisków okna lub skrótów klawiszowych.
pt_br: Você pode acessar links desativados por aquele menu próximo a janela de botões, ou por teclas de atalho.
ru: Вы можете получить доступ к отключенным ссылкам через это меню рядом с кнопками окна или с помощью горячих клавиш.
zh_cn: 你可以通过窗口按钮旁边的菜单或者热键来访问被禁用的链接。
zh_tw: 您可以通過視窗按鈕旁邊的目錄或通過熱鍵訪問停用的連結。

# Settings_Content_CarSkins
source: Car skins:
cs: Skiny aut:
de: Fahrzeugskins:
es: Skins de coches:
fr: Livrées de véhicules :
it: Skin auto:
ja_jp: 車のスキン:
pl: Skórki samochodowe:
pt_br: Pintura dos carros:
ru: Скины авто:
tr: Araba kaplamaları:
zh_cn: 汽车涂装：

# Settings_Content_DisplaySkinIDsInsteadOfNames
source: Display skin IDs instead of names
cs: Zobrazovat ID skinu místo názvu
de: Zeige Skin-ID statt Name an
es: Mostrar IDs de skins en lugar de nombres
fr: Afficher les ID d'habillage au lieu des noms
it: Visualizza lo skin ID al posto dei nomi
ja_jp: 名前の代わりにスキンIDを表示
pl: Wyświetlaj ID skór zamiast nazw
pt_br: Mostrar IDs de pintura invés de nomes
ru: Отображение ID скинов вместо названий
tr: İsimler yerine kaplama ID'lerini göster
zh_cn: 显示皮肤ID而不是名称

# Settings_Content_DownloadingContent
source: Downloading content:
cs: Stahování obsahu:
de: Inhalte herunterladen:
es: Descargando contenido:
fr: Téléchargement de contenu:
it: Download dei contenuti:
ja_jp: コンテンツのダウンロード:
pl: Pobieranie zawartości:
pt_br: Baixando conteúdo:
ru: Загрузка контента:
tr: İndirilen içerik:
zh_cn: 下载内容：

# Settings_Content_EMail
source: E-mail
ja_jp: メールアドレス
tr: E-posta
zh_cn: 电子邮件

# Settings_Content_SignedAs
source: Signed as:
cs: Podepsán jako:
es: Conectado como:
fr: Connecté en tant que :
it: Connesso come:
ja_jp: 署名:
pl: Podpisany jako:
pt_br: Logado como:
ru: Зарегистрироваться как:
tr: Şu şekilde giriş yapıldı:
zh_cn: 签名：

# Settings_Content_TemporaryFilesLocation
source: Temporary files location:
cs: Umístění dočasných souborů:
de: Speicherort für temp. Dateien:
es: Ubicación de ficheros tempoorales
fr: Emplacement des fichiers temporaires:
it: Posizione dei file temporanei:
ja_jp: 一時ファイルの場所
pl: Lokalizacja plików tymczasowych:
pt_br: Localização arquivos temporários
ru: Расположение временных файлов:
tr: Geçici dosya konumu:
zh_cn: 临时文件位置:

# Settings_CustomShowroom_Previews
source: Previews:
cs: Náhledy:
de: Vorschau:
es: Previsualizaciones:
fr: Aperçus :
it: Anteprime:
ja_jp: プレビュー:
pl: Podglądy:
pt_br: Pré-visualização
ru: Превью:
tr: Önizlemeler:
zh_cn: 预览:

# Settings_Drive_HibernateCMWhileRacing
source: Hibernate CM while racing
cs: Při hraní uspávat Content Manager
de: Versetze CM während des Fahrens in Ruhemodus
es: Hibernar CM durante la carrera
fr: Hiberner CM pendant la course
it: Ibernare CM durante la gara
ja_jp: レース中はCMを非表示にする
pl: Uśpij CM podczas wyścigu
pt_br: Hibernar CM enquanto está em corrida
ru: Спящий режим CM во время гонок
tr: Yarış esnasında CM'ı hazırda beklet
zh_cn: 游戏时将CM进入休眠模式
zh_tw: 遊戲時將CM進入休眠模式

# Settings_Drive_MonitorFPS
source: Monitor FPS during the race
cs: Během závodu měřit snímkovací frekvenci
de: Protokolliere FPS während des Rennens
es: Monitorizar los FPS durante la carrera
fr: Surveiller les FPS pendant la course
it: Monitora gli FPS durante la gara
ja_jp: レース中のFPSをモニター
pl: Monitoruj FPS podczas wyścigu
pt_br: Monitorar FPS durante a corrida
ru: Контролировать FPS в гонке
tr: Yarış esnasında kare hızını izle
zh_cn: 在比赛中监测FPS

# Settings_Drive_MonitorFPS_Tooltip
source: You’ll see the result in [b]Settings/Assetto Corsa/Video[/b]
cs: Výsledky si můžete prohlédnout v [b]Nastavení/Videohra/Kvalita grafiky a výkon[/b]
de: Sie können die gemessene Performance einsehen unter [b]Einstellungen/Assetto Corsa/Video[/b]
es: Se puede ver el resultado en [b]Opciones/Assetto Corsa/Video[/b]
fr: Vous verrez le résultat dans [b]Settings/Assetto Corsa/Video[/b]
it: Vedrai il risultato in [b]Settings/Assetto Corsa/Video[/b]
ja_jp: 結果は[b]Settings/Assetto Corsa/Video[/b]で確認できます
pl: Zobaczysz wynik w [b]Settings/Assetto Corsa/Video[/b]
pt_br: Você verá o resultado em [b]Configurações/Assetto Corsa/Vídeo[/b]
ru: Вы увидите результат в [b]Settings/Assetto Corsa/Video[/b]
tr: Sonuçları [b]Ayarlar/Assetto Corsa/Video[/b] ekranında görebilirsiniz
zh_cn: 你将在此看到相关规则[b]Settings/Assetto Corsa/Video[/b]

# Settings_Drive_RHMLocation
source: RHM location:
cs: Umístění RHM:
de: RHM-Verzeichnis:
es: Ubicación de RHM:
fr: Emplacement RHM:
it: Posizione RHM:
ja_jp: リアルヘッドモーションの場所:
pl: Lokalizacja RHM:
pt_br: Localização RHM
ru: Расположение RHM:
tr: RHM konumu:
zh_cn: RHM安装位置:

# Settings_General_DontShowAgainInDialogs
source: “Don’t show again” in dialogs:
cs: "Znovu nezobrazovat":
de: "Nicht wieder anzeigen":
es: "No volver a mostrar" en los cuadros de diálogo
fr: "Ne plus afficher" dans les boîtes de dialogue:
it: "Non mostrare più" nelle finestre di dialogo:
ja_jp: ダイアログの「次回から表示しない」:
pl: „Nie pokazuj ponownie” w oknach dialogowych:
pt_br: "Não mostar novamente" nos diálogos:
ru: "Не показывать снова" в диалогах:
zh_cn: 对话框中的“不再显示”:

# Settings_General_LaunchSteamAutomatically
source: Launch Steam automatically when Content Manager starts
cs: Spolu s Content Managerem automaticky spustit Steam
de: Öffne Steam automatisch, wenn Content Manager startet
es: Lanza Steam automáticamente cuando se abre Content Manager
fr: Démarrer Steam automatiquement au lancement de Content Manager
it: Avvia Steam automaticamente quando si avvia Content Manager
ja_jp: コンテンツマネージャーの起動時に自動的にSteamを起動
pl: Uruchom Steam automatycznie po uruchomieniu Content Managera
pt_br: Abrir a Steam automaticamente ao iniciar o Content Manager
ru: Запускать Steam автоматически, когда Content Manager запускается
tr: Content Manager başlatıldığında otomatik olarak Steam'i başlat
zh_cn: 当Content Manager启动时，自动启动Steam

# Settings_General_Open
source: Open
cs: Otevřít
es: Abrir
fi_fi: Avaa
fr: Ouvrir
it: Apri
ja_jp: 開く
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
zh_cn: 打开

# Settings_General_OpenAppsDataFolder
source: Open app’s data folder
cs: Otevřít složku s daty aplikace
de: Öffne Anwendungsdaten-Ordner
es: Abrir carpeta de datos de la app
fr: Ouvrir le dossier de données de l'application
it: Apri la cartella Dati dell'App
ja_jp: Appデータフォルダを開く
pl: Otwórz folder danych aplikacji
pt_br: Abrir pasta appdata
ru: Открыть папку данных приложения
zh_cn: 打开应用文件夹

# Settings_General_OpenLogsFolder
source: Open logs folder
cs: Otevřít složku se záznamy
de: Öffne Protokoll-Ordner
es: Abrir carpeta de logs
fr: Ouvrir le dossier des logs
it: Apri la cartella dei log
ja_jp: ログフォルダを開く
pl: Otwórz folder z logami
pt_br: Abrir pasta de logs
ru: Открыть папку логов
tr: Rapor klasörünü aç
zh_cn: 打开日志文件夹

# Settings_LapTimes_ClearCache
source: Clear cache
cs: Vyprázdnit vyrovnávací paměť
de: Bereinige Cache
es: Limpiar caché
fr: Nettoyer le cache
it: Pulisci cache
ja_jp: キャッシュクリア
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ru: Очистить кэш
tr: Önbelleği temizle
zh_cn: 清除缓存
zh_tw: 清除快取

# Settings_Locale_TemperatureUnits
source: Temperature units:
cs: Jednotka teploty:
de: Temperatureinheit:
es: Unidad de Temperatura
fr: Unité de température :
it: Temperatura
ja_jp: 温度の単位:
pl: Jednostki temperatury:
pt_br: Unidades de temperatura:
ru: Единицы измерения темепературы:
tr: Sıcaklık birimleri:
zh_cn: 温度单位:
zh_tw: 溫度單位：

# Settings_Locale_Use12HourClock
source: Use 12-hour clock
cs: 12hodinový formát času
de: Benutze 12-Stunden-Uhrzeiten
es: Usar reloj de 12 horas
fr: Utiliser horloge 12h
it: Utilizza orario a 12 ore
ja_jp: 12時間表記を使用
pl: Użyj 12-godzinnego zegara
pt_br: Use relógio de 12 horas
ru: Использовать 12-часовой формат
tr: 12 saatlik zaman dilimi kullan
zh_cn: 使用12小时制
zh_tw: 使用十二小時制

# Settings_Locale_UseImperialUnits
source: Use imperial units
cs: Imperiální jednotky
de: Benutze imperiale Einheiten
es: Usar unidades imperiales
fr: Utiliser unités impériales
it: Usa misure imperiali
ja_jp: ヤード・ポンド法を利用
pl: Użyj jednostek imperialnych
pt_br: Use unidade imperial
ru: Использовать империальные единицы измерения
tr: İngiliz ölçü birimlerini kullan
zh_cn: 使用英制单位
zh_tw: 使用英制單位

# Settings_Online_AutoRefreshSelected
source: Auto-refresh selected:
cs: Znovuobnovovat vybrané:
de: Automatisches Aktualisieren:
es: Auto refrescar la selección:
fi_fi: Automaattinen päivitys valittu:
fr: Actualisation automatique sélectionnée:
it: Aggiornamento automatico selezionato:
ja_jp: 自動更新を選択:
pl: Wybrano automatyczne odświeżanie:
pt_br: Carregar automaticamente selecionado:
ru: Авто-обновление выбрано:
tr: Seçilenleri otomatik olarak yenile:
zh_cn: 自动刷新设置：

# Settings_Online_FixNames_Tooltip
source: Refresh might be required after changing
cs: Může být vyžadováno obnovení
de: Nach Änderung dieser Option könnte es notwendig sein zu aktualisieren
es: Puede ser necesario refrescar tras el cambio
fi_fi: Päivittäminen voi olla vaadittu vaihdon jälkeen
fr: Une actualisation peut être nécessaire après la modification
it: Potrebbe essere necessario l'aggiornamento dopo la modifica
ja_jp: 変更後に更新が必要な場合があります
pl: Po zmianie może być wymagane odświeżenie
pt_br: Recarregar talvez seja necessário após mudança
ru: После изменений может потребоваться обновление
tr: Değiştirdikten sonra yenilemek gerekebilir
zh_cn: 更改后可能需要刷新

# Settings_Online_ManageDriversTags
source: Manage drivers tags
cs: Spravovat tagy jezdců
de: Fahrertags verwalten
es: Gestionar etiquetas de pilotos
fi_fi: Hallitse kuljettajien avainsanoja
fr: Gérer les tags de pilotes
it: Gestisci i tag piloti
ja_jp: ドライバータグの管理
pl: Zarządzaj tagami kierowców
pt_br: Gerenciar nomes dos pilotos
ru: Управление водительским тегом
tr: Sürücü etiketlerini yönet
zh_cn: 管理驾驶员标签
zh_tw: 管理車手標籤

# Settings_Online_ManageLists
source: Manage lists
cs: Spravovat seznamy
de: Listen verwalten
es: Gestionar listas
fi_fi: Hallitse listoja
fr: Gérer les listes
it: Gestisci liste
ja_jp: リストの管理
pl: Zarządzaj listami
pt_br: Gerenciar listas
ru: Управление списком
tr: Listeleri yönet
zh_cn: 管理列表
zh_tw: 管理列表

# Settings_Online_Passwords
source: Passwords:
cs: Hesla:
de: Passwörter:
es: Contraseñas:
fi_fi: Salasanat:
fr: Mots de passe :
it: Password:
ja_jp: パスワード:
pl: Hasła:
pt_br: Senhas:
ru: Пароль
tr: Parolalar:
zh_cn: 密码：
zh_tw: 密碼：

# Settings_Online_PresetsFolder
source: Presets folder
cs: Složka přednastavení:
de: Voreinstellungsordner
es: Carpeta de presets
fi_fi: Esiasetusten kansio
fr: Dossier Presets
it: Cartella Preset
ja_jp: プリセットフォルダ
pl: Folder presetów
pt_br: Pasta de predefinições
ru: Папка с пресетами
tr: Önayar klasörü
zh_cn: 预设文件夹
zh_tw: 預設資料夾

# Settings_Online_ShowExtendedInformationIfContentIsMissing
source: Show extended information if content is missing
cs: Zobrazení rozšířených informací, pokud obsah chybí
de: Zeige ausführliche Information bei fehlendem Inhalt
es: Mostrar información extendida si falta contenido
fi_fi: Näytä laajennetut tiedot jos sisältö puuttuu
fr: Afficher des informations détaillées si le contenu est manquant
it: Se il contenuto è mancante visualizza le informazioni complete
ja_jp: コンテンツが不足している場合に拡張情報を表示する
pl: Pokaż rozszerzone informacje, jeśli brakuje zawartości
pt_br: Mostrar informação extendida se o conteúdo estiver faltando
ru: Показывать развёрнутую информацию при отсутствии контента
zh_cn: 如果缺少内容，则显示扩展信息
zh_tw: 如果內容遺失，則顯示擴展資訊

# Settings_Sharing_Content
source: Content:
cs: Obsah:
de: Inhalt:
es: Contenido:
fr: Contenu :
it: Contenuti:
ja_jp: コンテンツ:
pl: Zawartość:
pt_br: Conteúdo:
ru: Контент:
tr: İçerik:
zh_cn: 内容：
zh_tw: 內容：

# Settings_Sharing_Remove
source: Remove
cs: Odebrat
de: Lösche
es: Eliminar
fr: Enlever
it: Rimuovi
ja_jp: 削除
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
zh_cn: 移除
zh_tw: 移除

# TrackStateEditor_Description
source: Description:
cs: Popis:
de: Beschreibung:
es: Descipción:
it: Descrizione:
ja_jp: 説明:
pl: Opis:
pt_br: Descrição
ru: Описание:
tr: Açıklama:
zh_cn: 描述：

# TrackStateEditor_GripRandomization
source: Grip randomization
cs: Nahodilost přilnavosti
de: Grip-Randomisierung
es: Agarre aleatorio
fr: Traction aléatoire
it: Casualità grip
ja_jp: グリップのランダム化
pl: Przyczepność losowa
pt_br: Randomização do Grip
ru: Случайность сцепления
zh_cn: 随机化路面抓地力

# TrackStateEditor_GripTransfer
source: Grip transfer
cs: Přenos přilnavosti
de: Grip in nächste Sitzung übertragen
es: Transferir agarre
fr: Transfert de traction
it: Trasferimento grip
ja_jp: グリップ移動
pl: Transfer przyczepności
pt_br: Trasferência de Grip
ru: Передача сцепления
zh_cn: 延续橡胶堆积

# TrackStateEditor_InitialGrip
source: Initial grip
cs: Prvotní přilnavost
de: Anfänglicher Grip
es: Agarre inicial
fr: Traction initiale
it: Grip iniziale
ja_jp: 初期グリップ
pl: Początkowa przyczepność
pt_br: Grip inicial
ru: Первичное сцепление
zh_cn: 初始抓地力

# Main_Workshop
source: Workshop
es: Taller
ja_jp: ワークショップ
pl: Warsztat
pt_br: Oficina
ru: Мастерская
zh_cn: 工坊

# MainWindow_AddDownload_Message
source: Enter URL to download:
de: Geben Sie einen Downloadlink ein:
es: Ingrese URL para descargar:
fi_fi: Lisää latauslinkki:
fr: Entrez URL pour Télécharger:
it: Inserisci URL per scaricare:
ja_jp: URLを入力してダウンロード
pl: Wprowadź link do pobrania
pt_br: Insira a URL para fazer download:
ru: Вставить URL для скачивания:
tr: İndirmek için URL girin:
zh_cn: 输入URL下载

# MainWindow_AddDownload_Comment
source: Or, copy a link or a file and press Ctrl+V in Content Manager.
de: Oder kopieren Sie einen Link oder eine Datei und drücken Sie Strg+V im CM.
es: O, copie un enlace o un archivo y presione Ctrl + V en el CM.
fi_fi: Tai, kopioi linkki, tai tiedosto ja paina Ctrl+V Content Managerissa.
fr: Ou, copiez un lien ou un fichier et appuyez sur Ctrl+V dans Content Manager.
it: Oppure, copia un link o un file e premi Ctrl+V in Content Manager.
ja_jp: もしくはリンクをコピーするかファイルをCtrl+VでContent Managerにはりつけてください
pl: Lub, skopiuj link albo znajdź plik i wciśnij Ctrl+V w Content Managerze
pt_br: Ou, copiar um link ou um arquivo e aperte Ctrl+V no Content Manager.
ru: Или скопируйте ссылку или файл и нажмите Ctrl + V в Content Manager
tr: Ya da, bir bağlantı veya dosyayı kopyalayın ve Content Manager'da CTRL+V kısayolunu kullanın.
zh_cn: 或者，复制一个链接或文件，并按Ctrl+V在内容管理器。

# MainWindow_AddDownload_Title
source: Download
es: Descargar
fi_fi: Lataa
fr: Télécharger
it: Scarica
ja_jp: ダウンロード
pl: Pobierz
ru: Скачать
tr: İndir
zh_cn: 下载

# MainWindow_AddDownload_MenuItem
source: Download something…
de: Etwas herunterladen...
es: Descargar algo...
fi_fi: Lataa jotain...
fr: Télécharger quelque chose...
it: Scarica qualcosa...
ja_jp: 何かをダウンロードする...
pl: Pobierz coś...
pt_br: Faça Download de alguma coisa...
ru: Скачивание...
tr: Bir şey indir...
zh_cn: 正在下载…

# MainWindow_InstallFromAFile_MenuItem
source: Install from a file…
de: Von Datei installieren...
es: Instalar desde archivo...
fi_fi: Asenna tiedostosta...
fr: Installer depuis un fichier...
it: Installa da un file...
ja_jp: ファイルからインストールする...
pl: Zainstaluj z pliku...
pt_br: Instalar de um arquivo...
ru: Установить из файла...
tr: Dosyadan yükle...
zh_cn: 从文件夹中安装…

# DownloadList_PluginsLoadFailed
source: Can’t load list of plugins
de: Kann Pluginliste nicht laden
es: No se puede cargar lista de plugins.
fi_fi: Listaa lisäosista ei voida ladata
fr: Impossible de charger la liste de plugins
it: Impossibile caricare l'elenco dei plug-in
ja_jp: プラグインのリストを読み込めません
pl: Nie można załadować listy pluginów
pt_br: Não foi possível carregar lista de plugins
ru: Не могу загрузить список плагинов
tr: Eklentilerin listesi yüklenemiyor
zh_cn: 无法加载插件列表

# DownloadList_7ZipComment
source: With 7-Zip plugin, you can improve installation performance and allow CM to unpack all types of archives:
de: Mit dem 7-zip-Plugin können Sie Performance bei der Installation von Inhalten verbessern und ermöglichen es CM, eine Reihe von verschiedenen Archiven zu entpacken.
es: Con el plugin 7-Zip, puede mejorar el rendimiento de la instalación y permitir que CM descomprima todo tipo de archivos:
fi_fi: 7-Zipin avulla voit parantaa asennuksen tehokkuutta ja voit sallia CM:n purkaa kaikentyyppisiä arkistoja:
fr: Avec le plugin 7zip, vouss permettez d'augmenter la rapiditer d'installer et autoriser CM a extraire tout type d'archive
it: Con il plug-in 7-Zip, puoi migliorare le prestazioni di installazione e consentire a CM di decomprimere tutti i tipi di archivi:
ja_jp: 7-Zipプラグインでインストール時のパフォーマンスの向上とCMがすべての圧縮フォルダを解凍できるようになります
pt_br: Com o plugin 7-Zip, você pode melhorar a perfomance da instalação e permitir o CM para descompactar todos os tipos de arquivos:
zh_cn: 使用7-Zip插件，您可以提高安装性能并允许CM解压缩所有类型的档案：

# DownloadList_Password
source: Password:
de: Passwort:
es: Contraseña:
fi_fi: Salasana:
fr: Mot de passe:
ja_jp: パスワード:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
tr: Parola:
zh_cn: 密码：
