Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_Drive_AllowDecimalValuesForTrackState
source: Allow decimal values for track state
cs: Decimální hodnoty pro stav trati
de: Erlaube Dezimalzahlen für Streckenzustand
es: Permitir valores decimales para el estado de pista
fi_fi: Hyväksy desimaali -arvot radalle
fr: Autoriser les valeurs décimales pour l'état de la piste
it: Consenti valori decimali per lo stato della pista
ja_jp: トラック状態の10進数を許可
pl: Zezwalaj na wartości dziesiętne dla stanu toru
pt_br: Permitir valores decimais para estado da pista
ru: Разрешить десятичные значения для состояния трека
zh_cn: 允许赛道状态的最小数值
zh_tw: 允許於賽道狀態使用小數值

# Settings_Drive_AllowDecimalValuesForTrackState_Tooltip
source: Might cause issues with some apps if used
cs: Může způsobit problémy s některými appkami
de: Könnte zu Problemen mit manchen Apps führen
es: Puede causar problemas si se usa con algunas apps
fi_fi: Voi aiheuttaa ongelmia joihinkin sovelluksiin, jos käytössä
fr: Peut causer des problèmes avec certaines applications si elles sont utilisées
it: Se utilizzato potrebbe causare problemi con alcune app
ja_jp: 使用すると一部のアプリで問題が発生する可能性があります
pl: Może powodować problemy z niektórymi aplikacjami, jeśli są używane
pt_br: Pode causar problemas com alguns apps se usado
ru: Может вызвать проблемы с некоторыми приложениями при использовании
zh_cn: 如果使用，可能会导致某些应用程序出现问题
zh_tw: 可能會導致某些app出現問題

# Settings_Drive_BeepIfRaceIsCancelled
source: Beep if race is cancelled:
cs: Zvuk při zrušení závodu:
de: Spiele Ton bei Rennabbruch:
es: Reproduce un sonido al cancelar la carrera:
fr: Bip si la course est annulée:
it: Segnale acustico se la gara viene annullata:
ja_jp: キャンセル時のビープ音:
pl: Sygnał dźwiękowy w przypadku odwołania wyścigu:
pt_br: Bipar se a corrida for cancelada:
ru: Звуковой сигнал, если гонка закончилась:
tr: Yarış iptal edildiğinde biple:
zh_cn: 比赛取消时发出嘟嘟声:

# Settings_Drive_BeepIfRaceIsCancelled_Tooltip
source: Might help to spot if game is crashed in VR
cs: Hráč ve VR díky tomu např. snáze pochopí, že hra spadla
de: Kann dabei helfen, in VR auf ein abgestürztes Spiel aufmerksam gemacht zu werden
es: Puede ayudar a encontrar el problema si el juego falla durante la RV
fr: Pourrait aider à repérer si le jeu plante en VR
it: Potrebbe essere utile se il gioco si blocca in VR
ja_jp: VRでゲームがクラッシュした場合の発見に役立つかもしれません
pl: Może pomóc w wykryciu awarii gry w VR
pt_br: Talvez ajuda a encontrar se o jogo crashar no VR
ru: Может помочь определить, если игра вылетела в VR
tr: Sanal gerçeklikte oyunun çöktüğünü tespit etme konusunda yardımcı olabilir
zh_cn: 可能有助于发现游戏是否在VR中崩溃

# Settings_Drive_CheckIfTrackFitsSelectedMode
source: Check if track fits selected mode
cs: Kontrolovat, zda trať sedí vybranému režimu
de: Prüfe, ob gewählter Modus mit Strecke kompatibel ist
es: Comprobar si la pista se ajusta al modo seleccionado
fi_fi: Varmista sopiiko rata valitulle tilalle
fr: Vérifiez si la piste correspond au mode sélectionné
it: Controlla se la pista si adatta alla modalità selezionata
ja_jp: 選択されたモードにトラックが適合するかどうかを確認
pl: Sprawdź, czy tor pasuje do wybranego trybu
pt_br: Checar se circuitos combinam com modo selecionado
ru: Проверить, подходит ли трек выбранному режиму
tr: Pistin seçili moda uygunluğunu kontrol et
zh_cn: 检查赛道是否适合所选模式

# Settings_Drive_CheckIfTrackFitsSelectedMode_Tooltip
source: I wouldn’t recommend to disable it, CM will offer you to fix track’s description if anything is wrong. But, if you’re using non-default tags, definetly do.
cs: Nedoporučuje se vypínat – Content Manager nabídne opravu popisku trati, když se něco zvrtne. Pokud ale používáte ne-výchozí tagy, směle do toho.
de: Deaktivieren nicht empfohlen; CM wird anbieten, bei Bedarf die Streckenbeschreibung zu reparieren. Benutzen Sie aber vom Standard abweichende Tags, deaktivieren Sie die Option.
es: No recomendaría deshabilitarlo, CM sugerirá arreglar la descripción de la pista si algo va mal. Pero hazlo si no utilizas etiquetas por defecto.
fi_fi: En suosittele poiskytkemistä, CM tarjoaa "korjaa radan kuvaus" jos jokin on pielessä. Mutta jos käytät muokattuja avainsanoja, kytke ehdottomasti pois.
fr: Je ne recommanderais pas de le désactiver, CM vous proposera de corriger la description de la piste en cas de problème. Mais si vous utilisez des balises autres que celles par défaut, faites-le.
it: Non consiglierei di disabilitarlo, CM ti offrirà di correggere la descrizione del tracciato se qualcosa non va. Ma, se stai usando tag non predefiniti, sicuramente lo farà.
ja_jp: 無効にすることはお勧めしません。何か問題がある場合は、CMがトラックの説明を修正します。ただし、デフォルト以外のタグを使用している場合は、必ず使用してください。
pl: Nie polecam tego wyłączać, CM zaproponuje Ci naprawienie opisu toru, jeśli coś jest nie tak. Ale jeśli używasz tagów innych niż domyślne, zdecydowanie skorzystaj.
pt_br: Eu não recomendaria desativar isso, o CM pode oferecer a você para arrumar a descrição da pista se algo estiver errado. Mas, se você estiver usando tags não-padrão, definitivamente faça.
ru: Не рекомендую отключать, CM предложит исправить описание трека, если что-то не так. Но, если вы используете теги не по умолчанию, определенно сделайте это.
tr: Devre dışı bırakmanızı tavsiye etmem, eğer yanlış bir şeyler varsa CM bunu düzeltmeyi teklif edecektir. Ancak varsayılan olmayan etiketler kullanıyorsanız devre dışı bırakın.
zh_cn: 我不建议禁用它，如果有任何问题，CM将为您提供修复轨道的描述。但是，如果您使用的是非默认标签，那么一定要这样做。

# Settings_Drive_ContinueRaceIfEscapePressed
source: Continue race if Escape pressed
cs: Pokračovat v hraní, když je stisknuta klávesa Esc
de: Setze Rennen fort, wenn Esc gedrückt wird
es: Continuar la carrera al pulsar Escape
fr: Continuer la course si Echap est appuyé
it: Continua a correre se viene premuto Esc
ja_jp: Escapeが押された場合はレースを続行
pl: Kontynuuj wyścig, jeśli zostanie naciśnięty klawisz Escape
pt_br: Continuar corrida se apertar o Esc
ru: Продолжить гонку если Escape нажато
tr: ESC tuşuna basıldığı takdirde yarışa devam et
zh_cn: 如果按Escape键，则继续比赛

# Settings_Drive_KeepResultsOfTheLast
source: Keep results of the last
cs: Zachovávat výsledky posledních
de: Behalte letzte Ergebnisse
es: Mantener resultados de la última
fr: Conserver les derniers résultats
it: Mantieni i risultati dell'ultimo
ja_jp: 最後の結果を保持
pl: Zachowaj ostatnie wyniki
pt_br: Mostrar resultados do último
ru: Сохранять последние результаты
tr: Son oturumun sonuçlarını sakla
zh_cn: 保留最后的结果

# Settings_Drive_KeepResultsOfTheLast_Tooltip
source: Results are stored in “…\AppData\Local\AcTools Content Manager\Progress\Sessions”
cs: Výsledky jsou ukládány do “…\AppData\Local\AcTools Content Manager\Progress\Sessions”
de: Ergebnisse können eingesehen werden unter “…\AppData\Local\AcTools Content Manager\Progress\Sessions”
es: Los resultados de guardan en “…\AppData\Local\AcTools Content Manager\Progress\Sessions”
fr: Les résultats sont stockés dans "…\AppData\Local\AcTools Content Manager\Progress\Sessions"
it: Risultati memorizzati in “…\AppData\Local\AcTools Content Manager\Progress\Sessions”
ja_jp: 結果は”…\AppData\Local\AcTools Content Manager\Progress\Sessions”に保存されます
pl: Wyniki są przechowywane w “…\AppData\Local\AcTools Content Manager\Progress\Sessions”
ru: Результат записан в “…\AppData\Local\AcTools Content Manager\Progress\Sessions”
zh_cn: 结果保存在“…\ AppData \ Local \ AcTools Content Manager \ Progress \ Sessions”中

# Settings_Drive_RealHeadMotion
source: Real Head Motion:
de: Realistische Kopfbewegung:
es: Movimiento real de cabeza:
fr: Mouvement réel de la tête:
it: Movimento reale della testa RHM
ja_jp: リアルヘッドモーション:
pl: Symulacja ruchów głową:
zh_cn: 真实头部运动插件RHM:

# Settings_Drive_ShowExtraDropDownListsForSkins
source: Show extra drop-down lists for skins, car modification and track layout
cs: Zobrazovat dodatečné roletové seznamy pro skiny, úpravy aut a konfigurace trati
de: Zeige zusätzliche Drop-Down-Listen für Skins, Modifikationen und Streckenlayouts
es: Mostrar listas extra de skins, modificaciones de coches y configuraciones de pistas
fi_fi: Näytä lisäalasvetolistat skineille, autojen muokkauksille ja ratojen variaatioille
fr: Afficher des listes déroulantes supplémentaires pour les skins, la modification des voitures et la disposition des pistes
it: Mostra elenchi a discesa extra per skin, modifica delle auto e layout delle piste
ja_jp: スキン、車の修正、トラックレイアウト用の追加ドロップダウンリストを表示します。
pl: Pokaż dodatkowe listy rozwijane dla skórek, modyfikacji samochodu i konfiguracki toru
pt_br: Mostrar lista suspensa extra para pinturas, modificações de carros e traçado de pista
zh_cn: 显示皮肤、汽车改装和赛道布局的额外下拉列表

# Settings_Drive_ShowExtraDropDownListsForSkins_Tooltip
source: Might slightly show app down
cs: Může aplikaci lehce zpomalit
de: Könnte negativen Einfluss auf Performance haben
es: Mostraría la lista ligeramente hacia abajo
fi_fi: Voi tiputtaa sovellusta hieman alemmas
fr: Pourrait légèrement montrer l'application vers le bas
it: Potrebbe mostrare l'app leggermente in basso
ja_jp: アプリが若干ダウンして表示される可能性があります
pl: Może nieco wyświetlić aplikację niżej
pt_br: Talvez mostre um pouco do app embaixo
zh_cn: 可能会稍微显示应用程序

# Settings_Drive_StopServiceOnCMExit
source: Stop service on CM exit
cs: Zastavovat službu při ukončení Content Manageru
es: Parar el servicio de CM al salir
fr: Arrêter le service à la sortie de CM
it: Arresta i servizi all'uscita di CM
ja_jp: CM終了時にサービスを停止
pl: Zatrzymaj usługę przy wyjściu CM
pt_br: Parar serviço ao sair do CM
ru: Останавливать сервис при выходе из CM
tr: CM'dan çıkışta servisi durdur
zh_cn: 在CM退出时停止服务

# Settings_Drive_SwitchToSteamStarter
source: Switch to Steam starter
cs: Přepnout na Steam spouštěč
de: Ersetze Original-Launcher
es: Cambiar a lanzador de Steam
fr: Passer au launcher Steam
it: Passa all'avvio da Steam
ja_jp: Steamスターターを切り替え
pl: Przełącz na starter Steam
pt_br: Mudar para inicializador Steam
ru: Поменять на стартер Steam
tr: Steam başlatıcısına geç
zh_cn: 切换到Steam启动器

# Settings_Drive_TerminateLoadingIfEscapeIsPressed
source: Terminate loading immediately if Escape is pressed
cs: Ukončení načítání stiskem klávesy Esc
de: Breche sofort Ladevorgang ab, wenn Esc gedrückt wird
es: Terminar la carga inmediatamente al pulsar Escape
fr: Arrêtez le chargement immédiatement si vous appuyez sur Échap
it: Terminare il caricamento immediatamente se il tasto Esc viene premuto
ja_jp: Escape が押された場合、読み込みを直ちに終了させる
pl: Natychmiast przerwij ładowanie, jeśli zostanie naciśnięty klawisz Escape
pt_br: Terminar carregamento imediatamente se apertar o Esc
ru: Немедленно прекратить загрузку, когда кнопка Escape нажата
tr: ESC tuşuna basıldığı takdirde yüklemeyi durdur
zh_cn: 如果按Escape键，则立即终止加载

# Settings_Drive_TryToStartSteamIfNotRunning
source: Try to start Steam if not running when starting a race (recommended)
cs: Pokoušet se spustit Steam, pokud neběží (doporučeno)
de: Versuche ggf. Steam zu öffnen (empfohlen)
es: Intentar abrir Steam si no está abierto (recomendado)
fr: Essayez de démarrer Steam s'il n'est pas en cours d'exécution (recommandé)
it: Prova ad avviare Steam se non in esecuzione (consigliato)
ja_jp: Steamを起動していない場合は起動する(推奨)
pl: Spróbuj uruchomić Steam, jeśli nie działa (zalecane)
pt_br: Tentar abrir Steam se não estiver executando (recomendado)
ru: Попробуйте запустить Steam, если он не запущен (Рекомендуется)
tr: Eğer çalışmıyorsa Steam'i çalıştırmayı dene (önerilen)
zh_cn: 如果未运行，请尝试启动Steam(推荐)

# Settings_Drive_UsePracticeForTrackDay
source: For Track Day, use Practice as a session type
cs: Pro Traťový den použít Trénink jako typ relace
de: Benutze "Training" als Sitzungstyp für Track Day
es: Para Día de tandas, usar Práctica como tipo de sesión
fi_fi: Ratapäiväkäyttöön, käytä Vapaata Harjoitusta istuntotyyppinä
fr: Pour Journée circuit, utilisez Essai comme type de session
it: Per Track Day, usa come sessione la Pratica
ja_jp: 走行会の場合はセッションタイプとして”練習”を使用します
pl: W przypadku Dnia Testów użyj Ćwiczenia jako typu sesji
pt_br: Para Track Day, use o Treino como um tipo de sessão
ru: Для Трэк-дня используйте тип сессии - Практика
zh_cn: 对于赛道日，请使用“练习”作为会话类型

# Settings_Drive_UsePracticeForTrackDay_Tooltip
source: This way, there'll be a crew for pit stalls, but bots might be more passive
cs: Takto budou při zastávce v boxech přítomní mechanici, ale boti mohou být pasivnější
de: Hiermit gibt es eine Boxencrew, aber KI verhalten sich eher passiv.
es: Así, habrá operadores en boxes, pero los bots podrían ser más pasivos
fi_fi: Näin varikkopilttuussa on henkilökuntaa, mutta botit ovat passiivisempia
fr: De cette façon, il y aura un équipage pour les arrêts aux stands, mais les bots pourraient être plus passifs
it: In questo modo, ci sarà una squadra per i pit stop, ma i robot potrebbero essere più passivi
ja_jp: この方法だとピットストールのためのクルーが居ますが、ボットはもっと受動的になるかもしれません。
pl: W ten sposób będzie dostępna załoga do postojów, ale boty mogą być bardziej pasywne
pt_br: Dessa forma, haverá uma equipe nos boxes, porém os bots talvez serão mais passivos
zh_cn: 这样，会有一个维修站的工作人员，但机器人可能会更被动

# Settings_General_ResetDoNotShowAgainCheckboxes
source: Reset “Do not show again” checkboxes
cs: Znovu zobrazovat všechny skryté dialogy
de: "Nicht wieder anzeigen"-Auswahlfelder zurücksetzen
es: Restablecer las casillas "No volver a mostrar"
fr: Réinitialiser les cases à cocher "Ne plus afficher"
it: Resettare "Non mostrare più"
ja_jp: 「次回から表示しない」をリセット
pl: Zresetuj „Nie pokazuj ponownie” w oknach dialogowych:
pt_br: Resetar "Não mostar novamente" nas caixas de seleção
ru: Сбросить флажки "Не показывать снова"
zh_cn: 重置“不再显示”复选框

# Settings_General_WindowsRegistry
source: Windows Registry:
cs: Registr Windows:
de: Windows-Registrierung:
es: Registro de Windows:
fr: Registre Windows :
it: Registro di Windows:
ja_jp: Windowsレジストリ:
pl: Rejestr systemu Windows:
pt_br: Registro do Windows:
ru: Реестр Windows:
zh_cn: windows注册表
zh_tw: Windows機碼：

# Settings_Online_AlwaysAllowToUsePassword
source: Always allow to use password
cs: Vždy používat hesla
de: Erlaube immer, Passwort zu benutzen
es: Permitir siempre usar contraseña
fi_fi: Anna käyttää aina salasanoja
fr: Toujours autoriser à utiliser le mot de passe
it: Consenti sempre l'uso della password
ja_jp: 常にパスワードの使用を許可
pl: Zawsze zezwalaj na używanie hasła
pt_br: Sempre permitir usar senha
ru: Всегда разрешать использовать пароль
tr: Parola kullanmaya her zaman izin ver
zh_cn: 始终允许使用密码

# Settings_Online_AlwaysAllowToUsePassword_Tooltip
source: Enable if you're going to connect as an admin
cs: Povolte, pokud se chystáte připojit jako administrátor
de: Aktivieren Sie diese Option, falls Sie als Admin beitreten werden
es: Habilitar si te conectarás como adminstrador
fi_fi: Käytä jos liityt ylläpitäjänä
fr: Activez si vous allez vous connecter en tant qu'administrateur
it: Abilita se ti connetti come amministratore
ja_jp: 管理者として接続する場合は有効にして下さい
pl: Włącz, jeśli zamierzasz połączyć się jako administrator
pt_br: Ative se você for conectar como um administrador.
ru: Включите, если вы подключаетесь как админ
tr: Yönetici olarak bağlanılacaksa etkinleştir
zh_cn: 如果你要以管理员身份连接，请启用

# Settings_Online_Display
source: Display:
cs: Zobrazení:
de: Anzeige:
fi_fi: Näyttö:
fr: Montrer :
ja_jp: 表示:
pl: Wyświetl:
pt_br: Mostrar:
ru: Дисплей:
tr: Görüntü:
zh_cn: 展示:

# Settings_Online_PingServersOnce_Tooltip
source: Ping servers only once and while pressing Refresh button, like in original launcher
cs: Opingovat server jen jednou a při mačkání tlačítka Obnovit, jako v původním spouštěči
de: Server einmal anpingen und beim Drücken des Aktualisieren-Buttons (wie im Original-Launcher)
es: Hacer ping a servidores una vez y mientras se pulse el botón Refrescar, como en el lanzador original
fi_fi: Testaa serverin ping vain kerran ja painettaessa Päivitä, kuten alkuperäisessä käynnistäjässä
fr: Serveur Ping une seule fois et en appuyant sur le bouton Actualiser, comme dans le lanceur d'origine
it: Esegui il ping dei server una sola volta premendo il pulsante Aggiorna, come nel launcher originale
ja_jp: オリジナルのランチャーのように一度だけ、そして更新ボタンを押している間だけPingサーバーに接続します。
pl: Zapinguj serwery tylko raz naciskając przycisk Odśwież, jak w oryginalnym programie uruchamiającym
pt_br: Pingar servidores apenas uma vez e enquanto estiver pressionado o botão de Recarregar, igual ao inicializador original.
zh_cn: 比赛时暂停测试网络延迟
zh_tw: 只需按一次重新整理就可以ping伺服器

# MainWindow_FoundNModUpdates
source: Found {0} {update} for mods:
de: {0} {update} für Mods gefunden:
es: Encontrados {0} {update} para mods:
fi_fi: Löytyi {0} {päivitystä} modeihin
fr: {0} {update} trouvée pour le mods:
it: Trovati {0} {update} per mods:
ja_jp: 以下のMODのための{0}{update}が見つかりました:
pl: Znaleziono {0} {aktualizacji} do modów:
pt_br: Encontrado {0} {atuzaliação} para modificações:
ru: Нашлось {0} {обновлений} для модов:
zh_cn: 找到 {0} {更新} mods

# DownloadList_ViewInExplorer
source: View in Explorer
de: Im Explorer anzeigen
es: Ver en el explorador
fi_fi: Näytä selaimessa
fr: Voir dans l'explorateur
it: Visualizza in Explorer
ja_jp: エクスプローラで見る
pl: Zobacz w Explorerze
pt_br: Ver no Explorador
ru: Просмотреть в папке
tr: Windows'ta göster
zh_cn: 在资源管理器中查看

# DownloadList_ShowFile
source: Show file
cs: Zobrazit soubor
de: Zeige Datei
es: Mostrar archivo
fi_fi: Näytä tiedosto
fr: Montrer fichier
it: VIsualizza file
ja_jp: ファイルを見る
pl: Pokaż plik
pt_br: Mostrar arquivo
ru: Показать файл
tr: Dosyayı göster
zh_cn: 显示档案

# AcSettings_Controls_Controller_Main_SteeringDeadzone
source: Steering deadzone
cs: Mrtvá zóna řízení
de: Lenkungstotzone
es: Zona muerta de giro
fr: Zone morte direction
it: Zona morta sterzo
ja_jp: ステアリングデッドゾーン
pl: Martwa strefa kierownicy
pt_br: Zona morta da direção
ru: Мёртвая зона рулевого управления
tr: Direksiyon ölü bölgesi
zh_cn: 转向死区

# AcSettings_Controls_Controller_Main_SteeringFilter
source: Steering filter
cs: Filtr řízení
de: Lenkungsfilter
es: Filtro de giro
fr: Filtre direction
it: Filtro sterzo
ja_jp: ステアリングフィルター
pl: Filtr sterowania
pt_br: Filtro da direção
ru: Фильтр рулевого управления
tr: Direksiyon filtresi
zh_cn: 转向过滤

# AcSettings_Controls_Controller_Main_SteeringGamma
source: Steering gamma
cs: Gama řízení
de: Lenkungsgamma
es: Gamma de giro
fr: Gamma direction
it: Gamma sterzo
ja_jp: ステアリングガンマ
pl: Sterowanie gamma
pt_br: Gama da direção
ru: Гамма рулевого управления
tr: Direksiyon gaması
zh_cn: 转向 Gamma

# AcSettings_Controls_Controller_Main_SteerThumb
source: Steer thumb:
cs: Palec pro řízení:
de: Daumen für Lenkung
es: Giro de pulgar:
fr: Stick direction :
it: Stick dello sterzo:
ja_jp: ステアリングサム:
pl: Sterowanie kciukiem:
pt_br: Polegar de direção:
ru: Рулевой стик
zh_cn: 转向摇杆

# AcSettings_Controls_Scanning_Hint
source: If it takes too long, one of devices connected to your PC might have buggy drivers. For example, Corsair K55 keyboard is known to cause this issue with DirectInput8. [url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]More information[/url].
de: Sollte die Suche zu lange dauern, könnte das an fehlerhaften Treibern liegen. Beispielsweise kann die Corsair K55-Tastatur Probleme mit DirectInput8 verursachen. [url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]More information[/url].
es: Si se demora mucho, alguno de los dispositivos conectados a tu PC tiene drivers con fallos. Por ejemplo, el teclado Corsair K55 tiene el problema conocido con DirectInput8. [url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]Más información[/url].
fi_fi: Jos tarkistuksessa kestää liian kauan, se voi johtua koneesi bugisista ajureista. Esimerkiksi Corsair K55 on tunnettu, että se aiheuttaa ongelmia DirectInput8 kanssa. [url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]More information[/url].
fr: Si cela prend trop de temps, l'un des périphériques connectés à votre PC peut avoir des problèmes de pilotes. Par exemple, le clavier Corsair K55 est connu pour provoquer ce problème avec DirectInput8.[url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]More information[/url].
it: Se viene impiegato troppo tempo, uno dei dispositivi connessi al tuo pc potrebbe avere dei driver buggati. Per esempio è noto che la tastiera Corsair K55 causa questo problema con DirectInput8. [url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]More information[/url].
ja_jp: あまりにも時間がかかる場合は、PCに接続されているデバイスのいずれかにバグのあるドライバがある可能性があります。例えば、Corsair K55キーボードは、DirectInput8でこの問題を引き起こすことが知られています。[url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]詳細情報[/url]。
pl: Jeśli trwa to zbyt długo, jedno z urządzeń podłączonych do komputera może mieć wadliwe sterowniki. Na przykład klawiatura Corsair K55 powoduje ten problem z DirectInput8. [url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]More information[/url].
zh_cn: 若扫描输入设备时间过长，你的某个输入设备可能使用了有问题的驱动程序。例如我们已经知道海盗船K55键盘的驱动会和DirectInput8产生这样的问题，参见[url="https://stackoverflow.com/questions/10967795/directinput8-enumdevices-sometimes-painfully-slow"]More information[/url]

# AcSettings_Controls_Wheel_ForceFeedback_CenterBoostGain
source: Center boost gain
cs: Míra zes. při vycentr.
es: Ganancia de centrado
fi_fi: Keskialueen tehostuksen vahvistus
fr: Gain de boost central
it: Moltiplicatore guadagno centrale
ja_jp: センター加速量:
pl: Zwiększenie wzmocnienia środkowego
pt_br: Ganho de impulso central
ru: Центральное увеличение усиления
zh_cn: 中央力回馈增强

# AcSettings_Controls_Wheel_ForceFeedback_CenterBoostGain_Tooltip
source: Use it to multiply FFB when wheel is placed in center
cs: Použijte pro zesílení zpětné vazby, když je volant vycentrovaný
de: Verstärkt FFB, wenn das Lenkrad in Mittelstellung ist
es: Usar para multiplicar FFB con volante centrado
fi_fi: Käytä tätä tuplaamaan FFB, kun ratti on keskiasennossa
fr: Utilisez-le pour multiplier FFB lorsque la roue est placée au centre
it: Usalo per moltiplicare il FFB quando lo sterzo è posizionato al centro
ja_jp: ホイールを中央に配置したときにFFBを乗算するために使用します
pl: Użyj tego mnożnika FFB, gdy koło jest umieszczone w środku
pt_br: Usa para multiplcar o FFB se o volante estiver no centro
ru: Используйте это, чтобы увеличить FFB когда руль находится в центре
zh_cn: 使用这个设置增强方向盘中心区域的力回馈强度

# AcSettings_Controls_Wheel_ForceFeedback_CenterBoostRange
source: Center boost range
cs: Rozsah zes. při vycentr.
es: Rango de centrado
fi_fi: Ohjauksen keskialueen tehostuksen alue
fr: Plage de boost central
it: Range di moltiplicazione centrale
ja_jp: センター加速幅:
pl: Centralny zakres wzmocnienia
pt_br: Faixa de impulso central
ru: Центральный диапазон усиления
zh_cn: 中央力回馈增强范围

# AcSettings_Controls_Wheel_ForceFeedback_LUT
source: LUT:
zh_cn: 使用的LUT：

# AcSettings_General_PresetsCount
source: Presets count
cs: Počet přednastavení
es: Contador de presets
fi_fi: Esiasetusten määrä
fr: Nombre de presets
it: Conteggio dei preset
ja_jp: プリセット数
pl: Liczba presetów
pt_br: Numero de presets
ru: Количество пресетов
tr: Önayar sayısı
zh_cn: 预设数目：

# AcSettings_PresetsPerMode_CSP_Tooltip
source: Custom Shaders Patch
ja_jp: カスタムシェーダーパッチ(CSP)
pl: Custom Shader Patch
zh_cn: 自定义着色器补丁

# Dialogs_BookingDialog_BookingIsFinished
source: Booking is finished
cs: Rezervace vypršely
es: Booking finalizado
fi_fi: Varaus suoritettu
fr: La réservation est terminée
it: Prenotazione terminata
ja_jp: 予約が完了しました
pl: Rezerwacja jest zakończona
pt_br: Reserva está concluída
ru: Бронирование закончено
zh_cn: 完成比赛报名

# Dialogs_GameDialog_BestDelta
source: Best delta
cs: Nejlepší delta
de: Bestes Delta
es: Mejor delta
fr: Meilleur delta
it: Delta migliore
ja_jp: ベストデルタ
pl: Najlepsza delta
pt_br: Melhor delta
ru: Лучшая Дельта
zh_cn: 和最快圈速的差距
