Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Controls_GearShiftDebouncing
source: Gear shift debouncing
cs: Jistější řazení
de: Entprellung der Gangschaltung
es: Antirebote cambio de marchas
fi_fi: Vaihteen vaihdon viive
fr: Changement de vitesse
it: Antirimbalzo del cambio
ja_jp: ギアシフト反転
lv: Ātrumu pārslēdzēja atsitiens
pl: Czas opóź. przy zmianie biegu
pt_br: Tempo mudança de marcha
ru: Анти-дребезг рычага
zh_cn: 换挡缓冲时间
zh_tw: 換擋緩衝時間

# Controls_BrakeBalance
source: Brake balance:
cs: Vyvážení brzd:
de: Bremsbalance:
es: Balance de frenada:
fi_fi: Jarrutasapaino:
fr: Répartition du freinage :
it: Bilanciamento freni:
ja_jp: ブレーキバランス:
lv: Bremžu balanss:
pl: Balans hamulców:
pt: Balanço da travagem:
pt_br: Balanço de freio:
ru: Тормозной баланс:
tr: Fren dengesi:
zh_cn: 刹车平衡:
zh_tw: 煞車平衡：

# Controls_Turbo
source: Turbo:
cs: Síla turba:
ja_jp: ターボ:
ru: Турбо:
tr: Türboşarj:
zh_cn: 涡轮增压:
zh_tw: 渦輪增壓：

# Controls_TractionControl
source: Traction control:
cs: Síla kontroly trakce:
de: Traktionskontrolle:
es: Control de traccion:
fi_fi: Luistonesto:
fr: Contrôle de traction :
it: Controllo trazione:
ja_jp: トラクションコントロール:
lv: Saķeres kontrole:
pl: Kontrola trakcji:
pt: Controlo de tracção:
pt_br: Controle de tração:
ru: Контроль тяги:
tr: Çekiş kontrolü:
zh_cn: 牵引力控制:
zh_tw: 牽引力控制：

# Controls_EngineBrake
source: Engine brake:
cs: Síla brzdění motorem:
de: Motorbremse:
es: Freno motor:
fi_fi: Moottorijarru:
fr: Frein moteur :
it: Freno motore:
ja_jp: エンジンブレーキ:
lv: Dzinēja bremzēšana:
pl: Hamulec silnikowy:
pt: Travagem de motor:
pt_br: Freio motor:
ru: Торможение двигателем:
tr: Motor freni:
zh_cn: 引擎制动:
zh_tw: 引擎制動：

# Controls_Miscellaneous
source: Miscellaneous:
cs: Různé:
de: Verschiedenes:
es: Varios:
fi_fi: Sekalaiset:
fr: Divers :
it: Varie:
ja_jp: その他:
lv: Dažādi:
pl: Różne:
pt: Diversos.
pt_br: Diversos:
ru: Разное:
tr: Diğer
zh_cn: 杂项:
zh_tw: 雜項：

# Controls_View
source: View:
cs: Pohled:
de: Ansicht:
es: Vista:
fi_fi: Kuvakulma:
fr: Vue :
it: Vista:
ja_jp: ビュー:
lv: Skats:
pl: Widok:
pt: Visualizar:
pt_br: Visualizar:
ru: Вид:
tr: Görüntüle:
zh_cn: 视角:
zh_tw: 視角：

# Controls_Gestures
source: Gestures:
cs: Gesta:
de: Gesten:
es: Gestos:
fi_fi: Elkeet:
fr: Mouvements :
ja_jp: ジェスチャー:
lv: Žesti:
pl: Gesty:
pt: Gestos:
pt_br: Gestos:
ru: Жесты:
tr: İfadeler:
zh_cn: 手势:
zh_tw: 手勢：

# Controls_GearShiftDebouncing_Tooltip
source: Prevents accidental gearshifts due to faulty hardware
cs: Zabránit nechtěnému řazení kvůli vadnému hardwaru
de: Vermeide ungewollte Schaltvorgänge um Getriebeschaden vorzubeugen
es: Evitar cambios accidentales de marcha debido a fallos de hardware.
fi_fi: Lisäämällä tätä, estät tuplavaihdon huonoimmissa kokoonpanoissa
fr: Empêche un changement de vitesse intempestif dûe à des erreurs matérielles
it: Impedisce lil cambio marcia accidentale a causa di hardware difettoso
ja_jp: ハードウェア障害による誤ったギアシフトを防止
lv: Novērš nejaušu ātrumu pārslēgšanu bojātas tehnikas dēļ
pl: Zapobiega przypadkowej zmianie biegu z powodu awarii sprzętu.
pt: Previne passagens de caixa acidentais devido a hardware defeituoso
pt_br: Previne trocas de marcha acidentais devido à hardware com defeito
ru: Предотвращает случайное переключение передач из-за неисправного оборудования
tr: Sorunlu ekipman yüzünden yanlışlıkla vites değiştirmeyi önler
zh_cn: 防止由于硬件问题的错误换挡
zh_tw: 防止由於硬體問題的錯誤換擋

# Controls_InvertFfb
source: Invert FFB
cs: Převrátit zpětnou odezvu
de: FFB umkehren
es: Invertir FFB
fi_fi: Käännä FFB
fr: Inverser FFB
it: Inverti FFB
ja_jp: FFB反転
lv: Invertēt FFB
pl: Odwróć FFB
pt: Inverter FFB
pt_br: Inverter FFB
ru: Инвертировать FFB
tr: Force feedback'i tersine çevir
zh_cn: 力回馈反向
zh_tw: 力回饋反向

# AcSettings_Exposure_Value
source: Value
cs: Hodnota
de: Wert
es: Valor
fi_fi: Arvo
fr: Taux :
it: Valore
ja_jp: 値
lv: Vērtība
pl: Wartość
pt: Valor
pt_br: Valor
ru: Величина
tr: Değer
zh_cn: 值
zh_tw: 值

# AcSettings_ReplaysHeader
source: Replays:
cs: Opakované záznamy:
de: Wiederholung:
es: Repeticiones:
fi_fi: Uusinnat:
it: Replay:
ja_jp: リプレイ:
lv: Ieraksti:
pl: Powtórki:
pt: Repetições:
ru: Повторы:
tr: Yeniden izleme
zh_cn: 录像:
zh_tw: 重播：

# AcSettings_Apps
source: Python Apps
cs: Appky
fi_fi: Ohjelmat
it: App
ja_jp: アプリ
lv: Aplikācijas
pl: Aplikacje
ru: Приложения
tr: Uygulamalar
zh_cn: 插件
zh_tw: App

# AcSettings_Video
source: Video
cs: Kvalita grafiky a výkon
fr: Vidéo
ja_jp: ビデオ
pt: Vídeo
pt_br: Vídeo
ru: Графика
zh_cn: 视频
zh_tw: 影片

# AcSettings_ViewAndUi
source: View & UI
cs: Zobrazení a menu
de: Ansicht und Nutzerschnittstelle
es: Video y UI
fi_fi: Näkymä ja käyttöliittymä
fr: Vue & interface
it: Vista & UI
ja_jp: ビューとUI
lv: Skats un UI
pl: Widok & UI
pt: Vista & UI
pt_br: Visão & UI
ru: Вид и интерфейс
tr: Görüş & Arayüz
zh_cn: 视角和用户界面
zh_tw: 視角和用戶界面

# AcSettings_Audio
source: Audio
cs: Zvuk
fi_fi: Äänet
ja_jp: オーディオ
pt: Áudio
pt_br: Áudio
ru: Звук
tr: Ses
zh_cn: 音频
zh_tw: 聲音

# AcSettings_Controls
source: Controls
cs: Ovládání
de: Steuerung
es: Controles
fi_fi: Näppäinkomennot
fr: Contrôles
it: Controlli
ja_jp: コントロール
lv: Vadība
pl: Sterowanie
pt: Controlos
pt_br: Controles
ru: Управление
tr: Kontroller
zh_cn: 控制
zh_tw: 控制

# AcSettings_Miscellaneous
source: Miscellaneous
cs: Různé
de: Verschiedenes
es: Varios
fi_fi: Monitahoinen
fr: Divers
it: Varie
ja_jp: その他
lv: Dažādi
pl: Różne
pt: Diversos.
pt_br: Diversos
ru: Разное
tr: Diğer
zh_cn: 杂项
zh_tw: 雜項

# AcSettings_System
source: System
cs: Systém
es: Sistema
fi_fi: Järjestelmä
fr: Système
it: Sistema
ja_jp: システム
lv: Sistēma
pt: Sistema
pt_br: Sistema
ru: Система
tr: Sistem
zh_cn: 系统
zh_tw: 系統

# AcSettings_Apps_ActivatedLabel
source: Activated apps:
cs: Povolené appky:
de: Aktivierte Apps:
es: Aplicaciones activadas:
fi_fi: Aktiiviset ohjelmat:
fr: Apps activés :
it: App Attive
ja_jp: アクティブなアプリ:
lv: Aktīvās aplikācijas:
pl: Aktywne aplikacje:
pt: Aplicações activadas:
pt_br: Apps ativados:
ru: Включённые приложения:
tr: Aktif edilmiş uygulamalar:
zh_cn: 激活的插件:
zh_tw: 啟動的app：

# AcSettings_Apps_FormsLabel
source: Forms:
cs: Formuláře:
de: Formen:
es: Formularios:
fi_fi: Muodot:
fr: Panneaux :
it: Moduli:
ja_jp: フォーム:
lv: Formas:
pl: Formy:
pt: Formulários:
pt_br: Formulários:
ru: Формы:
tr: Formlar:
zh_cn: 列表:
zh_tw: 列表：

# AcSettings_System_SimulationValueLabel
source: Simulation value
cs: Simulační hodnota
de: Simulationswert
es: Valor de simulacion
fi_fi: Simulaation taso
fr: Valeurs de simulation
it: Valore simulazione
ja_jp: シミュレーション値
lv: Simulācijas vērtība
pl: Wartość symulacji
pt: Valor da simuação
pt_br: Valor da simuação
ru: Величина симуляции
tr: Simülasyon değeri
zh_cn: 真实度(搞怪设定)
zh_tw: 模擬度

# AcSettings_System_DeveloperApps
source: Developer apps
cs: Vývojářské appky
de: Entwickler-Apps
es: Apps de desarrollador
fi_fi: Kehittäjäsovellukset
fr: Apps développeur
it: App sviluppatore
ja_jp: デベロッパーのアプリ
lv: Izstrādātāju aplikācijas
pl: Aplikacje developera
pt: Apps de desenvolvimento
pt_br: Apps de Desenvolvedor
ru: Приложения разработчика
tr: Geliştirici uygulamaları
zh_cn: 开发者插件
zh_tw: 開發者app

# AcSettings_System_FreeCamera
source: Allow free camera
cs: Volný pohyb kamery
de: Freie Kamera erlauben (im Spiel F7 drücken)
es: Permitir camara libre
fi_fi: Salli vapaa kamera
fr: Autoriser la caméra libre
it: Permetti telecamera libera
ja_jp: フリーカメラを許可
lv: Atļaut brīvo kameru
pl: Zezwól na swobodną kamerę
pt: Permitir câmara-livre
pt_br: Permitir câmara-livre
ru: Разрешить свободную камеру
tr: Serbest kameraya izin ver
zh_cn: 允许自由相机
zh_tw: 允許自由視角

# AcSettings_System_Logging
source: Logging (recommended)
cs: Přihlášení (doporučené)
de: Aufzeichnen (empfohlen)
es: Inicio de sesion (recomendado)
fi_fi: Sisäänkirjautuminen (suositeltavaa)
fr: Connexion (recommandé)
it: Logging (raccomandato)
ja_jp: ログインする(推奨)
pl: Logowanie (zalecane)
pt_br: Conectar-se (recomendado)
ru: Ведение журнала (рекомендуется)
tr: Raporlama (önerilir)
zh_cn: 登录(推荐)
zh_tw: 登錄（推薦）

# AcSettings_System_ScreenshotsFormatLabel
source: Screenshots format:
cs: Formát screenshotů:
de: Bildschirmfotoformat:
es: Formato de capturas de pantalla:
fi_fi: Näyttökuvan muoto:
fr: Format des captures d'écran :
it: Formato screenshot:
ja_jp: スクリーンショットの形式:
lv: Ekrānuzņēmumu formāts:
pl: Format zdjęć:
pt: Formato das capturas de ecrã:
pt_br: Formato das capturas de tela:
ru: Формат снимков экрана
tr: Ekran görüntüsü formatı:
zh_cn: 屏幕截图格式:
zh_tw: 螢幕截圖格式：

# AcSettings_System_ScreenshotsQuality
source: Switch to BMP, install Magick.NET plugin and don’t forget to enable automatic conversion on Settings/Drive page.
cs: Přepněte na BMW, nainstalujte plugin Magick.NET a nezapomeňte povolit automatickou konverzi v Nastavení/Jízda
de: Wechsel zu BMP, installiere Magick.NET Plugin and nicht vergessen die automatische Umwandlung unter 'Einstellungen/Fahren' zu aktivieren
es: Cambiar a BMP, installa Magick.NET
fi_fi: Vaihda kuvamuoto BMP:ksi, asenna Magick.NET -liitännäinen ja älä unohda sallia automaattista muuntoa Asetukset/Aja -kohdassa.
fr: Passez en BMP, installez le plugin Magick.NET et n'oubliez pas d'activer la conversion automatique dans Paramètres/Piloter.
it: Passare a BMP, installare il plugin Magick.NET e non dimenticare di abilitare la conversione automatica nella pagina Impostazioni/unità.
ja_jp: Magick.NETプラグインをインストールし、.bmpを切り替えます。設定/ドライブページで自動変換を有効にすることを忘れないでください。
lv: Instalē Magick.NET spraudni un pārslēdzues uz .bmp. Neaizmirsti iespējot automātisko konvertēšanu Uzstādījumi/Braukšana lapā.
pl: Przełącz do BMP, należy zainstalować wtyczkę Magick.NET i nie zapomnij umożliwić jej automatyczną konwersję na stronie Ustawienia/Jazda.
pt_br: Mude para o BMP, instale o plugin Magick.NET e não se esqueça de ativar a conversão automática na página Configurações/Dirigir.
ru: Переключите на BMP, установите дополнение Magick.NET и не забудьте включить автоматическое преобразование в разделе Настройки/Вождение.
tr: BMP formatına geçin, Magick.NET eklentisini yükleyin ve Ayarlar/Sürüş sayfasından otomatik dönüştürmeyi etkinleştirmeyi unutmayın.
zh_cn: 切换到BMW格式,安装 Magick.NET插件,请不要忘记在设置/驾驶页面打开自动转换功能
zh_tw: 切換到BMP格式，安裝 Magick.NETapp並請不要忘記在設定/駕駛頁面開啟自動轉換功能

# AcSettings_ProximityIndicator
source: Proximity indicator:
cs: Radar:
de: Annäherungsindikator
es: Indicador de proximidad
fi_fi: Etäisyysilmaisin:
fr: Indicateur de proximité
it: Indicatore di prossimità
ja_jp: 近接インジケータ:
lv: Tuvuma indikātors
pl: Wskaźnik zbliżeniowy
pt: Indicador de proximidade
pt_br: Indicador de proximidade
ru: Индикатор близости
tr: Yakınlık göstergesi:
zh_cn: 近身指示器
zh_tw: 近身指示器

# AcSettings_ProximityIndicator_ShowNearestOpponents
source: Show nearest opponents
cs: Při hraní vizuálně upozorňovat na auta v nejbližším okolí
de: Zeige nahesten Gegner
es: Mostrar oponentes mas cercanos
fi_fi: Näytä lähimmät
fr: Afficher les adversaires les plus proches
it: Mostra gli avversari più vicini
ja_jp: 最も近い相手を表示する
lv: Rādīt tuvākos pretiniekus
pl: Pokaż najbliższych przeciwników
pt: Mostrar adversários mais próximos
pt_br: Mostrar adversários mais próximos
ru: Показывать ближайших соперников
tr: En yakın rakipleri göster
zh_cn: 显示近身对手
zh_tw: 顯示近身對手

# AcSettings_Skidmarks
source: Skidmarks:
cs: Stopy po pneumatikách:
de: Reifenspuren
es: Marcas de derrape
fi_fi: Renkaanjäljet:
fr: Traces de dérapage
it: Sgommate
ja_jp: タイヤ痕
lv: Riepu pēdas
pl: Ślady hamowania
pt: Derrapagens
pt_br: Marcas de pneu:
ru: Следы торможения
tr: Kayma izleri:
zh_cn: 胎痕
zh_tw: 胎痕：

# AcSettings_Skidmarks_Quantity
source: Quantity
cs: Množství
de: Anzahl
es: Cantidad
fi_fi: Määrä
fr: Quantité
it: Quantità
ja_jp: 量
lv: Daudzums
pl: Ilość
pt: Quantidade
pt_br: Quantidade
ru: Количество
tr: Miktar
zh_cn: 数量
zh_tw: 數量

# AcSettings_Skidmarks_Height
source: Relative height
cs: Výška od země
de: Höhe über Boden
es: Altura desde el suelo
fi_fi: Pituus maastamitattuna
fr: Hauteur au sol
it: Altezza da terra
ja_jp: 地上高
lv: Augstums no zemes
pl: Wysokość od ziemi
pt: Altura do solo
pt_br: Altura relativa
ru: Высота от земли
tr: Yerden yükseklik
zh_cn: 离地高度
zh_tw: 離地高度

# AcSettings_Mirrors
source: Mirrors:
cs: Zpětná zrcátka:
de: Spiegel
es: Espejos
fi_fi: Peilit:
fr: Rétroviseurs
it: Specchietti
ja_jp: ミラー:
lv: Spoguļi
pl: Lusterka
pt: Espelhos
pt_br: Espelhos
ru: Зеркала
tr: Aynalar
zh_cn: 后视镜
zh_tw: 後視鏡：

# AcSettings_FieldOfView
source: Field of view
cs: Zorné pole
de: Blickwinkel
es: Campo de vision
fi_fi: Näkökenttä
fr: Profondeur de champ
it: Campo visivo
ja_jp: 視野(FoV)
lv: Redzes lauks (FOV)
pl: Pole widzenia (FOV)
pt: Campo de visão
pt_br: Campo de visão
ru: Поле зрения
tr: Görüş Açısı
zh_cn: 视场
zh_tw: 視野範圍

# AcSettings_FieldOfView_Tooltip
source: Vertical angle
cs: Svislá osa
de: Vertikaler Winkel
es: Angulo vertical
fi_fi: Näkökentän laajuus, jonka kamera esittää
fr: Angle vertical
it: Angolo verticale
ja_jp: カメラの視野角。
lv: Vertikālais leņķis
pl: Kąt pionowy
pt: Angulo Vertical
pt_br: Angulo Vertical
ru: Вертикальный угол
tr: Dikey açı
zh_cn: 垂直角度
zh_tw: 垂直角度

# AcSettings_DefaultValue
source: Default value:
cs: Výchozí hodnota:
de: Standardwert:
es: Valor predeterminado
fi_fi: Vakio arvo:
fr: Valeur par défaut :
it: Valore predefinito
ja_jp: デフォルト値:
lv: Noklusējuma vērtība:
pl: Domyślna wartość:
pt: Valor original:
pt_br: Valor original:
ru: Значение по умолчанию:
tr: Varsayılan değer:
zh_cn: 默认值:
zh_tw: 預設值：

# AcSettings_Mirrors_RenderingDistance
source: Rendering distance
cs: Pokrytá vzdálenost
de: Berechnungdistanz
es: Distancia de renderizado
fi_fi: Hahmotusetäisyys
fr: Distance de rendu
it: Distanza di rendering
ja_jp: レンダリング距離
lv: Renderēšanas attālums
pl: Dystans renderowania
pt_br: Distância de renderização
ru: Дальн. прорисовки
tr: Çizim mesafesi
zh_cn: 渲染距离
zh_tw: 渲染距離

# AcSettings_GhostCar
source: Ghost car:
cs: Duch auta:
de: Geisterfahrzeug
es: Coche fantasma
fi_fi: Haamuauto:
fr: Véhicule fantôme
it: Auto Fantasma
ja_jp: ゴーストカー:
lv: Spoks
pl: Duch samochodu
pt: Carro fantasma
pt_br: Carro fantasma
ru: Машина-призрак
tr: Hayalet araba
zh_cn: 幽灵车
zh_tw: 幽靈車

# AcSettings_GhostCar_StartShowingAt
source: Start showing at
cs: Ukazovat od
de: Anzeigen beginnend bei
es: Mostrar inicio en
fi_fi: Näytä kun
fr: Début de l'affichage à
it: Inizia a mostrare a
ja_jp: 最小フェード距離
lv: Minimālais izgaišanas attālums
pl: Zacznij pokazywać od
pt_br: Comece a mostrar em
ru: Начать показывать за
tr: Göstermeye burada başla
zh_cn: 开始出现的位置
zh_tw: 開始出現的位置

# AcSettings_GhostCar_MaxOpacityAt
source: Max opacity at
cs: Max. neprůhled. při
de: Maximale Durchsichtigkeit bei
es: Opacidad maxima en
fi_fi: Maksimi läpinäkuultavuus
fr: Opacité maximum à
it: Opacità massima a
ja_jp: 完全な不透明度
lv: Pilna necaurredzamība pie
pl: Maks. przezroczysty od
pt: Opacidade máxima a
pt_br: Opacidade máxima em
ru: Макс. непрозрачн. за
tr: Maksimum opaklık
zh_cn: 最大透明度位置
zh_tw: 最大透明度位置

# AcSettings_GhostCar_Opacity
source: Opacity
cs: Neprůhlednost
de: Durchsichtigkeit
es: Opacidad
fi_fi: Läpinäkyvyys
fr: Opacité
it: Opacita
ja_jp: 不透明度
lv: Necaurredzamība
pl: Nieprzezroczystość
pt: Opacidade
pt_br: Opacidade
ru: Непрозрачность
tr: Opaklık
zh_cn: 幽灵车透明度
zh_tw: 幽靈車透明度

# AcSettings_GhostCar_RecordingLimit
source: Recording limit
cs: Omezení záznamu
de: Aufnahmebegrenzung
es: Limite de grabacion
fi_fi: Tallennusraja
fr: Limite d'enregistrement
it: Limite registrazione
ja_jp: 記録制限
lv: Ierakstīšanas limits
pl: Limit nagrywania
pt: Limite de gravação
pt_br: Limite de gravação
ru: Лимит записи
tr: Kayıt sınırı
zh_cn: 记录极限
zh_tw: 記錄極限

# AcSettings_System_ScreenshotsQuality_Title
source: Want the best screenshots quality?
cs: Chcete nejvyšší kvalitu screenshotů?
de: Beste Qualität für Bildschirmfotos einstellen?
es: Quieres la mejor calidad de capturas?
fi_fi: Haluatko käyttää parasta mahdollista laatua?
fr: Souhaitez-vous la meilleure qualité de captures d'écran ?
it: Vuoi la migliore qualità dello screenshot?
ja_jp: 最高のスクリーンショット品質を使用しますか?
lv: Vai vēlies izmantot labāko ekrānuzņēmumu kvalitāti?
pl: Chcesz najlepszej jakości obrazki?
pt: Deseja capturas de ecrã com a melhor qualidade?
pt_br: Deseja capturas de tela com a melhor qualidade?
ru: Хотите лучшее качество снимков экрана?
tr: En yüksek kalitede ekran görüntüsü mü istiyorsunuz?
zh_cn: 希望获得最佳屏幕截图质量?
zh_tw: 希望獲得最佳螢幕截圖品質？

# AcSettings_System_FreeCamera_Tooltip
source: Press F7 to toggle free camera mode
cs: Po stisknutí klávesy F7 ve hře se pohybujte šipkami (s případným souběžným přidržením klávesy Ctrl či Shift) a myší
de: F7 zum Umschalten der freien Kamera
es: Pulsa F7 para cambiar a modo camara libre
fi_fi: Antaa liikkua vapaasti kartalla. Paina F7 aktivoidaksesi.
fr: Appuyez sur F7 pour basculer en mode caméra libre
it: Premi F7 per passare alla modalità telecamera libera
ja_jp: F7を押してマップ内を自由に移動できます。
lv: Atļauj brīvi pārvietoties pa karti, spied F7 lai ieslēgtu
pl: Naciśnij klawisz F7, aby przełączyć tryb swobodnej kamery
pt: Premir F7 para alternar entre os modos de câmara-livre
pt_br: Aperte F7 para ativar a câmara-livre
ru: Нажмите клавишу F7, чтобы переключиться в режим свободной камеры
tr: Serbest kameraya geçmek için F7'ye basın
zh_cn: 按F7切换到自由相机模式
zh_tw: 按F7切換到自由視角模式

# AcSettings_Video_Fullscreen
source: Fullscreen
cs: Hrát přes celou obrazovku
de: Vollbild
es: Pantalla completa
fi_fi: Kokoruutu
fr: Plein écran
it: Schermo pieno
ja_jp: フルスクリーン
lv: Pilnekrāns
pl: Pełny ekran
pt: Tela cheia
pt_br: Tela cheia
ru: Во весь экран
tr: Tam ekran
zh_cn: 全屏
zh_tw: 全螢幕

# AcSettings_Video_ResolutionLabel
source: Resolution:
cs: Nastavení monitoru:
de: Auflösung:
es: Resolucion:
fi_fi: Resoluutio:
fr: Résolution :
it: Risoluzione:
ja_jp: 解像度:
lv: Izšķirtspēja:
pl: Rozdzielczość:
pt: Resolução:
pt_br: Resolução:
ru: Разрешение:
tr: Çözünürlük
zh_cn: 分辨率:
zh_tw: 解析度:

# AcSettings_Video_FixResolutionAutomatically
source: Fix resolution automatically
cs: Automatická volba rozlišení
de: Auflösung automatisch korrigieren
es: Ajustar resolucion automaticamente
fi_fi: Korjaa resoluutio automaattisesti
fr: Ajuster la résolution automatiquement
it: Fissa risoluzione automaticamente
ja_jp: 自動的に最適な解像度に変更
lv: Automātiski atrast pareizo izšķirtspēju
pl: Popraw automatycznie rozdzielczość
pt: Corrigir resolução automaticamente
pt_br: Corrigir resolução automaticamente
ru: Исправлять разрешение автоматически
tr: Çözünürlüğü otomatik olarak düzelt
zh_cn: 自动调整分辨率
zh_tw: 自動調整解析度

# AcSettings_Video_CustomResolutionLabel
source: Custom resolution:
cs: Vlastní nastavení monitoru:
de: Eigene Auflösung:
es: Resolucion personalizada:
fi_fi: Muokattu resoluutio:
fr: Résolution personnalisée :
it: Risoluzione personalizzata:
ja_jp: カスタム解像度:
lv: Pielāgota izšķirtspēja:
pl: Rozdzielczość niestandardowa:
pt: Resolução personalizada:
pt_br: Resolução personalizada:
ru: Пользовательское разрешение:
tr: Özel çözünürlük:
zh_cn: 自定义分辨率:
zh_tw: 自定義解析度：

# AcSettings_Video_RenderingModeLabel
source: Rendering mode:
cs: Režim vykreslování:
de: Darstellungsmodus:
es: Modo de renderizacion:
fi_fi: Hahmotus tila:
fr: Mode de rendu :
it: Modalità rendering:
ja_jp: レンダリングモード:
lv: Renderēšanas režīms:
pl: Tryb renderowania:
pt_br: Modo de renderização:
ru: Режим отображения:
tr: Çizim modu:
zh_cn: 渲染模式:
zh_tw: 渲染模式：

# AcSettings_Video_VerticalSyncronization
source: Vertical synchronization
cs: Vertikální synchronizace pro předejití trhání obrazu (zvýší input lag)
de: Vertikale Synchronisation
es: Sincronizacion vertical
fi_fi: Pystytahdistus (V-sync)
fr: Sync. verticale
it: Sincronizzazione verticale
ja_jp: 垂直同期(VSync)
lv: V-sync
pl: Synchronizacja pionowa (V-Sync)
pt: Sincronização Vertical
pt_br: Sincronização Vertical
ru: Вертикальная синхронизация
tr: Dikey senkronizasyon
zh_cn: 垂直同步
zh_tw: 垂直同步

# AcSettings_Video_AnitrosopicFilteringLabel
source: Anisotropic filtering:
cs: Anizotropické filtrování:
de: Anisotropische Filterung:
es: Filtro anitroscopico
fi_fi: Anistrooppinen suodatus:
fr: Filtrage anisotrope :
it: Filtro anisotropo:
ja_jp: 異方性フィルタリング:
lv: Anisotropiskā filtrēšana:
pl: Filtrowanie anizotropowe:
pt: Filtragem anisotrópica
pt_br: Filtragem anisotrópica
ru: Анизотропная фильтрация:
tr: Eşyönsüz filtreleme:
zh_cn: 各向异性过滤:
zh_tw: 各向異性過濾：

# AcSettings_Video_AntiAliasingLabel
source: MSAA:
cs: MSAA (vyhlazování hran):
de: Kantenglättung:
es: Anti-aliasing:
fi_fi: Moninäytteinen reunanpehmennys (MSAA):
fr: Anti-crénelage :
ja_jp: アンチエイリアシング(MSAA):
lv: Anti-aliasings:
pl: Wygładzanie krawędzi (A-a):
ru: Сглаживание:
zh_cn: 抗锯齿:
zh_tw: 多重取樣抗鋸齒（MSAA）:

# AcSettings_Video_LimitFramerate
source: Limit framerate
cs: Omezené snímkování
de: Bildrate begrenzen
es: Limite de FPS
fi_fi: Rajoita ruudunpäivitystä (FPS)
fr: Limiter FPS
it: Limita il framerate
ja_jp: フレームレート制限
lv: Ierobežot kadrus sekundē (FPS)
pl: Ogranicz FPS
pt: Limitar cadência de fotogramas
pt_br: Limitar taxa de quadros
ru: Ограничение частоты кадров
tr: Kare hızını limitle
zh_cn: 帧率限制
zh_tw: 幀率限制

# AcSettings_Video_Framerate
source: Framerate
cs: Nepřekračovat
de: Bildrate
es: Valor FPS
fi_fi: Ruudunpäivitys (FPS)
fr: FPS
ja_jp: フレームレート(FPS)
lv: Kadri sekundē (FPS)
pl: Częstotliwość klatek
pt: Cadência de fotogramas
pt_br: Taxa de quadro
ru: Частота кадров
tr: Kare hızı
zh_cn: 帧率
zh_tw: 幀率

# AcSettings_Video_QualityHeader
source: Quality:
cs: Obecné:
de: Qualität:
es: Calidad:
fi_fi: Laatu:
fr: Qualité :
it: Qualità
ja_jp: 品質:
lv: Kvalitāte:
pl: Jakość:
pt: Qualidade:
pt_br: Qualidade:
ru: Качество:
tr: Kalite:
zh_cn: 质量:
zh_tw: 品質：

# AcSettings_Video_WorldDetalLabel
source: World details:
cs: Okolní prostředí:
de: Weltdetails:
es: Detalles del mundo:
fi_fi: Maailman laaduntaso:
fr: Détail de l'environnement :
it: Dettagli mondo:
ja_jp: 空間描写品質:
lv: Pasaules detalizācija:
pl: Szczegóły świata:
pt: Detalhe do Mundo:
pt_br: Detalhes do Mundo:
ru: Детализация окружения:
tr: Çevre detayları:
zh_cn: 环境细节:
zh_tw: 環境細節：

# AcSettings_Video_ShadowResolutionLabel
source: Shadows resolution:
cs: Rozlišení stínů:
de: Schattenauflösung:
es: Resolucion de las sombras:
fi_fi: Varjojen resoluutio:
fr: Résolution des ombres :
it: Risoluzione ombre:
ja_jp: 影の解像度:
lv: Ēnu izšķirtspēja:
pl: Rozdzielczość cieni:
pt: Resolução das sombras:
pt_br: Resolução das sombras:
ru: Разрешение теней:
tr: Gölge çözünürlüğü:
zh_cn: 阴影分辨率:
zh_tw: 陰影解析度：

# AcSettings_Video_SmokeGenerationLabel
source: Smoke generation:
cs: Kouř:
de: Rauch erzeugen
es: Generacion de humo:
fi_fi: Savun muodostus:
fr: Génération de fumée :
it: Generazione Fumo:
ja_jp: 煙生成:
lv: Dūmu ģenerēšana:
pl: Generowanie dymu:
pt: Geração de fumo:
pt_br: Geração de fumaça:
ru: Образование дыма:
tr: Duman oluşumu:
zh_cn: 烟雾生成:
zh_tw: 煙霧生成：

# AcSettings_Video_SmokeInMirrors
source: Show smoke in mirrors
cs: Zobrazení kouře v zrcátkách
de: Rauch in Rückspiegeln
es: Mostrar humo en retrovisores
fi_fi: Näytä savu peileissä
fr: Voir la fumée dans les rétroviseurs
it: Mostra fumo negli specchietti
ja_jp: ミラーに煙を表示
lv: Rādīt dūmus spoguļos
pl: Pokaż dym w lusterkach
pt: Mostrar fumo nos espelhos:
pt_br: Mostrar fumaça nos espelhos
ru: Показывать дым в зеркалах
tr: Dumanı aynalarda göster
zh_cn: 在后视镜里显示烟雾
zh_tw: 在後視鏡裡顯示煙霧

# AcSettings_Video_PostProcessingHeader
source: Post-Processing:
de: Nachbearbeitung (Post-Processing)
es: Post-Procesado:
fi_fi: Jälkikäsittely:
fr: Post-traitement :
ja_jp: ポストプロセス(PP)
lv: Pēcapstrāde:
pt: Pós-Processamento:
pt_br: Pós-Processamento:
ru: Постобработка:
tr: İleri işleme
zh_cn: 后处理
zh_tw: 後期處理：

# AcSettings_Video_EnablePostProcessing
source: Enable post-processing effects
cs: Post-processing
de: Nachbearbeitungseffekte aktivieren
es: Activar efectos de post-procesado
fi_fi: Käytä jälkikäsittelytehostetta
fr: Activer les effets post-traitement
it: Abilita effetti post-processing
ja_jp: ポストプロセスエフェクトを有効にする
lv: Iespējot pēcapstrādes efektus
pl: Włącz efekty post-processing
pt: Activar efeitos de pós-processamento
pt_br: Ativar efeitos de pós-processamento
ru: Включить эффекты постобработки
tr: İleri işleme efektlerini etkinleştir
zh_cn: 允许后处理特效
zh_tw: 允許後期處理特效
