Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Online_AddByIp
source: Add by IP
cs: Přidat podle IP adresy
de: Per IP hinzufügen
es: Añadir por IP
fr: Ajouter par IP
it: Aggiungi da IP
ja_jp: IPによる追加
lv: Pievienot pēc IP
pl: Dodaj IP
pt: Adicionar por IP
pt_br: Adicionar por IP
ru: Добавить по IP
tr: IP ile ekle
zh_cn: 用IP地址添加服务器
zh_tw: 用IP位址添加伺服器

# Online_Pinged
source: Pinged {0} out of {1}
cs: Opingováno {0} z {1}
de: {0} von {1} angepingt
es: Pingeado {0} de {1}
fr: Test du Ping à {0} sur {1}
it: Pingati {0} per un totale di {1}
ja_jp: {1}から{0}にPingしました
lv: Pārbaudīti {0} no {1}
pl: Spingowane {0} z {1}
pt_br: Pingado {0} de {1}
ru: Пропингованы {1} из {0}
tr: {1} taneden {0} pinglendi
zh_cn: {1}次中ping了{0}次
zh_tw: {1}次中ping了{0}次

# Online_ServersFormat
source: {0} server
cs: {0} serverů
es: {0} Servidor
fi_fi: {0} palvelin
fr: {0} serveur
ja_jp: {0}サーバー
lv: {0} serveri
pl: {0} serwer
pt: {0} servidor
pt_br: {0} servidor
ru: {0} сервер
tr: {0} sunucu
zh_cn: {0}服务器
zh_tw: {0}伺服器

# Online_FilterWithBooking
source: Show servers with booking
cs: Zobrazení serverů, která umožňují rezervaci
de: Bookingserver anzeigen
es: Mostrar servidores con booking
fr: Afficher les serveurs avec réservation
it: Mostra servers con booking
ja_jp: 予約されているサーバーを表示
lv: Parādīt serverus ar rezervēšanu
pl: Pokaż serwery z rezerwacją
pt_br: Mostrar servidores com reserva
ru: Показывать сервера с регистрацией
tr: Yer ayırtılabilen sunucuları göster
zh_cn: 显示需要报名的服务器
zh_tw: 顯示需要報名的伺服器

# Online_FilterEmpty
source: Show empty servers
cs: Zobrazení prázdných serverů
de: Leere Server anzeigen
es: Mostrar servidores varios
fr: Afficher les serveurs vides
it: Mostra server vuoti
ja_jp: 空のサーバーを表示
lv: Parādīt tukšus serverus
pl: Pokaż puste serwery
pt: Mostrar servidores vazios
pt_br: Mostrar servidores vazios
ru: Показывать пустые сервера
tr: Boş sunucuları göster
zh_cn: 显示空的服务器
zh_tw: 顯示空的伺服器

# Online_FilterFull
source: Show full servers
cs: Zobrazení plných serverů
de: Volle Server anzeigen
es: Mostrar servidores llenos
fr: Affichers les serveurs complets
it: Mostra server pieni
ja_jp: 満員のサーバーを表示
lv: Parādīt pilnus serverus
pl: Pokaż pełne serwery
pt: Mostrar servidores cheios
pt_br: Mostrar servidores cheios
ru: Показывать полные сервера
tr: Dolu sunucuları göster
zh_cn: 显示满的服务器
zh_tw: 顯示滿的伺服器

# Online_FilterPassword
source: Show password-protected servers
cs: Zobrazení serverů chráněných heslem
de: Passwortgeschützte Server anzeigen
es: Mostrar servidores con contraseña
fr: Afficher les serveurs avec mot de passe
it: Mostra password server protetti
ja_jp: パスワードで保護されたサーバーを表示する
lv: Parādīt ar paroli aizsargātus serverus
pl: Pokaż serwery z hasłem
pt: Mostrar servidores protegidos por palavra-passe
pt_br: Mostrar servidores protegidos por senha
ru: Показывать сервера защищённые паролем
tr: Parola korumalı sunucuları göster
zh_cn: 显示需要密码的服务器
zh_tw: 顯示需要密碼的伺服器

# Online_FilterMissing
source: Servers with missing content
cs: Servery s chybějícím obsahem
de: Server mit fehlendem Inhalt anzeigen
es: Servidores con contenido no disponible
fr: Serveurs avec contenu introuvable
it: Server con contenuto mancante
ja_jp: 不足しているコンテンツを持つサーバー
lv: Parādīt serverus ar trūkstošu saturu
pl: Pokaż serwery z brakującą zawartością
pt: Mostrar servidores com conteúdo em falta
pt_br: Mostrar servidores com conteúdo em falta
ru: Показывать сервера с отсутствующим контентом
tr: İçeriği eksik olan sunucular
zh_cn: 显示使用了未安装内容的服务器
zh_tw: 顯示使用了未安裝內容的伺服器

# Online_SortByLabel
source: Sort by:
cs: Seřadit podle:
de: Sortieren nach:
es: Ordenar por:
fi_fi: Järjestä:
fr: Trier par :
it: Ordina per:
ja_jp: 並び替え:
lv: Kārtot pēc:
pl: Sortuj wg:
pt: Ordenar por:
pt_br: Ordenar por:
ru: Сортировать по:
tr: ... göre sırala:
zh_cn: 排序方式:
zh_tw: 排序方式:

# Online_FilterBooking_Short
source: Booking
cs: Nábor
fr: Réservé
ja_jp: 予約
lv: Rezervēšana
pl: Rezerwuj
pt: Reservações
pt_br: Reservações
ru: Регистрация
tr: Yer ayırtma
zh_cn: 需报名
zh_tw: 需報名

# Online_FilterEmpty_Short
source: Empty
cs: Prázdné
de: Leer
es: Vacio
fr: Vide
it: Vuoto
ja_jp: 空
lv: Tukšs
pl: Puste
pt: Vazio
pt_br: Vazio
ru: Пустые
tr: Boş sunucuları göster
zh_cn: 无人服
zh_tw: 無人服

# Online_FilterFull_Short
source: Full
cs: Plné
de: Voll
es: Completo
fr: Complet
it: Pieno
ja_jp: 満員
lv: Pilns
pl: Pełne
pt: Cheio
pt_br: Cheio
ru: Полные
tr: Dolu
zh_cn: 满员服
zh_tw: 滿員服

# Online_FilterPassword_Short
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja_jp: パスワード
lv: Parole
pl: Z hasłem
pt: Palavra-passe
pt_br: Senha
ru: Пароль
tr: Parola
zh_cn: 需密码
zh_tw: 需密碼

# Online_FilterMissing_Short
source: Missing
cs: Chybí
de: Unvollständig
es: No se encuentra
fr: Introuvable
it: Mancante
ja_jp: 不足
lv: Nav
pl: Brakuje
pt: Em falta
pt_br: Em falta
ru: Отсутствует
tr: Bulunamadı
zh_cn: 缺内容
zh_tw: 遺失內容

# Online_NothingToDisplay
source: Nothing to display
cs: Není co zobrazovat
de: Keine Server gefunden
es: Nada que mostrar
fr: Rien à afficher
it: Niente da visualizzare
ja_jp: 表示するものがありません
lv: Nav ko parādīt
pl: Nic nie znaleziono
pt: Nada para mostrar
pt_br: Nada para mostrar
ru: Нечего отображать
tr: Gösterilecek bir şey yok
zh_cn: 没有可显示的内容
zh_tw: 沒有符合條件的結果

# Online_AddNewServer
source: Add a new server
cs: Přidat nový server
de: Neuen Server hinzufügen
es: Añadir un nuevo servidor
fi_fi: Lisää uusi palvelin
fr: Ajouter un nouveau serveur
it: Aggiungi un nuovo server
ja_jp: 新しいサーバーの追加
lv: Pievienot jaunu serveri
pl: Dodaj nowy serwer
pt: Adicionar Novo Servidor
pt_br: Adicionar Novo Servidor
ru: Добавить новый сервер
tr: Yeni bir sunucu ekle
zh_cn: 添加新服务器
zh_tw: 添加新伺服器

# Online_PasswordLabel
source: Password:
cs: Heslo:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
ja_jp: パスワード:
lv: Parole:
pl: Hasło:
pt: Palavra-passe:
pt_br: Senha:
ru: Пароль:
tr: Parola:
zh_cn: 密码:
zh_tw: 密碼：

# Online_SkinIsMissing
source: Skin is missing
cs: Skin chybí
de: Lackierung fehlt
es: No se encuentra el skin
fi_fi: Skini puuttuu
fr: La skin est introuvable
it: Skin mancante
ja_jp: スキンがありません
lv: Nav skina
pl: Brakuje skórki
pt: Skin em falta
pt_br: Skin em falta
ru: Раскраска отсутствует
tr: Kaplama bulunamadı
zh_cn: 缺少车辆涂装
zh_tw: 遺失車輛塗裝

# Online_AllCarsAreTaken
source: All cars are taken
cs: Všechna auta jsou zabrána
de: Alle Fahrzeuge belegt
es: Todos los coches estan ocupados
fr: Tous les véhicules sont pris
it: Sono state prese tutte le auto
ja_jp: すべての車が取られます
lv: Visas mašīnas ir aizņemtas
pl: Wszystkie samochody są zajęte
pt: Todos os carros foram escolhidos
pt_br: Todos os carros foram escolhidos
ru: Все машины заняты
tr: Bütün araçlar kullanılıyor
zh_cn: 所有可选车辆都已被占用
zh_tw: 所有可選車輛都已被占用

# Online_ClientsLabel
source: Clients:
cs: Klientů:
de: Teilnehmer:
es: Clientes:
it: Client:
ja_jp: クライアント:
lv: Klienti:
pl: Klientów:
pt: Clientes:
pt_br: Clientes:
ru: Клиентов:
tr: Katılımcılar:
zh_cn: 人数:
zh_tw: 人數：

# Online_TimeLabel
source: Time:
cs: Čas:
de: Zeit:
es: Hora
fi_fi: Aika:
fr: Temps :
it: Tempo:
ja_jp: タイム:
lv: Laiks:
pl: Godzina:
pt: Hora:
pt_br: Hora:
ru: Время:
tr: Süre:
zh_cn: 时间:
zh_tw: 時間：

# Online_LeftLabel
source: Left:
cs: Zbývá:
de: Verbleibend:
es: Restante:
fr: Reste :
it: Rimanenti:
ja_jp: 左:
lv: Atlikuši:
pl: Pozostało:
pt: Faltam:
pt_br: Faltam:
ru: Осталось:
tr: Kalan süre:
zh_cn: 剩余:
zh_tw: 剩餘：

# Online_SessionsLabel
source: Sessions:
cs: Relace:
es: Sesiones:
it: Sessioni:
ja_jp: セッション:
lv: Sesijas:
pl: Sesje:
pt: Sessões:
pt_br: Sessões:
ru: Сессия:
tr: Devreler:
zh_cn: 赛程:
zh_tw: 賽程：

# Online_DriversOnlineLabel
source: Drivers online:
cs: Závodníků online:
de: Fahrer Online:
es: Pilotos Online:
fr: Pilotes en ligne :
it: Piloti online:
ja_jp: オンラインのドライバー:
lv: Braucēji tiešsaistē:
pl: Kierowcy online:
pt: Condutores online:
pt_br: Condutores online:
ru: Водители в сети:
tr: Çevrimiçi sürücüler:
zh_cn: 在线车手:
zh_tw: 線上車手：

# Toolbar_Refresh
source: Refresh
cs: Obnovit
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
it: Aggiorna
ja_jp: リフレッシュ
lv: Atsvaidzināt
pl: Odśwież
pt: Actualizar
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_cn: 刷新
zh_tw: 重新整理

# Toolbar_Join
source: Join
cs: Přidat se
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti
ja_jp: 参加
lv: Pievienoties
pl: Dołącz
pt: Ligar-se
pt_br: Jogar
ru: Присоединиться
tr: Katıl
zh_cn: 加入
zh_tw: 加入

# Toolbar_Refresh_OnlineTooltip
source: Refresh server information (Ctrl+R)
cs: Obnovit informace o serveru (Ctrl+R)
de: Serverinformationen aktualisieren (Strg+R)
es: Actualizar informacion del servidor (Ctrl+R)
fr: Rafraîchis les infos du serveur (Ctrl+R)
it: Aggiorna info server (Ctrl+R)
ja_jp: サーバー情報をリフレッシュ(Ctrl+ R)
lv: Atsvaidzināt servera informāciju (Ctrl+R)
pl: Odśwież informację o serwerze (Ctrl+R)
pt: Actualizar informação do servidor (Ctrl+R)
pt_br: Atualizar informação do servidor (Ctrl+R)
ru: Обновить информацию о сервере (Ctrl+R)
tr: Sunucu bilgisini yenile
zh_cn: 刷新服务器信息(Ctrl+R)
zh_tw: 重新整理伺服器資訊（Ctrl+R）

# Toolbar_Join_OnlineTooltip
source: Join server (Ctrl+G)
cs: Připojit se k serveru (Ctrl+G)
de: Server beitreten (Strg+G)
es: Entrar al servidor (Ctrl+G)
fr: Rejoindre un serveur (Ctrl+G)
it: Unisciti al server (Ctrl+G)
ja_jp: サーバーに参加(Ctrl + G)
lv: Pievienoties serverim (Ctrl+G)
pl: Dołącz do serwera (Ctrl+G)
pt: Ligar-se ao servidor (Ctrl+G)
pt_br: Ligar-se ao servidor (Ctrl+G)
ru: Присоедениться к серверу (Ctrl+G)
tr: Sunucuya katıl (Ctrl+G)
zh_cn: 加入服务器(Ctrl+G)
zh_tw: 加入伺服器（Ctrl+G）

# Online_Sorting_Name
source: Name
cs: Jména
es: Nombre
fi_fi: Nimi
fr: Nom
it: Nome
ja_jp: 名前
lv: Vārds
pl: Nazwy
pt: Nome
pt_br: Nome
ru: Имени
tr: İsim
zh_cn: 名称
zh_tw: 名稱

# Online_Sorting_Drivers
source: Drivers
cs: Soupeřů
de: Anzahl der Fahrer
es: Pilotos
fi_fi: Kuljettajat
fr: Pilotes
it: Piloti
ja_jp: ドライバー
lv: Braucējs
pl: Kierowców z rezerwacją
pt: Condutores
pt_br: Condutores
ru: Водители
tr: Sürücüler
zh_cn: 人数
zh_tw: 人數

# Online_Sorting_Capacity
source: Capacity
cs: Kapacity
de: Startplätze
es: Capacidad
fi_fi: Kapasiteetti
fr: Capacité
it: Capacità
ja_jp: 容量
lv: Ietilpība
pl: Slotów
pt: Capacidade
pt_br: Capacidade
ru: Вместимость
tr: Kapasite
zh_cn: 容量
zh_tw: 容量

# Online_Sorting_CarsNumber
source: Cars number
cs: Počtu aut
de: Anzahl der Fahrzeuge
es: Numero de coches
fi_fi: Autojen numerot
fr: Nombre de pilotes
it: Numero auto
ja_jp: 車のナンバー
lv: Mašīnas numurs
pl: Odmiennych aut
pt: Número de carros
pt_br: Número de carros
ru: Количество машин
tr: Araba sayısı
zh_cn: 车号
zh_tw: 車號

# Online_Sorting_Ping
source: Ping
lv: Pings
pl: Pingu
ru: Пинг
tr: Gecikme
zh_cn: 延迟
zh_tw: 延遲

# Online_AddServer
source: Server address (IP & HTTP or TCP port):
cs: Adresa serveru (IP & HTTP nebo TCP port):
de: Serveradresse (IP & HTTP oder TCP Port):
es: Direccion del servidor (IP & HTTP or TCP Port):
fr: Adresse du serveur (IP & HTTP ou port TCP) :
it: Indirizzo server (IP & HTTP or TCP Port):
ja_jp: サーバーアドレス(IPおよびHTTPまたはTCPポート):
lv: Servera adrese (IP & HTTP vai TCP ports):
pl: Adres serwera (IP lub HTTP i port TCP):
pt: Endereço do servidor (IP & HTTP ou Porta TCP):
pt_br: Endereço do servidor (IP & HTTP ou Porta TCP):
ru: Адрес сервера (IP & HTTP or TCP Port):
tr: Sunucu adresi (IP & HTTP ya da TCP Port):
zh_cn: 服务器地址(IP & HTTP 或者 TCP 端口):
zh_tw: 伺服器地址（IP & HTTP 或者 TCP 連接埠）:

# Online_AddServer_Title
source: Add new servers
cs: Přidat nové servery
de: Neue Server hinzufügen
es: Añadir nuevo servidor
fr: Ajouter des nouveaux serveurs
it: Aggiungi un nuovo server
ja_jp: 新しいサーバーを追加
lv: Pievienot jaunus serverus
pl: Dodaj nowy serwer
pt: Adicionar Novo Servidor
pt_br: Adicionar Novo Servidor
ru: Добавить новый сервер
tr: Yeni sunucular ekle
zh_cn: 添加新服务器
zh_tw: 添加新伺服器

# Online_AddServer_Tooltip
source: Port could be omitted, in this case app will scan all specific ports
cs: Port mohl být vynechán, takže aplikace oskenuje všechny určité porty
de: Sollte Eingabe des Ports ausgelassen werden, wird das Programm alle spezifischen Ports abfragen
es: El puerto puede ser omitido, en este caso el programa escaneara todos los puertos especificos
fr: Le port pourrait être omis, dans ce cas, l'application va scanner tous les ports spécifiques
it: La porta potrebbe essere omessa, in tal caso verranno scansionate tutte le porte specifiche
ja_jp: ポートを省略できます。この場合、アプリケーションはすべての特定のポートをスキャンします
lv: Ports var tikt izlaists, tādā gadījumā aplikācija skenēs visus specifiskos portus
pl: Port może być pominięty, w tym przypadku aplikacja będzie skanować wszystkie określone porty
pt_br: A porta talvez seja omitida, nesse caso o app vai escanear todas as portas específicas
ru: Порт можно опустить, в этом случае приложение сканирует все специальные порты
tr: Port dahil edilmeyebilir, bu durumda uygulama tüm spesifik portları tarayacaktır
zh_cn: 可以省略端口号,CM会自动扫描所有可用的端口号
zh_tw: 可以省略連接埠號。CM會自動掃瞄所有可用的連接埠號

# Online_AddingServer
source: Adding server…
cs: Přidávám server...
de: Server wird hinzugefügt...
es: Añadiendo servidor...
fr: Ajout du serveur...
it: Aggiungo server...
ja_jp: サーバーを追加しています...
lv: Pievieno serveri...
pl: Dodawanie serwera...
pt: Adicionando servidor...
pt_br: Adicionando servidor...
ru: Добавление сервера...
tr: Sunucu ekleniyor...
zh_cn: 正在添加服务器…
zh_tw: 正在添加伺服器…

# Online_CannotAddServer
source: Can’t add server
cs: Server nelze přidat
de: Server hinzuzufügen nicht möglich
es: No se ha podido añadir el servidor
fr: Impossible d'ajouter le serveur
it: Impossibile aggiungere server
ja_jp: サーバを追加できません
lv: Nevar pievienot serveri
pl: Nie można dodać serwer
pt: Não é possível adicionar o servidor
pt_br: Não é possível adicionar o servidor
ru: Невозможно добавить сервер
tr: Sunucu eklenemiyor
zh_cn: 无法添加服务器
zh_tw: 無法添加伺服器

# Online_ServerWithIdIsMissing
source: Server with provided ID “{0}” is missing
cs: Server s poskytnutým ID “{0}” chybí
de: Server mit bereitgestellter ID “{0}” nicht vorhanden
es: El servidor con el ID proporcionado "{0}" no se encuentra
fr: Le serveur avec l'ID fournie “{0}” est introuvable
it: Server con ID fornito “{0}” mancante
ja_jp: 指定されたID”{0}”を持つサーバがありません
lv: Nav servera ar ID "{0}"
pl: Serwera z przewidzianym ID “{0}” nie znaleziono
pt_br: O servidor com a ID fornecida “{0}” está faltando
ru: Сервер с предоставленным идентификатором «{0}» отсутствует
zh_cn: 找不到ID为“{0}”的服务器
zh_tw: 找不到ID為「{0}」的伺服器

# Drive_Time
source: Time
cs: Denní doba
de: Zeit
es: Hora
fi_fi: Aika
fr: Temps
it: Tempo
ja_jp: 時間
lv: Laiks
pl: Godzina
pt: Hora
pt_br: Hora
ru: Время
tr: Saat
zh_cn: 时间:
zh_tw: 時間

# Drive_Time_Warning
source: Actual time is out of range, closest value is used
cs: Zadaný čas je mimo rozsah, a tak se použila nejbližší hodnota
de: Aktuelle Zeit liegt außerhalb des einstellbaren Bereichs, ähnlichster Wert wird verwendet
es: La hora actual esta fuera de rango, el valor mas cercano sera usado
fi_fi: Oikea aika ei asetu asteikolle, lähintä arvoa käytetään
fr: Le temps réel est hors plage, la valeur la plus proche est utilisée
it: L'ora reale non è disponibile, verrà applicato l'orario più prossimo
ja_jp: 実際の時間は範囲外です。最も近い値が使用されます
lv: Patiesais diennakts laiks ir ārpus diapazona, tiks lietota tuvākā vērtība
pl: Rzeczywisty czas jest poza zakresem, najbliższa wartość będzie użyta
pt_br: Tempo real está fora de alcance, o valor mais próximo será usado
ru: Актуальное время выходит за пределы допустимого диапазона, используется самое близкое значение
tr: Gerçek saate en yakın saat kullanılmaktadır
zh_cn: 现实时间超出游戏支持范围,使用最接近的时间
zh_tw: 賽道實際時間超出遊戲支援範圍，使用最接近的時間

# Drive_RealConditions
source: Real conditions
cs: Skutečné podmínky
de: Reale Bedingungen
es: Condiciones reales
fi_fi: Oikeat olosuhteet
fr: Conditions réelles
it: Condizioni reali
ja_jp: 現実のコンディション
lv: Reāli apstākļi
pl: Rzeczywiste warunki
pt: Condições reais
pt_br: Condições reais
ru: Реальные условия
tr: Gerçek koşullar
zh_cn: 现实天气
zh_tw: 賽道實際天氣

# Drive_ConsiderTimezones
source: Consider timezones
cs: Zvážit časové zóny
de: Zeitzone prüfen:
es: Ten en cuenta los husos horarios
fi_fi: Ota huomioon aikavyöhykkeet
fr: Utiliser les fuseaux horaires
it: Considera i fusi orari
ja_jp: タイムゾーンを考えてみましょう
lv: Atceries par laika zonām
pl: Rozważ strefy czasowe
pt: Considerar fusos horários
pt_br: Considerar fusos horários
ru: Реальный часовой пояс
tr: Saat dilimlerini dikkate al
zh_cn: 考虑切换时区
zh_tw: 考慮切換時區

# Drive_WeatherLabel
source: Weather:
cs: Počasí:
de: Wetter:
es: Climatologia:
fi_fi: Säätila:
fr: Météo :
it: Meteo:
ja_jp: 天気:
lv: Laikapstākļi:
pl: Pogoda:
pt: Clima
pt_br: Clima
ru: Погода:
tr: Hava Durumu:
zh_cn: 天气:
zh_tw: 天氣：

# Drive_Weather_Warning
source: {}Actual weather ({0}) isn’t supported
cs: {}Skutečné počasí ({0}) není podporováno
de: {}Aktuelles Wettter ({0}) wird nicht untersützt
es: {}El clima actual ({0}) no esta soportado
fi_fi: {}Oikea säätila ({0}) ei tuettu
fr: {} Météo actuelle ({0}) non supportée
it: {}Meteo attuale ({0}) non è supportato
ja_jp: {}実際の天気({0})はサポートされていません
lv: {}Īstie laikapstākļi ({0}) netiek atbalstīti
pl: {}Aktualna pogoda ({0}) nie jest obsługiwana
pt_br: {} Clima real ({0}) não é suportado
ru: {} Актуальная погода ({0}) не поддерживается
tr: {} Gerçek hava durumu ({0}) desteklenmiyor
zh_cn: 游戏不支持{}赛道现实天气天气 ({0})
zh_tw: 遊戲不支援{}賽道實際天氣 （{0}）

# Drive_Temperature
source: Temperature
cs: Teplota vzduchu
de: Temperatur
es: Temperatura
fi_fi: Lämpötila
fr: Température
it: Temperatura
ja_jp: 温度
lv: Temperatūra
pl: Temperatura
pt: Temperatura
pt_br: Temperatura
ru: Температура
tr: Sıcaklık
zh_cn: 温度
zh_tw: 溫度

# Drive_ActualTemperature
source: Actual temperature:
cs: Skutečná teplota:
de: Aktuelle Temperatur:
es: Temperatura actual
fi_fi: Todellinen lämpötila:
fr: Température courante :
it: Temperatura attuale
ja_jp: 実際の温度:
lv: Patiesā temperatūra:
pl: Aktualna temperatura:
pt: Temperatura actual:
pt_br: Temperatura atual:
ru: Актуальная температура:
tr: Gerçek sıcaklık:
zh_cn: 现实温度:
zh_tw: 賽道實際溫度：

# Drive_LoadingFailed
source: Loading failed
cs: Načítání selhalo
de: Laden fehlgeschlagen
es: Error de carga
fi_fi: Lataus epäonnistui
fr: Échec du chargement
it: Caricamento fallito
ja_jp: ロードに失敗
lv: Ielādēšana neizdevās
pl: Ładowanie nie powiodło się
pt_br: Carregamento falho
ru: Ошибка загрузки
tr: Yükleme başarısız oldu
zh_cn: 载入失败
zh_tw: 載入失敗

# Drive_Temperature_Warning
source: Actual temperature is out of range, closest value is used
cs: Zadaná teplota je mimo rozsah, a tak se použila nejbližší hodnota
de: Aktuelle Temperatur liegt außerhalb des einstellbaren Bereichs, ähnlichster Wert wird verwendet
es: La temperatura actual esta fuera de rango, el valor mas cercano sera usado
fi_fi: Oikea lämpötila ei asetu asteikolle, lähintä arvoa käytetään
fr: Température réelle hors de portée, plus proche valeur utilisée
it: L'attuale temperatura è oltre i limiti, sarà usata la più vicina
ja_jp: 実際の温度は範囲外です。最も近い値が使用されます
lv: Patiesā temperatūra ir ārpus diapazona, tiks lietota tuvākā vērtība
pl: Rzeczywista temperatura jest poza zakresem, najbliższa wartość będzie użyta
pt_br: Temperatura atual está fora de alcance, o valor mais próximo será usado
ru: Актуальная температура:
tr: Gerçek sıcaklığa en yakın sıcaklık kullanılmaktadır
zh_cn: 实际温度超过游戏支持范围,使用最接近的数值
zh_tw: 賽道實際溫度超過遊戲支援範圍，使用最接近的數值

# Drive_TrackStateLabel
source: Track:
cs: Kondice trati:
de: Strecke:
es: Pista:
fi_fi: Rata:
fr: Circuit :
it: Circuito:
ja_jp: トラック:
lv: Trase:
pl: Tor:
pt: Pista:
pt_br: Pista:
ru: Трасса:
tr: Pist:
zh_cn: 赛道:
zh_tw: 賽道：

# Drive_TimeMultiplerLabel
source: Time multiplier
cs: Tok času
de: Zeitmultiplikator
es: Multiplicador de tiempo
fi_fi: Ajan kerroin
fr: Facteur temps
it: Moltiplicatore tempo
ja_jp: 時間乗数
lv: Laika reizinātājs
pl: Mnożnik czasu
pt: Multiplicador do Tempo
pt_br: Multiplicador do Tempo
ru: Ход времени
tr: Zaman katsayısı
zh_cn: 时间倍率
zh_tw: 時間倍率

# Drive_TyreBlankets
source: Tyre blankets
cs: Předehřívat pneumatiky
de: Reifen-Heizdecken
es: Calentadores
fi_fi: Renkaanlämmittimet
fr: Couvertures chauffantes
it: Tipo gomme
ja_jp: タイヤブランケット
lv: Riepu segas
pl: Rozgrzane opony
pt: Cobertores para pneus
pt_br: Cobertores para pneus
ru: Прогретые шины
tr: Lastik örtüleri
zh_cn: 轮胎加热毯（器）
zh_tw: 暖胎毯

# Drive_Penalties
source: Penalties
cs: Udělování trestů hrou
de: Strafen
es: Penalizaciones
fi_fi: Rangaistukset
fr: Pénalités
it: Penalità
ja_jp: ペナルティ
lv: Sodi
pl: Kary
pt: Penalizações
pt_br: Penalizações
ru: Штрафы
tr: Ceza
zh_cn: 惩罚
zh_tw: 懲罰

# Drive_StartFrom
source: Start from:
cs: Začít z:
de: Starten von:
es: Empezar desde:
fi_fi: Aloita:
fr: Démarrer depuis :
it: Partenza da:
ja_jp: 開始:
lv: Startēt no:
pl: Rozpocznij z:
pt: Começar de:
pt_br: Começar de:
ru: Откуда начать:
tr: Buradan başla:
zh_cn: 起步位置:
zh_tw: 起步位置：

# Drive_GhostCar
source: Ghost car
cs: Duch auta
de: Geisterfahrzeug
es: Coche fantasma
fi_fi: Kummitus auto
fr: Véhicule fantôme
it: Auto Fantasma
ja_jp: ゴーストカー
lv: Spoku mašīna
pl: Duch auta
pt: Carro Fantasma
pt_br: Carro Fantasma
ru: Машина-призрак
tr: Hayalet araba
zh_cn: 幽灵车
zh_tw: 幽靈車

# Drive_GhostCarAdvantage
source: Ghost car advantage
cs: Náskok ducha auta
de: Vorsprung Geisterfahrzeug
es: Ventaja del coche fantasma
fi_fi: Kummitus auton etumatka
fr: Avantage du véhicule fantôme
it: Vantaggio auto fantasma
ja_jp: ゴーストカーのアドバンテージ
lv: Spoku mašīnas priekšroka
pl: Przewaga ducha auta
pt: Vantagem do Carro Fantasma
pt_br: Vantagem do Carro Fantasma
ru: Преимущество машины-призрака
tr: Hayalet araba avantajı
zh_cn: 幽灵车领先时长
zh_tw: 幽靈車領先時長

# Drive_RaceDuration
source: Race duration
cs: Délka závodu
de: Rennlänge
es: Duracion de la carrera
fi_fi: Kisan kesto
fr: Durée de la course
it: Durata Gara
ja_jp: 周回数
lv: Sacīktes ilgums
pl: Czas trwania wyścigu
pt: Duração da Corrida
pt_br: Duração da Corrida
ru: Продолжительность гонки
tr: Yarış süresi
zh_cn: 比赛时长
zh_tw: 比賽時長

# Drive_OpponentsStrength
source: Opponents strength
cs: Dovednost soupeřů
de: Gegnerstärke
es: Nivel de los oponentes
fi_fi: Vastustajien kovuus
fr: Force des adversaires
it: Forza Avversari
ja_jp: 対戦相手の強さ
lv: Pretinieku stiprums
pl: Poziom przeciwników
pt: Força dos adversários
pt_br: Força dos adversários
ru: Уровень соперников
tr: Rakiplerin gücü
zh_cn: AI强度
zh_tw: AI強度

# Drive_ArrangeRandomly
source: Arrange randomly
cs: Uspořádat náhodně
de: Zufällig Zuordnen
es: Asignar aleatoriamente
fi_fi: Järjestä sattumanvaraisesti
fr: Disposer de façon aléatoire
it: Disponi casualmente
ja_jp: ランダムに配置
lv: Sakārtot nejauši
pl: Przydziel losowo
pt: Organizar aleatóriamente
pt_br: Organizar aleatoriamente
ru: Расположить случайно
tr: Rastgele sırala
zh_cn: 随机排序
zh_tw: 隨機排序

# Drive_ArrangeInReverseOrder
source: Arrange in reverse order
cs: Uspořádat v opačném pořadí
de: In umgekehrter Reihenfolge zuordnen
es: Asignar en orden inverso
fi_fi: Järjestä päinvastaisessa järjestyksessä
fr: Disposer en ordre inverse
it: Disponi in ordine inverso
ja_jp: 逆順に並べる
lv: Sakārtot apgrieztā secībā
pl: Ustaw w odwrotnej kolejności
pt: Organizar na ordem inversa
pt_br: Organizar na ordem inversa
ru: Упорядочить в обратном порядке
tr: Ters sırala
zh_cn: 倒序排序
zh_tw: 倒序排序

# Drive_OpponentsStrengthMin
source: Opponents strength (min)
cs: Dovednost soupeřů (min)
de: Minimale Gegnerstärke
es: Nivel de los oponentes (min)
fi_fi: Vastustajien kovuus (min)
fr: Force des adversaires (min.)
it: Forza Avversari (minima)
ja_jp: 対戦相手の強さ(min)
lv: Pretinieku stiprums (min)
pl: Poziom przeciwników (min)
pt: Força dos adversários (min)
pt_br: Força dos adversários (min)
ru: Уровень соперников (мин.)
tr: Rakiplerin gücü (en az)
zh_cn: AI强度(最小值)
zh_tw: AI強度（最小值）
