Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_Replays_NameFormat_Tooltip
source: Used for saving or autosaving replays after the race. Values for replacement: [b][mono]{type}[/mono][/b] — type of race; [b][mono]{car}[/mono][/b] — car’s name; [b][mono]{car.id}[/mono][/b] — car’s id; [b][mono]{track}[/mono][/b] — track’s name; [b][mono]{track.id}[/mono][/b] — track’s id; [b][mono]{date}[/mono][/b] — date and time in proper format; [b][mono]{date_ac}[/mono][/b] — date and time in AC format. Modifiers: [b][mono]{…:l}[/mono][/b] — lowercase; [b][mono]{…:u}[/mono][/b] — uppercase; [b][mono]{…:0}[/mono][/b] — only first symbol. Examples: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — default Kunos format; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — something like “[w] bmw m3 e30 on brands hatch.acreplay”. If you need some other values, please, contact us and we’ll add them. [b]Warning[/b]: Don’t use symbols like “[” or “]”!
cs: Používá se pro ukládání nebo automatické ukládání opakovaných záznamů po jízdě. Hodnoty pro nahrazení: [b][mono]{type}[/mono][/b] — typ závodu; [b][mono]{car}[/mono][/b] — název auta; [b][mono]{car.id}[/mono][/b] — ID auta; [b][mono]{track}[/mono][/b] — název trati; [b][mono]{track.id}[/mono][/b] — Id trati; [b][mono]{date}[/mono][/b] — datum a denní doba v náležitém formátu; [b][mono]{date_ac}[/mono][/b] — datum a denní doba ve formátu videohry. Proměnné: [b][mono]{…:l}[/mono][/b] — malými; [b][mono]{…:u}[/mono][/b] — velkými; [b][mono]{…:0}[/mono][/b] — jen první symbol. Příklady: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — výchozí formát Kunosu; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — něco jako “[w] bmw m3 e30 on brands hatch.acreplay”. Chcete-li nějaké další hodnoty, kontaktujte nás prosím a my je přidáme. [b]Varování[/b]: Nepoužívejte symbol “[” nebo “]”!
de: Wird für automatisches Speichern von Wiederholungen nach Rennen benutzt Werte zum Ersetzen: [b][mono]{type}[/mono][/b] — Rennart; [b][mono]{car}[/mono][/b] — Fahrzeugname; [b][mono]{car.id}[/mono][/b] — Fahreug ID; [b][mono]{track}[/mono][/b] — Streckenname; [b][mono]{track.id}[/mono][/b] — Strecken ID; [b][mono]{date}[/mono][/b] — Datum und Zeit in korrektem Formatt; [b][mono]{date_ac}[/mono][/b] — Datum und Zeit in AC Format. Modifikatoren: [b][mono]{…:l}[/mono][/b] — Kleinbuchstaben; [b][mono]{…:u}[/mono][/b] — Großbuchstaben; [b][mono]{…:0}[/mono][/b] — Nur das erste Zeichen. Beispiele: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — Standard Kunos Format [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — z.B.: “[w] bmw m3 e30 on brands hatch.acreplay” Wenn andere Werte benötigt werden, bitte kontaktiere uns und wir werden sie hinzufügen. [b]Warnung[/b]: Bitte keine Zeichen wie z.B. “[” or “]”! verwenden
es: Utilizado para guardar o autoguardado de repeticiones despues de la carrera. Valores de reemplazo: [b][mono]{type}[/mono][/b] — tipo de carrera; [b][mono]{car}[/mono][/b] — nombre de vehículo; [b][mono]{car.id}[/mono][/b] — id de vehículo; [b][mono]{track}[/mono][/b] — nombre de circuito; [b][mono]{track.id}[/mono][/b] — id de circuito; [b][mono]{date}[/mono][/b] — dia y hora en formato apropiado; [b][mono]{date_ac}[/mono][/b] — dia y hora en formato de AC. Modifiers: [b][mono]{…:l}[/mono][/b] — minusculas; [b][mono]{…:u}[/mono][/b] — mayusculas; [b][mono]{…:0}[/mono][/b] — solo el primer caracter. Ejemplos: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — formato predeterminado de Kunos; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — algo como “[w] bmw m3 e30 on brands hatch.acreplay”. Si necesitas algun otro valor, por favor, contactanos y los añadiremos. [b]Cuidado[/b]: No utilices simbolos como “[” or “]”!
fr: Utilisé pour sauvegarder ou sauvegarder automatiquement les replays après la course. Valeurs de remplacement : [b][mono]{type}[/mono][/b] — type de course ; [b][mono]{car}[/mono][/b] — nom du véhicule ; [b][mono]{car.id}[/mono][/b] — ID du véhicule ; [b][mono]{track}[/mono][/b] — nom du circuit ; [b][mono]{track.id}[/mono][/b] — ID du circuit ; [b][mono]{date}[/mono][/b] — date et heure dans un format valide ; [b][mono]{date_ac}[/mono][/b] — date et heure au format AC. Modificateurs : [b][mono]{…:l}[/mono][/b] — minuscules ; [b][mono]{…:u}[/mono][/b] — majuscules ; [b][mono]{…:0}[/mono][/b] — seulement le premier symbole. Exemples : [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — format Kunos par défaut ; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — quelque chose comme “[w] bmw m3 e30 sur brands hatch.acreplay”. Si vous avez besoin d'autres valeurs, veuillez nous contacter et nous les ajouterons. [b]Attention[/b]: N'utilisez pas de symboles comme “[” ou “]”!
it: Utilizzato per salvare o ripristinare automaticamente dopo la gara. Valori per la sostituzione: [b][mono]{tipo}[/mono][/b] - tipo di gara; [b][mono]{car}[/mono][/b] - nome dell'auto; [b][mono]{car.id}[/mono][/b] - id dell'auto; [b][mono]{traccia}[/mono][/b] - nome della circuito; [b][mono]{track.id} [/ mono] [/ b] - id del circuito; [b][mono]{data}[/mono][/b] - data e ora nel formato corretto; [b][mono]{date_ac}[/mono][/b] - data e ora in formato AC. Modificatori: [b][mono]{...: l}[/mono][/b] - minuscolo; [b][mono]{...: u}[/mono][/b] - maiuscolo; [b][mono]{...: 0}[/mono][/b] - solo primo simbolo. Esempi: [b][mono]{car.id}_{track.id}_{data_ac}[/mono][/b] - formato predefinito Kunos; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — qualcosa come “[w] bmw m3 e30 on brands hatch.acreplay”. Se hai bisogno di altri valori, contattaci e li aggiungeremo. [B] Avviso [/ b]: Non utilizzare simboli come "[" o "]"!
ja_jp: レース後のリプレイの保存または自動保存に使用されます。置換する値: [b][mono]{type}[/mono][/b] —レースの種類; [b][mono]{car}[/mono][/b] —車種; [b][mono]{car.id}[/mono][/b] —車ID; [b][mono]{track}[/mono][/b] —トラック名; [b][mono]{track.id}[/mono][/b] —トラックID; [b][mono]{date}[/mono][/b] —正しい形式の日付と時刻; [b][mono]{date_ac}[/mono][/b] — AC形式の日付と時刻.修飾子: [b][mono]{…:l}[/mono][/b] —小文字; [b][mono]{…:u}[/mono][/b] —大文字; [b][mono]{…:0}[/mono][/b] —最初のシンボルのみ.例: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — default Kunos format; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — something like “[w] bmw m3 e30 on brands hatch.acreplay”.他の値が必要な場合は、ご連絡いただければ追加いたします。[b]警告[/b]:「[」や「]」のような記号を使用しないでください！
lv: Izmanto ierakstu saglabāšanai un automātiskai saglabāšanai pēc sacīkstes. Parametri, ko var mainīt: [b][mono]{type}[/mono][/b] — sacīkstes tips; [b][mono]{car}[/mono][/b] — mašīnas nosaukums; [b][mono]{car.id}[/mono][/b] — mašīnas ID; [b][mono]{track}[/mono][/b] — trases nosaukuns; [b][mono]{track.id}[/mono][/b] — trases ID; [b][mono]{date}[/mono][/b] — datums un laiks pareizā formātā; [b][mono]{date_ac}[/mono][/b] — datums un laiks AC formātā. Modifikatori: [b][mono]{…:l}[/mono][/b] — mazie burti; [b][mono]{…:u}[/mono][/b] — lielie burti; [b][mono]{…:0}[/mono][/b] — tikai pirmais simbols. Piemēri: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — noklusējuma Kunos formāts; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — kaut kas līdzīgs “[w] bmw m3 e30 on brands hatch.acreplay”. Ja tev vajag papildu parametrus, lūdzu sazinies ar mums un mēs tos pievienosim. [b]Brīdinājums[/b]: Nelieto tādus simbolus kā “[” vai “]”!
pl: Służy do zapisywania lub auto-zapisywanie powtórki po wyścigu. Wartości dla wymiany: [b][mono]{type}[/mono][/b] — rodzaj wyścigu; [b][mono]{car}[/mono][/b] — nazwy samochodów; [b][mono]{car.id}[/mono][/b] — id samochodów; [b][mono]{track}[/mono][/b] — nazwy torów; [b][mono]{track.id}[/mono][/b] — id torów; [b][mono]{date}[/mono][/b] — data i godzina w odpowiednim formacie; [b][mono]{date_ac}[/mono][/b] — data i godzina w formacie AC. Modyfikacje:: [b][mono]{…:l}[/mono][/b] — małe litery; [b][mono]{…:u}[/mono][/b] — duże litery; [b][mono]{…:0}[/mono][/b] — tylko pierwszy symbol. Przykłady: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — domyślny format Kunos; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — coś jak “[w] bmw m3 e30 on brands hatch.acreplay”. Jeśli potrzebujesz inne wartości, prosimy kontaktować się z nami, a my je dodamy. [b]Uwaga[/b]: Nie wolno używać symboli, takich jak “[” or “]”!
pt_br: Usado para salvar ou auto-salvar replays depois da corrida. Valores para substituição: [b][mono]{type}[/mono][/b] — tipo de corrida; [b][mono]{car}[/mono][/b] — nome do carro; [b][mono]{car.id}[/mono][/b] — ID do carro; [b][mono]{track}[/mono][/b] — nome da pista; [b][mono]{track.id}[/mono][/b] — ID da pista; [b][mono]{date}[/mono][/b] — data e hora em formato apropriado; [b][mono]{date_ac}[/mono][/b] — data e hora em formato AC. Modificadores: [b][mono]{…:l}[/mono][/b] — minúsculo; [b][mono]{…:u}[/mono][/b] — maiúsculo; [b][mono]{…:0}[/mono][/b] — comente primeiro símbolo. Exemplos: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — formato Kunos padrão; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — algo como “[w] bmw m3 e30 on brands hatch.acreplay”. Se precisar de outros valores, por favor, contate-nos e nós adicionaremos. [b]Cuidado[/b]: Não use símbolos como “[” or “]”!
ru: Используется для сохранения и автосохранения повторов после гонки. Значения для подстановки: [b][mono]{type}[/mono][/b] — тип гонки; [b][mono]{car}[/mono][/b] — название машины; [b][mono]{car.id}[/mono][/b] — id машины; [b][mono]{track}[/mono][/b] — название трассы; [b][mono]{track.id}[/mono][/b] — id трассы; [b][mono]{date}[/mono][/b] — дата и время в правильном формате; [b][mono]{date_ac}[/mono][/b] — дата и время в формате AC. Модификаторы: [b][mono]{…:l}[/mono][/b] — нижний регистр; [b][mono]{…:u}[/mono][/b] — верхний регистр; [b][mono]{…:0}[/mono][/b] — только первый символ. Примеры: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — формат Kunos по умолчанию; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — что-то вроде “[w] bmw m3 e30 on brands hatch.acreplay”. Если вам нужны какие-то другие значения, пожалуйста, свяжитесь с нами и мы добавим их. [b]Осторожно[/b]: Не используйте символы, такие как “[” или “]”!
tr: Yarıştan sonra tekrarları kaydetmek için kullanılır. Değiştiriebilir değerler: [b][mono]{type}[/mono][/b] — yarış tipi; [b][mono]{car}[/mono][/b] — araba adı; [b][mono]{car.id}[/mono][/b] — araba id; [b][mono]{track}[/mono][/b] — pist adı; [b][mono]{track.id}[/mono][/b] — pist id; [b][mono]{date}[/mono][/b] — düzgün formatta tarih ve saat; [b][mono]{date_ac}[/mono][/b] — AC formatında tarih ve saat. Düzenleyiciler: [b][mono]{…:l}[/mono][/b] — küçük harf; [b][mono]{…:u}[/mono][/b] — büyük harf; [b][mono]{…:0}[/mono][/b] — yalnızca ilk sembol. Örnekler: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — varsayılan Kunos formatı; [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — “[w] bmw m3 e30 on brands hatch.acreplay” gibi. Başka değerlerin eklenmesini istiyorsanız bizimle iletişime geçin. [b]Uyarı[/b]: “[” or “]” gibi semboller kullanmayın!
zh_cn: 设定自动保存的游戏录像文件名 可供使用的值: [b][mono]{type}[/mono][/b] — 比赛类型 [b][mono]{car}[/mono][/b] — 车辆名称 [b][mono]{car.id}[/mono][/b] — 车辆ID [b][mono]{track}[/mono][/b] — 赛道名 [b][mono]{track.id}[/mono][/b] — 赛道ID [b][mono]{date}[/mono][/b] — 系统格式的日期和时间 [b][mono]{date_ac}[/mono][/b] — AC格式的日期和时间 修改文件名中字符格式: [b][mono]{…:l}[/mono][/b] — 小写字母 [b][mono]{…:u}[/mono][/b] — 大写字母 [b][mono]{…:0}[/mono][/b] — 只取首字母 样例: [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — 默认的AC游戏录像文件名格式 [b][mono]({type:l0}) {car:l} on {track:l}.acreplay[/mono][/b] — 文件名例如:“[w] bmw m3 e30 on brands hatch.acreplay”. 如果你希望添加其他的一些可以使用的值,请联系我们进行添加 [b]警告:[/b] 不要使用某些特殊符号例如方括号“[”或者“]”!
zh_tw: 設定自動儲存的遊戲重播檔案名稱。 可供使用的值： [b][mono]{type}[/mono][/b] — 比賽類型 [b][mono]{car}[/mono][/b] — 車輛名稱 [b][mono]{car.id}[/mono][/b] — 車輛ID [b][mono]{track}[/mono][/b] — 賽道名稱 [b][mono]{track.id}[/mono][/b] — 賽道ID [b][mono]{date}[/mono][/b] — 系統格式的日期和時間 [b][mono]{date_ac}[/mono][/b] — AC格式的日期和時間 修改檔案名稱中字元格式: [b][mono]{…:l}[/mono][/b] — 小寫字母 [b][mono]{…:u}[/mono][/b] — 大寫字母 [b][mono]{…:0}[/mono][/b] — 只取首字母 範例： [b][mono]{car.id}_{track.id}_{date_ac}[/mono][/b] — 預設AC遊戲重播檔案名稱格式 [b][mono]（{type:l0}） {car:l} on {track:l}.acreplay[/mono][/b] — 檔案名稱例如：「[w] bmw m3 e30 on brands hatch.acreplay」. 如果您希望添加其他的一些可以使用的值，請聯絡我們進行添加。 [b]警告：[/b] 請勿使用某些特殊符號例如方括弧「[」或者「]」！

# Settings_AcSettingsHeader
source: AC settings:
cs: Nastavení videohry:
de: AC Einstellungen:
es: AC opciones:
fr: Paramètres AC :
it: Impostazioni AC
ja_jp: AC設定:
lv: AC iestatījumi:
pl: Ustawienia AC:
pt: Definições do AC:
pt_br: Configurações do AC:
ru: Настройки AC:
tr: AC ayarları:
zh_cn: AC设置:
zh_tw: AC設定：

# AcSettings_Replays_QualityLabel
source: Quality:
cs: Kvalita záznamu:
de: Qualität:
es: Calidad:
fi_fi: Laatu:
fr: Qualité :
it: Qualità:
ja_jp: 品質:
lv: Kvalitāte:
pl: Jakość:
pt: Qualidade:
pt_br: Qualidade:
ru: Качество:
tr: Kalite:
zh_cn: 游戏录像质量:
zh_tw: 遊戲重播品質：

# AcSettings_Replays_MaximumSize
source: Maximum size
cs: Maximální velikost
de: Maximale Größe
es: Tamaño maximo
fi_fi: Maksimi koko
fr: Taille maximum
it: Dimensione massima
ja_jp: 最大サイズ
lv: Maksimālais izmērs
pl: Maks. rozmiar
pt: Tamanho máximo
pt_br: Tamanho máximo
ru: Макс. размер
tr: Maksimum boyut
zh_cn: 录像文件大小上限:
zh_tw: 重播檔案大小上限：

# AcSettings_Replays_RecommendedMaximumSizeFormat
source: Maximum size (recommended): {0} MB
cs: Doporučená hodnota: {0} MB
de: Maximale Größe (empfohlen): {0} MB
es: Tamaño maximo (recomendado): {0} MB
fi_fi: Suurin koko (suositeltu): {0} MB
fr: Taille maximum (recommandé) : {0} Mo
it: Dimensione massima (raccomandata): {0} MB
ja_jp: 最大サイズ(推奨):{0} MB
lv: Maksimālais izmērs (ieteicams): {0} MB
pl: Maksymalny rozmiar (zalecane): {0} MB
pt: Tamanho máximo (recomendado): {0} MB
pt_br: Tamanho máximo (recomendado): {0} MB
ru: Максимальный размер (рекомендуемый): {0} МБ
tr: Maksimum boyut (önerilen): {0} MB
zh_cn: 游戏录像文件的大小上限(推荐值):{0} MB
zh_tw: 遊戲重播檔案的大小上限（推薦值）：{0} MB

# AcSettings_Replays_EventsHeader
source: Replay-related events:
cs: Příkazy před a po přehrání opakovaných záznamů:
de: Zu Wiederholung zugehörige Events:
es: Repeticiones de eventos relacionados:
fi_fi: Uusintaan liittyvät tapahtumat:
fr: Évènements liés aux replays :
it: Eventi relativi a replay:
ja_jp: リプレイ関連イベント:
lv: Ar ierakstu saistīti notikumi:
pl: Powtórka-powiązane wydarzenia:
pt: Eventos relacionados com repetições:
pt_br: Eventos relacionados com replays:
ru: Действия связанные с повторами:
tr: Yeniden oynatma ile bağıntılı olaylar:
zh_cn: 与游戏录像相关的事件:
zh_tw: 與遊戲重播相關的事件：

# AcSettings_Replays_EventPreLabel
source: Pre-replay event command:
cs: Provádět před přehráním:
de: Befehl für vor dem Replay:
es: Comando de evento de pre-repeticion:
fi_fi: Ennen uusintaa komento:
fr: Commande d'évènement avant replay :
it: Comando evento Pre-Replay
ja_jp: 再生前のイベントコマンド:
lv: Pirms-ieraksta notikuma komanda:
pt_br: Comando de evento pré-replay
ru: Команда перед повтором:
tr: Yeniden oynatma öncesi komutu:
zh_cn: 录像播放前执行的指令:
zh_tw: 重播播放前執行的指令：

# AcSettings_Replays_EventPostLabel
source: Post-replay event command:
cs: Provádět po přehrání:
de: Befehl für nach dem Replay:
es: Comando de evento de post-repeticion:
fi_fi: Jälkiuusinnan aikainen komento:
fr: Commande d'évènement après replay :
it: Comando evento Post-Replay
ja_jp: 再生後のイベントコマンド:
lv: Pēc-ieraksta notikuma komanda:
pt_br: Comando de evento pós-replay
ru: Команда после повтора:
tr: Yeniden oynatma sonrası komutu:
zh_cn: 录像播放后执行的指令:
zh_tw: 重播播放後執行的指令：

# Settings_Sharing_CopyLinkAutomatically
source: Copy link to clipboard automatically
cs: [b][mono]{date}[/mono][/b] — datum a denní doba v náležitém formátu;
de: Link automatisch in Zwischenablage kopieren
es: Copiar link al portapapeles automaticamente
fr: Copier le lien vers le presse-papier automatiquement
it: Copia indirizzo agli appunti automaticamente
ja_jp: リンクをクリップボードに自動コピー
lv: Automātiski kopēt linku uz starpliktuvi
pl: Skopiuj link do schowka automatycznie
pt_br: Copiar link para a área de transferência automaticamente
ru: Автоматически копировать ссылку в буфер обмена
tr: Bağlantıyı otomatik olarak kopyala
zh_cn: 自动复制链接到剪贴板
zh_tw: 自動複製連結到剪貼板

# Settings_Sharing_NameLabel
source: Sharing nickname:
cs: Podpis:
de: Nickname teilen:
es: Apodo para compartir:
fr: Partager le pseudo :
it: Condividi nickname:
ja_jp: ニックネームを共有:
lv: Dalīšanās vārds:
pl: Udostępnij pseudonim:
pt: Alcunha para partilha:
pt_br: Alcunha para partilha:
ru: Делиться под именем:
tr: Paylaşılan kullanıcı adı:
zh_cn: 分享时使用的玩家昵称:
zh_tw: 分享時使用的玩家暱稱：

# Settings_Sharing_Anonymously
source: Share anonymously
cs: Sdílet anonymně
de: Anonym teilen
es: Compartir anonimamente
fr: Partager anonymement
it: Condivisione anonima
ja_jp: 匿名で共有
lv: Dalīties anonīmi
pl: Udostępnij anonimowo:
pt: Partilhar anónimamente
pt_br: Compartilhar anonimamente
ru: Делиться анонимно
tr: Anonim olarak paylaş
zh_cn: 匿名分享
zh_tw: 匿名分享

# Settings_Sharing_Unnamed
source: Disable custom names for sharing
cs: Zakázání sdílení uživatelských jmen
de: Eigene Namen zum Teilen deaktivieren
es: Desactivar nombres personalizados para compartir
fr: Désactiver les pseudos personnalisés pour le partage
it: Disabilita condivisione nomi personalizzati
ja_jp: 共有のカスタム名を無効にする
lv: Atspējot pielāgotos vārdus priekš kopīgošanas
pl: Zablokuj udostępnianie nietypowych nazw
pt_br: Desativar nomes personalizados para compartilhamento
ru: Не использовать имя
tr: Paylaşım için özel adları devre dışı bırak
zh_cn: 分享时屏蔽自定义玩家名
zh_tw: 分享時停用自定義玩家名稱

# Settings_Sharing_VerifyParams
source: Verify params before sharing
cs: Potvrzovat parametry před sdílením
de: Parameter vor Teilen überprüfen
es: Verificar parametros antes de compartir
fr: Vérifier les paramètres avant de partager
it: Verifica parametri prima della condivisione
ja_jp: 共有する前にパラメータを確認する
lv: Pārbaudi parametrus pirms kopīgot
pl: Sprawdź parametry przed udostępnieniem
pt: Verificar parâmetros antes de partilhar
pt_br: Verificar parâmetros antes de partilhar
ru: Проверять параметры перед отправкой
tr: Paylaşmadan önce parametreleri doğrula
zh_cn: 分享前验证参数
zh_tw: 分享前驗證參數

# Settings_Sharing_SpecialHeader
source: Special:
cs: Speciální:
de: Spezial:
es: Especial:
fr: Spécial :
it: Speciale:
ja_jp: スペシャル:
lv: Īpaši:
pl: Specjalny:
pt: Especial:
pt_br: Especial:
ru: Особый:
tr: Özel:
zh_cn: 特殊:
zh_tw: 特殊：

# Settings_Sharing_CustomIds
source: Custom IDs
cs: [b][mono]{date_ac}[/mono][/b] — datum a denní doba ve formátu videohry.
de: Eigene IDs
es: IDs personalizados
fr: IDs personnalisées
it: ID personalizzati
ja_jp: カスタムID
lv: Pielāgoti ID
pl: Nietypowe IDs
pt: IDs Personalizados
pt_br: IDs Personalizados
ru: Пользовательские ID
tr: Özel ID'ler
zh_cn: 自定义ID
zh_tw: 自定義ID

# Settings_Sharing_BigFilesHeader
source: Big files:
cs: [b][mono]{track}[/mono][/b] — název trati;
de: Große Dateien:
es: Archivos grandes:
fr: Gros fichiers :
it: File di grandi dimensioni:
ja_jp: ビッグファイル:
lv: Lieli faili:
pl: Duże pliki:
pt: Ficheiros grandes:
pt_br: arquivos grandes:
ru: Большие файлы:
tr: Büyük dosyalar:
zh_cn: 大文件分享设置:
zh_tw: 大檔案分享設定：

# Settings_Sharing_BigFilesDestinationLabel
source: Destination:
cs: [b][mono]{type}[/mono][/b] — typ závodu;
de: Ziel:
es: Destino:
it: Destinazione:
ja_jp: 宛先:
lv: Mērķis:
pl: Lokalizacja plików:
pt: Destino:
pt_br: Destino:
ru: Назначение:
zh_cn: 文件位置:
zh_tw: 檔案位置：

# Common_SignOut
source: Sign out
cs: Odhlásit se
de: Ausloggen
es: Salir
fi_fi: Kirjudu ulos
fr: Se déconnecter
it: Esci
ja_jp: サインアウト
lv: Izlogoties
pl: Wyloguj się
pt: Terminar Sessão
pt_br: Sair
ru: Разлогиниться
tr: Çıkış yap
zh_cn: 退出登录
zh_tw: 登出

# Common_SignIn
source: Sign in
cs: Přihlásit se
de: Einloggen
es: Entrar
fi_fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
ja_jp: サインイン
lv: Ielogoties
pl: Zaloguj się
pt: Iniciar Sessão
pt_br: Entrar
ru: Войти
tr: Giriş yap
zh_cn: 登录
zh_tw: 登入

# Settings_Sharing_BigFilesFolderLabel
source: Folder:
cs: [b][mono]{car}[/mono][/b] — název auta;
de: Ordner:
es: Carpeta:
fr: Dossier :
it: Cartella:
ja_jp: フォルダ:
lv: Mape:
pt: Directório:
pt_br: Diretório:
ru: Каталог:
tr: Klasör:
zh_cn: 文件夹:
zh_tw: 資料夾：

# Common_Update
source: Update
cs: Aktualizaci
de: Aktualisieren
es: Actualizar
fi_fi: Päivitä
fr: Mise à jour
it: Aggiorna
ja_jp: 更新
lv: Atjaunināt
pl: Aktualizuj
pt: Actualizar
pt_br: Atualizar
ru: Обновить
tr: Güncelle
zh_cn: 更新
zh_tw: 更新

# Settings_Sharing_BigFilesFoldersUpdate_Tooltip
source: Press “Update” to reload list of folders
cs: [b][mono]{car.id}[/mono][/b] — ID auta;
de: Aktualisieren drücken, um Liste der Ordner neu zu laden
es: Pulsa "actualizar" para recargar la lista de carpetas
fr: Appuyer sur "Mise à jour" pour recharger la liste des dossiers
it: Premi "Aggiorna" per ricaricare l'elenco delle cartelle
ja_jp: "更新”を押すとフォルダ一覧が再読み込みされます
lv: Spied "Atjaunot" lai pārlādētu mapju sarakstu
pl: Naciśnij przycisk “Aktualizuj” aby odświeżyć listę folderów
pt: Prima "Actualizar" para reler a lista de directórios
pt_br: Clique em "Atualizar" para recarregar a lista de diretórios
ru: Нажмите “Обновить”, чтобы перезагрузить список каталогов
tr: Klasör listesini güncellemek için "Güncelle" butonuna basın
zh_cn: 点击“更新”以重新载入文件夹列表
zh_tw: 點擊「更新」以重新載入資料夾列表

# Settings_Sharing_BigFilesSelectedFolder
source: Selected folder: {0}
cs: [b][mono]{track.id}[/mono][/b] — Id trati;
de: Ausgewählter Ordner: {0}
es: Carpeta seleccionada: {0}
fr: Dossier sélectionné : {0}
it: Cartella selezionata: {0}
ja_jp: 選択されたフォルダ:{0}
lv: Izvēlētā mape: {0}
pl: Wybrany folder: {0}
pt: Seleccionar directório: {0}
pt_br: Diretório selecionado: {0}
ru: Выбранные папки: {0}
tr: Seçili dosya: {0}
zh_cn: 已选择的文件夹:{0}
zh_tw: 已選取資料夾：{0}

# Settings_Sharing_HistoryHeader
source: History:
cs: Historie:
de: Geschichte:
es: Historial:
fr: Historique :
it: Cronologia:
ja_jp: 記録:
lv: Vēsture:
pl: Historia:
pt: Historial:
pt_br: Histórico:
ru: История:
tr: Geçmiş:
zh_cn: 历史:
zh_tw: 歷史：

# Settings_Sharing_HistoryTableType
source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja_jp: タイプ
lv: Tips
pl: Rodzaj
pt: Tipo:
pt_br: Tipo:
ru: Тип
tr: Tür
zh_cn: 类型
zh_tw: 類型

# Settings_Sharing_HistoryTableName
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja_jp: 名前
lv: Vārds
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
tr: İsim
zh_cn: 文件名
zh_tw: 檔案名

# Settings_Sharing_HistoryTableTarget
source: Target
cs: Cíl
de: Ziel
es: Destino
fr: Cible
it: Obiettivo
ja_jp: ターゲット
lv: Mērķis
pl: Docelowo
pt: Destino
pt_br: Destino
ru: Цель
tr: Hedef
zh_cn: 目标
zh_tw: 目標

# Toolbar_Folder
source: Folder
cs: Složka
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja_jp: フォルダ
lv: Mape
pt: Directório
pt_br: Pasta
ru: Каталог
tr: Klasör
zh_cn: 文件夹
zh_tw: 資料夾

# Toolbar_Folder_CarTooltip
source: Open car’s folder (Ctrl+F)
cs: Otevřít složku auta (Ctrl+F)
de: Ordner des Fahrzeugs öffnen (Strg+F)
es: Abrir carpeta de coche (Ctrl+F)
fr: Ouvre le dossier du véhicule (Ctrl+F)
it: Apri cartella auto (Ctrl+F)
ja_jp: 車のフォルダを開く(Ctrlキー+ F)
lv: Atvērt mašīnu mapi (Ctrl+F)
pl: Otwórz folder samochodu (Ctrl+F)
pt: Abrir directório do carro (Ctrl+F)
pt_br: Abrir diretório do carro (Ctrl+F)
ru: Открыть каталог с машинами (Ctrl+F)
tr: Arabanın klasörünü aç (CTRL+F)
zh_cn: 打开车辆文件夹(Ctrl+F)
zh_tw: 開啟車輛資料夾（Ctrl+F）

# Toolbar_Reload
source: Reload
cs: Obnovit
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja_jp: リロード
lv: Pārlādēt
pl: Przeładuj
pt: Reabrir
pt_br: Atualizar
ru: Перезагрузить
tr: Yeniden yükle
zh_cn: 刷新
zh_tw: 重新整理

# Toolbar_Reload_Tooltip
source: Reload (Ctrl+R)
cs: Obnovit (Ctrl+R)
de: Neu laden (Strg+R)
es: Recargar (Ctrl+R)
fr: Recharger (Ctrl+R)
it: Ricarica (Ctrl+R)
ja_jp: リロード(Ctrl+ R)
lv: Pārlādēt (Ctrl+R)
pl: Przeładuj (Ctrl+R)
pt: Reabrir (Ctrl+R)
pt_br: Atualizar (Ctrl+R)
ru: Перезагрузить (Ctrl+R)
tr: Yeniden yükle (Ctrl+R)
zh_cn: 刷新(Ctrl+R)
zh_tw: 重新整理（Ctrl+R）

# Toolbar_Showroom
source: Showroom
cs: Autosalon
ja_jp: ショールーム
lv: Izstādes telpa
pl: Salon
ru: Шоурум
tr: Galeri
zh_cn: 展厅
zh_tw: 展示廳
