Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# DownloadList_DetectionFailed
source: Nothing to install found. Try installing manually?
de: Konnte keine Inhalte zur Installation finden. Möchten Sie eine manuelle Installation durchführen?
es: La aplicación no pudo detectar ningún contenido que instalar. ¿Desea instalarlo manualmente?
fi_fi: Sovellus ei pystynyt havaitsemaan sisältöä mitä asentaa. Haluaisitko asentaa manuaalisesti?
fr: L'application n'a détecter aucun élément installer ici. Voulez vous les installez manuellement ?
it: L'app non ha rilevato alcun contenuto da installare qui. Vuoi installarlo manualmente?
ja_jp: アプリはインストールするためのコンテンツを見つけられませんでした 手動でインストールしてみてはどうですか？
pl: Aplikacja nie wykryła kontentu do pobrania. Chcesz zainstalować go ręcznie?
pt_br: App não detectou nenhum conteúdo para instalar aqui. Você gostaria de instalar manualmente?
ru: Приложению не удалось обнаружить какой-либо контент для установки здесь. Хотите установить его вручную?
zh_cn: 应用无法检测到要在此处安装的任何内容。 您要手动安装吗？

# DownloadList_ScanAgain
source: Scan again
de: Wiederhole Scan
es: Volver a buscar
fi_fi: Tarkista uudelleen
fr: Relancer l'analysse
it: Cerca ancora
ja_jp: もう一度スキャンする
pl: Skanuj ponownie
pt_br: Scanear novamente
ru: Сканировать ещё раз
tr: Tekrar tara
zh_cn: 重新扫描

# DownloadList_Retry
source: Retry
cs: Zopakovat
de: Erneut versuchen
es: Reintentar
fi_fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja_jp: 再試行
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повтор
tr: Tekrar dene
zh_cn: 重试

# DownloadList_ExtraOptions
source: Extra options:
de: Zusätzliche Optionen:
es: Opciones extra:
fi_fi: Lisäasetukset:
fr: Options supplémentaire:
it: Opzioni extra:
ja_jp: 追加のオプション:
pl: Dodatkowe opcje:
pt_br: Opções extras:
ru: Экстра настройки:
tr: Ek ayarlar:
zh_cn: 高级选项：

# DownloadList_Failed
source: Failed
cs: nepodařilo se
de: Fehlgeschlagen
es: Fallido
fi_fi: Epäonnistui
fr: Échec
it: Fallito
ja_jp: 失敗しました
pl: Błąd
pt_br: Falhou
ru: Неудачно
tr: Başarısız oldu
zh_cn: 失败

# DownloadList_NothingFound
source: Nothing found
cs: Nic nenalezeno
de: Nichts gefunden
es: Nada encontrado
fi_fi: Mitään ei löytynyt
fr: Rien n'a été trouvé
it: Nessun risultato
ja_jp: 何も見つかりませんでした
pl: Nie znaleziono
pt_br: Nada encontrado
ru: Ничего не найдено
tr: Hiçbir şey yok
zh_cn: 没有找到

# DownloadList_Cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fi_fi: Peruttu
fr: Annulé
it: Cancellato
ja_jp: キャンセルされました
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
zh_cn: 已取消

# DownloadList_Cancelling
source: Cancelling…
de: Bricht ab...
es: Cancelando...
fi_fi: Perutaan...
fr: Annulation...
it: In cancellazione...
ja_jp: キャンセル中...
pl: Anulowanie...
pt_br: Cancelando...
ru: Отмена...
tr: İptal ediliyor...
zh_cn: 取消...

# DownloadList_Installing
source: Installing…
cs: Instalování
de: Installiert...
es: Instalando...
fi_fi: Asentaa...
fr: Installation...
it: Installando...
ja_jp: インストール中...
pl: Instalowanie...
pt_br: Instalando...
ru: Установка...
tr: Yükleniyor...
zh_cn: 安装中

# DownloadList_Install
source: Install
cs: Instalovat
de: Installieren
es: Instalar
fi_fi: Asenna
fr: Installer
it: Installa
ja_jp: インストールする
pl: Instaluj
pt_br: Instalar
ru: Установить
tr: Yükle
zh_cn: 安装

# DownloadList_Resume
source: Resume
cs: Pokračovat
de: Fortsetzen
es: Reanudar
fi_fi: Jatka
fr: Reprendre
it: Riprendi
ja_jp: 再開する
pl: Wznów
pt_br: Continuar
ru: Продолжить
tr: Devam et
zh_cn: 继续

# DownloadList_Pause
source: Pause
cs: Zastavit
de: Pausieren
es: Pausar
fi_fi: Tauko
it: Pausa
ja_jp: 一時停止
pl: Zatrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
zh_cn: 暂停

# DownloadList_Restart
source: Restart
cs: Restartovat
de: Neu starten
es: Reiniciar
fi_fi: Uudelleen
fr: Recommencer
it: Riavvia
ja_jp: やり直す
pl: Rozpocznij ponownie
pt_br: Reniciar
ru: Перезапуск
tr: Yeniden başlat
zh_cn: 重新开始

# DownloadList_Cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi_fi: Peruuta
fr: Annuler
it: Cancella
ja_jp: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et
zh_cn: 取消

# DownloadList_From
source: From:
de: Von:
es: Desde:
fi_fi: Mistä:
fr: Depuis:
it: Da:
ja_jp: ここより:
pl: Z:
pt_br: De:
ru: Из:
tr: Şuradan:
zh_cn: 来自：

# DownloadList_NoActiveDownloads
source: No active downloads
de: Keine aktiven Downloads
es: Descargas no activas
fi_fi: Ei aktiivisia latauksia
fr: Pas de téléchargement en cours
it: Nessun download attivo
ja_jp: 有効なダウンロードがありません
pl: Brak aktywnych pobieranych plików
pt_br: Não há downloads ativos
ru: Нет активных загрузок
tr: Devam eden indirme yok
zh_cn: 没有正在下载的内容

# AcSettings_Controls_Controller_Main_RumbleEffects
source: Rumble effects
cs: Efekty burácení
de: Vibrationseffekte:
es: Efectos de vibración
fr: Effets de vibrations
it: Effetti vibrazione
ja_jp: 振動エフェクト
pl: Efekty dudnienia
pt_br: Efeito de Vibração
ru: Эффекты грохота
tr: Titreşim efektleri
zh_cn: 振动效果

# AcSettings_Controls_Controller_Main_SteeringAndFFB
source: Steering and FFB:
cs: Řízení a zpětná odezva:
de: Lenkung und FFB:
es: Giro y FFB:
fr: Direction et FFB
it: Sterzo e FFB:
ja_jp: ステアリングとFFB:
pl: Sterowanie i FFB
pt_br: Direção e FFB:
ru: Рулевое управление и Force Feedback:
tr: Direksiyon ve Force Feedback
zh_cn: 转向和震动反馈设置

# AcSettings_Controls_Wheel_ForceFeedback_EnableFFBPostProcessing
source: Enable FFB post-processing
cs: Post-processing zpětné vazby
de: Aktiviere FFB-Nachbearbeitung
es: Habililtar postprocesado de FFB
fi_fi: Salli FFB -jälkikäsittely
fr: Activer le post-traitement FFB
it: Abilita post-processing FFB
ja_jp: FFBポストプロセッシングを有効
pl: Włącz przetwarzanie końcowe FFB
pt_br: Habilitar pós-processamento do FFB
ru: Включить пост-обработку FFB
tr: FFB ileri işlemeyi etkinleştir
zh_cn: 启用力回馈后处理

# AcSettings_Controls_Wheel_ForceFeedback_Import_Tooltip
source: Just drag’n’drop it if needed
cs: Můžete použít přetažení
de: Benutzen Sie bei Bedarf Drag&Drop
es: Soltar aquí si hace falta
fi_fi: Vedä ja pudota tarvittaessa
fr: Faites-le glisser et déposez-le si nécessaire
it: Basta trascinarlo e rilasciarlo, se necessario
ja_jp: 必要に応じてドラッグ&ドロップ
pl: Po prostu przeciągnij i upuść w razie potrzeby
pt_br: Apenas arraste e solte se necessário
ru: Просто перетащите сюда если нужно
zh_cn: 如果需要，只需将其拖放即可

# AcSettings_Controls_Wheel_ForceFeedback_ImportCSV_Tooltip
source: Import CSV from WheelCheck (just drag’n’drop it if needed)
cs: Importovat CSV z WheelChecku (můžete použít přetažení)
de: Importiere CSV von WheelCheck (Benutzen Sie bei Bedarf Drag&Drop)
es: Importar CSV de Wheelcheck (soltar aquí si hace falta)
fi_fi: Tuo CSV-tiedosto WheelChekistä (vedä ja pudota tarvittaessa)
fr: Importez CSV à partir de WheelCheck (faites-le glisser et déposez-le si nécessaire)
it: Importa CSV da WheelCheck (basta trascinarlo e rilasciarlo se necessario)
ja_jp: WheelCheckからCSVをインポート(必要に応じてドラッグ＆ドロップ)
pl: Zaimportuj CSV z WheelCheck (po prostu przeciągnij i upuść go w razie potrzeby)
pt_br: Importar CSV do WheelCheck (apenas arraste e solte se necessário)
ru: Импортировать CSV из WheelCheck (просто перетащите сюда если нужно)
zh_cn: 从WheelCheck导入CSV（如果需要，只需将其拖放即可）

# AcSettings_Controls_Wheel_ForceFeedback_ImportLUT
source: Import LUT
cs: Importovat LUT
de: Importiere LUT
es: Importar LUT
fi_fi: Tuo LUT
fr: Importer LUT
it: Importa LUT
ja_jp: LUTをインポート
pl: Importuj LUT
pt_br: Importar LUT
ru: Импортировать LUT
tr: LUT içe aktar
zh_cn: 导入LUT

# AcSettings_Controls_Wheel_ForceFeedback_LogitechHardwareLockOptions
source: Logitech hardware lock options:
cs: Nastavení hardwarového zámku Logitech
es: Opciones de bloqueo por hardware de Logitech:
fi_fi: Logitech -laitteiston lukitus asetukset:
fr: Options de verrouillage matériel Logitech:
it: Opzioni blocco hardware Logitech:
ja_jp: ハードウェアロックオプション(ロジクール):
pl: Opcje blokady sprzętowej Logitech:
pt_br: Opções trava de hardware Logitech:
ru: Параметры аппаратной блокировки Logitech:
zh_cn: 罗技硬件索定选项：

# AcSettings_Controls_Wheel_ForceFeedback_PostProcessing
source: Post-processing:
de: Nachbearbeitung:
es: Postprocesado:
fi_fi: Jälkikäsittely:
fr: Post-traitement:
ja_jp: ポストプロセッシング:
pl: Przetwarzanie końcowe:
pt_br: Pós-Processamento:
ru: Пост-обработка
tr: İleri işleme:
zh_cn: 后处理：

# AcSettings_Controls_Wheel_ForceFeedback_PostProcessingMode
source: Mode:
cs: Režim:
de: Modus:
es: Modo:
fi_fi: Ohjauksen tila:
it: Modalità:
ja_jp: モード:
pl: Tryb:
pt_br: Modo:
ru: Режим:
tr: Mod:
zh_cn: 模式：
zh_tw: 模式：

# AcSettings_General_UseMousePitStop
source: Use mouse pit stop
cs: Ovládání myší
es: Usar ratón en paradas de boxes
fi_fi: Käytä hiirellä tehtäviä varikkopysähdyksiä
fr: Utiliser la souris dans les stands
it: Utilizza mouse al pit stop
ja_jp: マウスピットストップの使用
pl: Użyj myszki do pit stopu
pt_br: Use o mouse no pit stop
ru: Использовать мышку на пит-стопе
tr: Pit molasında fare kullan
zh_cn: 使用鼠标进站

# Dialogs_GameDialog_Benchmark
source: Benchmark:
cs: Test výkonu:
ja_jp: ベンチマーク:
pl: Test wydajności:
ru: Показатель:
zh_cn: 基准

# Dialogs_GameDialog_TotalDelta
source: Total delta
cs: Celková delta
de: Gesamtdelta
es: Delta total
fr: Delta total
it: Delta totale
ja_jp: 総デルタ
pl: Całkowita delta
ru: Общая Дельта
zh_cn: 总增量：

# Dialogs_InstallAdditionalContentDialog_Hint
source: Drop files or links to download here
cs: Soubory či odkazy pro stažení přesuňte sem
de: Legen Sie Dateien oder Links zum Download hier ab
es: Suelta ficheros o enlaces aquí para decargar
fi_fi: Tiputa tiedostot ja linkit tänne ladataksesi ne täältä
fr: Déposez des fichiers ou des liens à télécharger ici
it: Trascina qui i file o i link da scaricare
ja_jp: ファイルやリンクをドロップしてダウンロードする
pl: Upuść pliki lub linki do pobrania tutaj
pt_br: Coloque arquivos ou links para fazer download aqui
ru: Перетащите файлы или ссылки для скачивания здесь
tr: İndirmek için linkleri ya da dosyaları buraya bırakın
zh_cn: 将文件或链接拖放到此处下载

# Selected_CarSkinPage_CMShowroom
source: CM Showroom
cs: CM autosalon
es: Showroom CM
fr: Showroom CM
ja_jp: CMショールーム
pl: Salon CM
ru: Шоурум CM
tr: CM Galeri
zh_cn: CM展厅

# Selected_FilterByHavingNotes
source: Filter by having notes
cs: Filtrovat podle přítomnosti poznámek
de: Nach Vorhandensein von Notizen filtern
es: Filtrar por notas
fi_fi: Suodata huomautuksien perusteella
fr: Filtrer par annotations
it: Filtra per note
ja_jp: ノート所持でフィルター
pl: Filtruj według notatek
pt_br: Filtrar por ter notas
ru: Фильтровать по имеющимся записям
zh_cn: 通过备注进行筛选

# Selected_FilterByOrigin
source: Filter by origin
cs: Filtrovat podle původu
de: Nach Ursprung filtern
es: Filtrar por origen
fi_fi: Suodata alkuperän mukaan
fr: Filtrer par origine
it: Filtra per origine
ja_jp: オリジナルでフィルター
pl: Filtruj według pochodzenia
pt_br: Filtrar por origem
ru: Фильтровать по происхождению
tr: Menşeine göre filtrele
zh_cn: 通过来源进行筛选

# Selected_FilterBySimilarDrivenDistance
source: Filter by similar driven distance
cs: Filtrovat dle podobné ujeté vzdálenosti
de: Filtern nach ähnlicher gefahrener Strecke
es: Filtrar por distancia conducida similar
fi_fi: Suodata yhtä paljon ajaneiden kesken
fr: Filtrer par distance parcourue similaire
it: Filtra per distanza percorsa simile
ja_jp: 似たような走行距離でフィルタリング
pl: Filtruj według podobnej odległości przejechanej
pt_br: Filtrar por distância dirigida similar
ru: Фильтровать по аналогичному управляемому расстоянию
tr: Yakın ulaşılan sürüş menziline göre filtrele
zh_cn: 通过相似行驶距离进行筛选

# Selected_FilterBySimilarMaxSpeedAchieved
source: Filter by similar max speed achieved
cs: Filtrovat dle podobné dosažené maximální rychlosti
de: Filtern nach ähnlicher maximal erreichter Geschwindigkeit
es: Filtrar por máxima velocidad conseguida similar
fi_fi: Suodata samankaltaisten huippunopeuksien saavuttavien perusteella
fr: Filtrer par vitesse max similaire atteinte
it: Filtra per velocità massima raggiunta
ja_jp: 似たような到達最高速でフィルタリング
pl: Filtruj według osiągniętej podobnej prędkości maksymalnej
pt_br: Filtrar por velocidade máxima alcançada similar
ru: Фильтровать по аналогичной максимальной достигнутой скорости
tr: Yakın ulaşılan azami hıza göre filtrele
zh_cn: 通过相似最大速度进行筛选

# Settings_Appearance_AutomaticallyNavigateToDownloadsPage
source: Automatically navigate to downloads page when new download is started
cs: Přecházet do sekce Stahování, když je zahájeno nové stahování
de: Zeige automatisch Downloads, wenn ein neuer Download gestartet wird
es: Automáticamente ir a la página de descargas cuando una nueva comience
fr: Accédez automatiquement à la page des téléchargements lorsque le nouveau téléchargement démarre
it: Passa automaticamente alla pagina dei download all'avvio del nuovo download
ja_jp: 新しいダウンロードが開始されると、自動的にダウンロードページに移動します
pl: Automatycznie przejdź do strony pobierania po rozpoczęciu pobierania
pt_br: Automaticamente navegar pela pagina de downloads quando um novo download iniciar
ru: Автоматически направлять страницу с загрузками, как только начинается новая загрузка
zh_cn: 启动新下载时自动导航到下载页面
zh_tw: 當新的下載開始時自動導向下載頁面

# Settings_Appearance_BindToScreen_Hint
source: Changes won’t affect already shown windows.
cs: Změny se neprojeví v již zobrazených oknech.
de: Änderungen werden keinen Einfluss auf bereits dargestellte Fenster haben.
es: Los cambios no afectarán a ventanas abiertas.
fr: Les modifications n'affecteront pas les fenêtres déjà affichées.
it: Le modifiche non influiranno sulle finestre già aperte.
ja_jp: 変更は既に表示されているウィンドウに影響しません
pl: Zmiany nie wpłyną na już wyświetlone okna.
pt_br: Mudanças não afetaram
ru: Изменения не повлияют на окна, которые уже открыты
tr: Değişiklikler halihazırda açık olan pencereleri etkilemez
zh_cn: 更改不会影响已显示的窗口。

# Settings_Appearance_FullscreenOverTaskbar
source: Fullscreen over taskbar
cs: Při maximalizaci překrývat hlavní panel Windows
de: Vollbild über Taskleiste
es: Pantalla completa sobre la barra de tareas
fr: Plein écran sur la barre des tâches
it: Schermo intero con barra delle applicazioni
ja_jp: タスクバー上の全画面表示
pl: Pełny ekran na pasku zadań
pt_br: Tela cheia sobre a barra de tarefas
ru: Полный экран над панелью задач
tr: Tam ekran görev çubuğunu kaplasın
zh_cn: 任务栏全屏显示
zh_tw: 全螢幕覆蓋工具列

# Settings_Content_HideSymbolsLikeFromCarNames
source: Hide symbols like ™ from car names
cs: Skrývat symboly jako ™ v názvech aut
de: Verstecke Symbole wie ™ von Fahrzeugbezeichnungen
es: Ocultar símbolos en los nombres de coches tales como ™
fr: Masquer les symboles comme ™ des noms de voiture
it: Nascondi i simboli ™ dai nomi delle auto
ja_jp: 車名から™などの記号を隠す
pl: Ukryj symbole takie jak ™ przed nazwami samochodów
pt_br: Esconder símbolos tipo ™ dos nomes dos carros
ru: Прятать символы, такие как ™ из названий авто
tr: ™ gibi sembolleri araba isimlerinden kaldır
zh_cn: 从汽车名称中隐藏像™这样的符号

# Settings_Content_LogIn
source: Log in
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Connetti
ja_jp: ログイン
pl: Zaloguj sie
pt_br: Entrar
ru: Войти
tr: Giriş yap
zh_cn: 登录

# Settings_Content_LogOut
source: Log out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
ja_jp: ログアウト
pl: Wyloguj się
pt_br: Sair
ru: Выйти
tr: Çıkış yap
zh_cn: 退出

# Settings_Content_ModsAutoUpdate
source: Mods auto-update:
cs: Automatická aktualizace modů:
de: Automatisches Update für Mods:
es: Auto-actualización de mods:
fr: Màj automatique des mods :
it: Aggiornamento automatico Mod
ja_jp: Modの自動更新:
pl: Automatyczna aktualizacja modów:
pt_br: Atualizar modificações automaticamente
ru: Авто-обновление модов:
tr: Modlar otomatik olarak güncellensin:
zh_cn: Mod 自动更新
zh_tw: Mod 自動更新

# Settings_Content_PowerAndTorqueCurves
source: Power and torque curves:
cs: Křivky výkonu a kroutícího momentu:
de: Leistungs-/ und Drehmomentsgraphen:
es: Curvas de potencia y de par:
fr: Courbes de puissance et de couple:
it: Curve di potenza e coppia:
ja_jp: パワーとトルクの曲線:
pl: Krzywe mocy i momentu obrotowego:
pt_br: Curvas de Poder e torque:
ru: Кривые мощности и крутящего момента:
zh_cn: 功率和扭矩曲线：

# Settings_Content_PWRatioFormat
source: P/W ratio format:
cs: Formát výkon/krouťák:
de: Leistungsgewicht-Format
es: Formato del ratio Potencia/Peso:
fr: Format du ratio puissance/poids :
it: Formato rapporto P/W:
ja_jp: P/W比のフォーマット:
pl: Format współczynnika mocy/wagi:
pt_br: Formato Potência/Peso:
ru: Формат соотношения P/W:
tr: G/A oranı formatı:
zh_cn: P / W比率格式：

# Settings_Content_SearchMissingContentVia
source: Search missing content via:
cs: Chybějící obsah vyhledávat:
de: Suche fehlende Inhalte in:
es: Buscar contenido faltante vía:
fr: Rechercher du contenu manquant via:
it: Cerca i contenuti mancanti tramite:
ja_jp: 不足しているコンテンツを検索:
pl: Wyszukaj brakującą zawartość za pomocą:
pt_br: Procurar conteúdo faltando via:
ru: Поиск потерянного контента через:
tr: Kayıp içeriği şununla ara:
zh_cn: 通过以下方式搜索缺少的內容：

# Settings_Content_SmoothCurves
source: Smooth curves
cs: Zaoblené křivky
de: Geglättete Graphen
es: Curvas suaves
fr: Courbes lisses
it: Ammorbidisci curve
ja_jp: 滑らかな曲線
pl: Zaokrągl krzywe
pt_br: Suavidade das curvas
ru: Плавные кривые
tr: Yumuşak eğriler
zh_cn: 平滑曲线

# Settings_Content_TyresReplacementFilter
source: Tyres replacement filter
cs: Filtr náhradních pneumatik:
es: Filtro de reemplazo de ruedas
fr: Filtre de pneus de remplacement
it: Filtro sostituzione pneumatici
ja_jp: タイヤ交換フィルター
pl: Filtruj wymiany opon
pt_br: Filtro de substituição de Pneus
ru: Фильтр замены шин
zh_cn: 轮胎更换筛选项

# Settings_Content_TyresReplacementFilter_Tooltip
source: Keep it empty or use “*” to allow any cars
cs: Ponechte prázdné, nebo vložte “*” pro použití u všech aut
de: Leer lassen oder "*" benutzen, um alle Fahrzeuge zu erlauben.
es: Mantener vacío o usar "*" para permitir cualquier coche
fr: Gardez-le vide ou utilisez "*" pour autoriser toutes les voitures
it: Tienilo vuoto o usa "*" per consentire qualsiasi auto
ja_jp: 空のままにするか、 「*」 を使用して任意の車を許可する
pl: Pozostaw puste lub użyj „*”, aby zezwolić na dowolne samochody
pt_br: Deixe vazio ou use “*” para permitir qualquer carro
ru: Оставляйте его пустым или используйте “*”, чтобы разрешить все автомобили
tr: Tüm arabalara izin vermek için boş bırakın ya da “*” kullanın
zh_cn: 将其保留为空或使用“*”允许任何车辆

# Settings_CustomShowroom_AddExtendedInformationInEXIFData
source: Add extended information in EXIF data
cs: Přidat rozšířené informace ve formě EXIFu
es: Añadir información extendida en datos EXIF
fr: Ajouter des informations étendues dans les données EXIF
it: Aggiungi informazioni estese nei dati EXIF
ja_jp: EXIFデータに拡張情報を追加
pl: Dodaj rozszerzone informacje w danych EXIF
pt_br: Adcionar informação extendida em data EXIF
ru: Добавить расширенную информацию в данные EXIF
tr: EXIF verilerine daha fazla bilgi dahil et
zh_cn: 在EXIF数据中添加扩展信息

# Settings_CustomShowroom_MovePreviousPreviewToTheRecycleBin
source: Move previous preview to the Recycle Bin
cs: Přesouvat předchozí náhled do Koše
de: Verschiebe vorherige Vorschau in den Papierkorb
es: Mover previsualizaciones previas a la papelera
fr: Déplacer l'aperçu précédent vers la corbeille
it: Sposta l'anteprima precedente nel Cestino
ja_jp: 前のプレビューをごみ箱に移動
pl: Przenieś poprzedni podgląd do Kosza
pt_br: Mais pré-visualização anterior na Lixeira
ru: Отправлять предыдущие превью в Корзину
tr: Geri Dönüşüm Kutusu'nda daha fazla eski önizleme sakla
zh_cn: 将上一个预览移到回收站

# Settings_CustomShowroom_MovePreviousPreviewToTheRecycleBin_Tooltip
source: Recyling old previews takes some time, so it might be a good idea to disable it
cs: Jde o docela pomalou operaci, a tak je lepší možnost deaktivovat
de: Dies ist eine recht langsame Operation, also könnte es besser sein, sie zu deaktivieren.
es: Es una operación lenta, puede ser mejor desactivarla
fr: C’est une opération assez lente, il serait donc préférable de la désactiver
it: È un'operazione piuttosto lenta, quindi potrebbe essere meglio disabilitarla
ja_jp: 動作が遅いので、無効にした方がいいかもしれません
pl: Jest to dość powolne działanie, więc może lepiej, żeby go wyłączyć
pt_br: É uma operação lenta, então talvez seja melhor desabilitar
ru: Это довольно медленная операция, поэтому, возможно, лучше отключить ее
tr: Yavaş bir işlem, devre dışı bırakmak daha iyi olabilir
zh_cn: 这是一个相当慢的操作，所以最好禁用它

# Settings_CustomShowroom_Reset_Tooltip
source: Might help if showroom crashes (for example, because quality settings set too high)
cs: Použijte v případě, že autosalon padá, například kvůli příliš vysokým detailům
de: Benutzen Sie diese Option, wenn der Showroom abstürzen sollte, z.B. wegen zu anspruchsvollen Einstellungen.
es: Usar si falla el showroom -- por ejemplo, por valores demasiado altos
fr: Utilisez-le si le showroom plante - par exemple, en raison de paramètres trop élevés
it: Usalo in caso di crash dello showroom, es. a causa di impostazioni troppo alte
ja_jp: 設定が高すぎるなどの理由でショールームがクラッシュした場合に使用します。
pl: Użyj tego, jeśli salon się zawiesi - na przykład z powodu zbyt wysokich ustawień
pt_br: Use isso se a showroom crashar — por exemplo, por causa de configurações no alto.
ru: Используйте это если шоурум вылетает, например, из-за очень высоких настроек
zh_cn: 如果展厅崩溃，请使用它，例如，由于设置太高而导致的崩溃

# Settings_CustomShowroom_ResetAll
source: Reset all:
cs: Resetovat vše:
de: Alle zurücksetzen:
es: Restablecer todo:
fr: Réinitialiser tout
it: Resetta tutto:
ja_jp: 全てリセット:
pl: Zresetuj wszystko:
pt_br: Resetar todos:
ru: Сбросить всё:
tr: Tümünü sıfırla:
zh_cn: 重置全部：

# Settings_CustomShowroom_ResetAllForPreviews
source: Reset all for previews:
cs: Resetovat vše pro náhledy:
de: Alle für Vorschau zurücksetzen:
es: Restablecer todas las previsualizaciones:
fr: Réinitialiser tout pour les aperçus:
it: Resetta tutto per le anteprime
ja_jp: プレビューの全てをリセット:
pl: Zresetuj wszystko dla podglądów:
pt_br: Resetar todos para pré-visualização
ru: Сбросить всё для превью:
tr: Tüm önizlemeler için sıfırla:
zh_cn: 重设所有预览:

# Settings_CustomShowroom_ResetHeavyOptions
source: Reset heavy options:
cs: Resetovat náročná nastavení:
de: Setze intensive Einstellungen zurück:
es: Restablecer opciones pesadas:
fr: Réinitialiser les options lourdes:
it: Ripristina opzioni pesanti:
ja_jp: 思いオプションをリセット:
pl: Zresetuj ciężkie opcje:
pt_br: Resetar opções pesadas:
ru: Сбросить тяжелые варианты:
zh_cn: 重设选项:

# Settings_CustomShowroom_ResetHeavyOptionsForPreviews
source: Reset heavy options for previews:
cs: Resetovat náročná nastavení pro náhl.:
de: Setze intensive Einstellungen für Vorschau zurück:
es: Restablecer opciones pesadas para prev.:
fr: Réinitialiser les options lourdes pour les aperçus:
it: Ripristina opzioni pesanti per le anteprime:
ja_jp: プレビューの重いオプションをリセット:
pl: Zresetuj ciężkie opcje podglądów:
pt_br: Resetar opções pesadas para pré-visualização:
ru: Сбросить тяжелые варианты для превью:
zh_cn: 重设预览选项:

# Settings_CustomShowroom_UseCustomShowroomForPreviews
source: Use Custom Showroom for previews
cs: Pro náhledy použít Vlastní autosalon
de: Benutze eigenen Showroom für Vorschau
es: Usar Showroom Personalizado para previsualizaciones
fr: Utiliser une salle d'exposition personnalisée pour les aperçus
it: Usa Custom Showroom per le anteprime:
ja_jp: プレビューにカスタムショールームを使用
pl: Użyj salonu CM dla podglądu
pt_br: Usar Showrom customizada para pré-visualização
ru: Использовать пользовательский шоурум для превью
tr: Önizlemeler için Özel Galeriyi kullan
zh_cn: 使用自定义展厅进行预览
zh_tw: 使用自定義展示廳預覽

# Settings_CustomShowroom_UseTheOldVersion
source: Use the old version
cs: Použít starou verzi
de: Benutze alte Version
es: Usar la versión antigua
fr: Utiliser l'ancienne version
it: Utilizza la vecchia versione
ja_jp: 古いバージョンを使用
pl: Użyj starej wersji
pt_br: Usar a versão antiga
ru: Использовать старую версию
tr: Eski sürümü kullan
zh_cn: 使用旧版本
zh_tw: 使用舊版本
