Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Drive_AiArrangeOrder_Tooltip
source: Set to Ascending if you want smartest bot to start in the end of starting grid
cs: Vyberte vzestupné pořadí, pokud chcete, aby nejsilnější soupeř začínal na konci startovního roštu
de: Wähle Aufsteigend, wenn du die schlaueste KI hinten starten lassen willst.
es: Cambiar a Ascendente si quieres que los bots mas habiles salgan al final de la parrilla de salida
fi_fi: Laita nouseva, jos haluat parhaimman botin olevan taaimmaisena lähtöruudukossa
fr: Régler sur ascendant pour placer la meilleure IA en fond de grille
it: Seleziona "Ascendente" se vuoi che il bot più forte parta dal fondo della griglia di partenza
ja_jp: 最もスマートなボットを開始グリッドの最後から開始する場合は、 「昇順」 に設定します。
lv: Sakārtot augoši, ja gribi, lai gudrākais bots sāktu no beigām
nl: Zet op oplopend als je de slimste bot laatst wilt hebben.
pl: Ustaw rosnąco jeśli chcesz by najmocniejszy bot był pod koniec gridu
pt: Definir como Ascendente se desejar que o bot mais inteligente comece no final da grelha de partida
pt_br: Definir como Ascendente se desejar que o bot mais inteligente comece no final do grid
ru: Выберите «По возрастанию», если хотите, чтобы самый умный стартовал последним
tr: En akıllı botun yarışa en arkada başlamasını istiyorsanız Artan Sıralamayı seçin
zh_cn: 如果你想要速度最快的AI在靠后位置发车,将这个选项设置为“升序”
zh_tw: 如果您想要速度最快的AI在靠後位置發車，將這個選項設定為「升序」

# Main_Profile
source: Profile
cs: Profil
de: Profil
es: Perfil
fi_fi: Profiili
fr: Profil
it: Profilo
ja_jp: プロフィール
lv: Profils
nl: Profiel
pl: Profil
pt: Perfil
pt_br: Perfil
ru: Профиль
tr: Profil
zh_cn: 档案
zh_tw: 檔案

# Main_Stats
source: Stats
cs: Statistiky
de: Daten
es: Estadísticas
fi_fi: Tilastot
fr: Statistiques
it: Statistiche
ja_jp: 統計
lv: Stati
nl: Statestieken
pl: Statystyki
pt: Estatísticas
pt_br: Estatísticas
ru: Статистика
tr: İstatistikler
zh_cn: 统计
zh_tw: 統計

# Main_RecentLapTimes
source: Recent
cs: Nedávné
de: Letzte
es: Tiempos
fi_fi: Viimeiset kierrosajat
fr: Temps au tour récents
it: Tempi sul giro recenti
ja_jp: 最近のラップタイム
lv: Neseni apļa laiki
nl: Recente rondetijden
pl: Ostatnie czasy okrążeń
pt: Tempos de Volta Recentes
pt_br: Tempos de Volta Recentes
ru: Последнее время круга
tr: Yakın Zamandakiler
zh_cn: 最近圈速
zh_tw: 最近單圈時間

# Main_LapTimesGrid
source: Grid
cs: Rošt
de: Rundenzeitentabelle
es: Tabla de Tiempos
fi_fi: Lap Times Grid
fr: Grille des temps par tour
it: Griglia dei Tempi
ja_jp: ラップタイムグリッド
lv: Apļa laiku tabula
nl: Rondetijden raster
pl: Czasy okrążeń gridu
pt: Grelha de Tempos de Volta
pt_br: Grid de Tempos de Volta
ru: Таблица с временем круга
zh_cn: 圈速一览
zh_tw: 單圈時間一覽

# AcSettings_SessionInformation
source: Session information:
cs: Informace o relaci:
es: Informacion de Sesion
fr: Informations sur la session :
it: Informazioni di sessione
ja_jp: セッション情報
lv: Sesijas informācija
nl: Sessie-informatie
pl: Informacje o sesji
pt: Informação da sessão
pt_br: Informação da Sessão
ru: Информация о сессии
tr: Oturum bilgisi
zh_cn: 赛程信息
zh_tw: 賽程資訊

# Settings_Content_AddYearPostfix
source: Add year postfix to cars’ names
cs: Za názvem auta uvádět rok vzniku
de: Jahr zu Fahrzeugnamen hinzufügen
es: Añadir año al nombre de los coches.
fr: Ajouter le suffixe de l'année aux noms des voitures
it: Aggiungere l'anno come suffisso ai nomi vetture
ja_jp: 車名の後ろに年式を追加
lv: Mašīnu nosaukumiem pievienot gadu
nl: Voeg jaar toe achter de naam van auto's
pl: Dodaj rok w nazwach samochodów
ru: Добавить постфикс года к названиям авто
zh_cn: 在车辆名称前添加年份信息
zh_tw: 在車輛名稱前添加年份資訊

# Settings_Content_ConfirmBeforeRemoval
source: Confirm before removal
cs: Potvrzovat před odebráním
de: Vor Löschen bestätigen
es: Confirmar antes de eliminar
fr: Confirmer avant suppression
it: Conferma prima di rimuovere
ja_jp: 削除前に確認
lv: Apstiprināt pirms izdzēšanas
nl: Ga akkoord voor verwijdering
pl: Potwierdź przed usunięciem
pt: Confirma antes de remover
pt_br: Confirmar antes de remover
ru: Подтвердить перед удалением
tr: Kaldırmadan önce onayla
zh_cn: 删除前需要确认
zh_tw: 刪除前需要確認

# Settings_Content_ConfirmBeforeRemoval_Tooltip
source: Keep in mind that all removed content always can be restored from the Recycle Bin
cs: Všechen odebraný obsah může být obnoven z Koše
de: Nicht vergessen: gelöschte Inhalte können aus dem Papierkorb wiederhergestellt werden
es: Ten en cuenta que todo el contenido eliminado siempre puede ser restaurado desde la Papelera de Reciclaje
fi_fi: Keep in mind that all removed content always can be restored from Recycle Bin
fr: Gardez à l'esprit que tout le contenu supprimé peut toujours être restauré à partir de la corbeille
it: Tieni presente che tutti i contenuti rimossi possono sempre essere ripristinati dal cestino
ja_jp: 削除されたすべてのコンテンツは、常にごみ箱から復元できることに注意してください
lv: Atceries, ka visu izdzēsto saturu vienmēr var atjaunot no miskastes.
pl: Pamiętaj, że całą usuniętą zawartość zawsze można przywrócić z kosza
pt: Lembra-te que todo o conteúdo removido pode sempre ser restaurado a partir da Reciclagem
pt_br: Tenha em mente que todo conetúdo removido sempre pode ser restaurado a partir da Lixeira
ru: Имейте в виду, что весь удаленный контент всегда можно восстановить из корзины
zh_cn: 请记住所有删除的内容总是可以在回收站里找到进行恢复
zh_tw: 請記住，所有被刪除的內容總是可以從資源回收桶回復

# Filter_ByLength
source: Filter by similar length
cs: Filtrovat podle podobné délky
de: Nach ähnlicher Länge filtern
es: Filtrar por largo similar
fr: Filtrer par longueur similaire
it: Filtra per lunghezza simile
ja_jp: 似ている長さでフィルター
lv: Filtrēt pēc līdzīga garuma
pl: Filtruj według podobnej długości
pt_br: Filtrar por comprimento similar
ru: Фильтровать по схожей длине
tr: Benzer uzunluğa göre filtrele
zh_cn: 筛选长度相近的赛道
zh_tw: 篩選長度相近的賽道

# Filter_ByWidth
source: Filter by similar width
cs: Filtrovat podle podobné šířky
de: nach ähnlicher Breite filtern
es: Filtrar por ancho similar
fr: Filtrer par largeur similaire
it: Filtra per larghezza simile
ja_jp: 似ている幅でフィルター
lv: Filtrēt pēc līdzīga platuma
pl: Filtruj według podobnej szerokości
pt_br: Filtrar por largura similar
ru: Фильтровать по схожей ширине
tr: Benzer genişliğe göre filtrele
zh_cn: 筛选宽度相近的赛道
zh_tw: 篩選寬度相近的賽道

# Filter_ByPitboxes
source: Filter by similar amount of pitstops
cs: Filtrovat podle podobného počtu zastávek v boxech
de: Nach ähnlicher Anzahl von Boxen filtern
es: Filtrar por misma cantidad de pitstops
fr: Filtrer par quantité similaire d'arrêts au stand
it: Filtra per quantità simili di pitstop
ja_jp: 似ているピットストップ回数でフィルター
lv: Filtrēt pēc līdzīga pitstopu daudzuma
pl: Filtruj według podobnej ilości pit stopów
pt_br: Filtrar por número de pitstops similares
ru: Фильтр по схожему количеству пит-стопов
tr: Benzer pit molası sayısına göre filtrele
zh_cn: 筛选维修区位置数目相近的赛道
zh_tw: 篩選維修區位置數目相近的賽道

# Toolbar_Folder_DriverModelTooltip
source: Open model’s folder (Ctrl+F)
cs: Otevřít složku modelu (Ctrl+F)
de: Verzeichnis mit Fahrermodell öffnen
es: Abrir carpeta del modelo (Ctrl+F)
fr: Ouvrir le dossier du modèle (Ctrl+F)
it: Apri cartella modelli
ja_jp: モデルのフォルダを開く(Ctrl+F)
lv: Atvērt modeļa mapi (Ctrl+F)
pl: Otwórz folder modelu (Ctrl+F)
pt_br: Abrir pasta de modelos (Ctrl+F)
ru: Открыть папку моделей (Ctrl+F)
tr: Modelin klasörünü aç (CTRL+F)
zh_cn: 打开模型文件夹(Ctrl+F)
zh_tw: 開啟模型資料夾（Ctrl+F）

# Toolbar_Delete_DriverModelTooltip
source: Remove model to the Recycle Bin (Ctrl+Delete)
cs: Vyhodit model do Koše (Ctrl+Delete)
de: Fahrermodell in den Papierkorb veschieben (Strg+Entf)
es: Eliminar modelo a la Papelera de Reciclaje (Ctrl+Delete)
fr: Supprimer le modèle dans la corbeille (Ctrl+Suppr)
it: Elimina modello, sposta nel cestino (Ctrl+Del)
ja_jp: モデルをゴミ箱に移動(Ctrl+Delete)
lv: Izdzēst modeli (Ctrl+Delete)
pl: Usuń model do Kosza (Ctrl+Delete)
pt_br: Remover modelo para a lixeira (Ctrl+Delete)
ru: Удалить модель в корзину (Ctrl+Delete)
tr: Modeli Geri Dönüşüm Kutusu'na taşı (CTRL+Delete)
zh_cn: 将模型移动至回收站(Ctrl+Delete)
zh_tw: 將模型移動至資源回收桶（Ctrl+Delete）

# DriverModel_MissingDriverModels
source: Missing driver models
cs: Chybí model řidiče
de: Fahrermodelle fehlen
es: Modelos de conductor faltantes
fr: Modèles de pilotes manquants
it: Modelli del Pilota mancanti
ja_jp: ドライバーモデルが見つかりません
lv: Trūkst braucēju modeļi
pl: Brak modelu kierowcy
pt_br: Modelos de pilotos faltantes
ru: Отсутствующие модели водителей
tr: Sürücü modelleri bulunamıyor
zh_cn: 缺少车手模型
zh_tw: 車手模型遺失

# Common_RoadTemperature
source: Road temperature:
cs: Teplota trati:
de: Temperatur Strecke:
es: Temperatura de pista:
fr: Température de la route :
it: Temperatura asfalto:
ja_jp: 路面温度:
lv: Ceļa temperatūra:
pl: Temperatura drogi:
pt: Temperatura da estrada:
pt_br: Temperatura da estrada
ru: Температура дороги:
tr: Yol sıcaklığı:
zh_cn: 路面温度:
zh_tw: 路面溫度：

# List_DriverModels
source: {0} driver model
cs: {0} modelů řidiče
de: {0} Fahrermodell
es: {0} modelo de conductor
fr: {0} modèle de pilote
it: {0} modello del pilota
ja_jp: ドライバーモデル {0}
lv: {0} braucēja modelis
pl: {0} model kierowcy
pt_br: {0} modelo do piloto
ru: {0} модель водителя
tr: Sürücü modeli {0}
zh_cn: {0}车手模型
zh_tw: {0}車手模型

# Drive_Time_Random
source: Random
cs: Náhodná
de: Zufall
es: Aleatorio
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejauši
pl: Losowy
pt_br: Aleatório
ru: Случайный
tr: Rastgele
zh_cn: 随机时间
zh_tw: 隨機時間

# Drive_Temperature_Random
source: Random
cs: Náhodná
de: Zufall
es: Aleatorio
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejauši
pl: Losowy
pt_br: Aleatório
ru: Случайный
tr: Rastgele
zh_cn: 随机温度
zh_tw: 隨機溫度

# TrackSpecs_Length_FormatTooltip
source: … m
es: ... metros
ru: … м
zh_cn: … 米
zh_tw: … 公尺

# TrackSpecs_Width_FormatTooltip
source: … m
es: ... metros
ru: … м
zh_cn: … 米
zh_tw: … 公尺

# TrackSpecs_Length_Tooltip
source: Total length, recommended format: “{0}”
cs: Celková délka, doporučený formát: “{0}”
de: Gesamtlänge, empfohlenes Format: "{0}"
es: Largo total, formato recomendado: “{0}”
fr: Longueur totale, format recommandé: “{0}”
it: Lunghezza totale, formato consigliato: "{0}"
ja_jp: 長さの合計、推奨フォーマット:“{0}”
lv: Kopējais garums, ieteiktais formāts: “{0}”
pl: Całkowita długość, zalecany format: “{0}”
pt_br: Comprimento total, formato recomendado: "{0}"
ru: Общая длина, рекомендуемый формат: “{0}”
tr: Toplam uzunluk, önerilen format: “{0}”
zh_cn: 赛道总长度,推荐格式: “{0}”
zh_tw: 賽道總長度，推薦格式；「{0}」

# TrackSpecs_Width_Tooltip
source: Average track’s width, recommended format: “{0}”
cs: Průměrná šířka trati, doporučený formát: “{0}”
de: Durchschnittliche Breite der Strecke, empfohlenes Format: "{0}"
es: Ancho de pista promedio, formato recomendado: “{0}”
fr: Largeur moyenne de la piste, format recommandé: “{0}”
it: Larghezza media del tracciato, formato consigliato: "{0}"
ja_jp: トラックの平均的な幅、推奨されるフォーマット:“{0}”
lv: Vidējais trases platums, ieteiktais formāts: “{0}”
pl: Średnia szerokość toru, zalecany format: “{0}”
pt_br: Largura média da pista, formato recomendado: "{0}"
ru: Средняя ширина трассы, рекомендуемый формат: “{0}”
tr: Ortalama pist genişliği, önerilen format: “{0}”
zh_cn: 平均赛道宽度,推荐格式: “{0}”
zh_tw: 平均賽道寬度，推薦格式；「{0}」

# TrackSpecs_Pitboxes_Tooltip
source: Amount of pit stalls as well as limit for a number of cars on the track, recommended format: “{0}”
cs: Počet zastávek v boxech i omezení počtu aut na trati, doporučený formát: “{0}”
de: Anzahl der Boxen und max. Anzahl v. Fahrzeugen, Format: "{0}"
es: Cantidad de pit stops como también límite de vehículos en la pista, formato recomendado: “{0}”
fr: Nombre d'arrêts aux stands ainsi que la limite pour un certain nombre de voitures sur la piste, format recommandé: “{0}”
it: Quantità di pit stop, così come limite per un certo numero di vetture in pista, formato raccomandato: “{0}”
ja_jp: ピットストール数とコース上の車両数の制限、推奨フォーマット:“{0}”
lv: Pitstopu daudzums, kā arī uz trases atļauto mašīnu daudzums, ieteicamais formāts: “{0}”
pl: Ilość stanowisk do pitów, jako limit liczby samochodów na torze, zalecany format: “{0}”
pt_br: e
ru: Количество пит-стопов, а также ограничение на количество машин на трассе, рекомендуемый формат: “{0}”
tr: Pit bölmesi ve azami araba sayısı, önerilen format: “{0}”
zh_cn: 维修区位置数目和车辆总数上限,推荐格式: “{0}”
zh_tw: 維修站數量以及賽道上車輛數量的限制，推薦格式：「{0}」

# Race_LaunchingReplay
source: Starting the replay…
cs: Spouštím opakovaný záznam...
de: Wiederholung wird gestartet...
es: Comenzando repetición...
fr: Lancer le replay...
it: Avvio replay...
ja_jp: リプレイを開始…
lv: Sāk atkārtojumu…
pl: Uruchamiam powtórkę ...
pt_br: Iniciando o replay...
ru: Запуск повтора…
tr: Yarış tekrarı başlatılıyor...
zh_cn: 准备播放录像...
zh_tw: 準備播放重播⋯⋯

# Race_LaunchingBenchmark
source: Starting benchmark…
cs: Spouštím test výkonu...
de: Benchmark wird gestartet...
es: Comenzando benchmark...
fr: Démarrer le test de performance...
it: Avvio benchmark...
ja_jp: ベンチマークを開始…
lv: Sāk testēšanu…
pl: Uruchamiam test wydajności ...
pt_br: Iniciando benchmark...
ru: Запуск теста…
tr: Performans testi başlatılıyor...
zh_cn: 开始性能测试...
zh_tw: 開始性能測試⋯⋯

# Race_WaitingReplay
source: Waiting for the end of replay…
cs: Čekám na konec opakovaného záznamu...
de: Auf Beendigung der Wiederholung warten
es: Esperando para el fin de la repetición...
fr: En attente de la fin du replay...
it: In attesa del termine del replay...
ja_jp: リプレイの終了を待っています…
lv: Gaida atkārtojuma beigas…
pl: Czekaj na koniec powtórki ...
pt_br: Esperando o final do replay...
ru: Ожидание окончания повтора…
tr: Yarış tekrarının bitmesi bekleniyor...
zh_cn: 等待录像播放结束...
zh_tw: 等待重播播放結束⋯⋯

# Race_WaitingBenchmark
source: Waiting for the end of benchmark…
cs: Čekám na konec testu výkonu...
de: Auf Beendigung des Benchmarks warten
es: Esperando para el fin del benchmark...
fr: En attente de la fin du test de performance...
it: In attesa del termine del benchmark...
ja_jp: ベンチマークの終了を待っています…
lv: Gaida testēšanas beigas…
pl: Czekaj na koniec testu wydajności ...
pt_br: Esperando o final do benchmark...
ru: Ожидание окончания теста…
tr: Performans testinin bitmesi bekleniyor...
zh_cn: 等待性能测试结束...
zh_tw: 等待性能測試結束⋯⋯

# CarSpecs_PowerAtWheels_FormatTooltip
source: … whp
de: ... Leistung an den Reifen
pl: … km
zh_cn: ...轮上马力
zh_tw: 輪上馬力

# WebSource_DeleteBookmark
source: Delete bookmark to a website “{0}”?
cs: Smazat záložku stránky “{0}”?
de: Lösche Lesezeichen zur Webseite "{0}"?
es: ¿Eliminar marcador a sitio web “{0}”?
fr: Supprimer signet du site “{0}”?
it: Eliminare il collegamento al sito web “{0}”?
ja_jp: ウェブサイト“{0}”のブックマークを削除しますか?
lv: Izdzēst grāmatzīmi uz adresi "{0}"?
pl: Usunąć zakładkę do strony internetowej „{0}”?
pt_br: Apagar favorito de um site "{0}"?
ru: Удалить закладку для веб-сайта "{0}"?
tr: "{0}" web sayfasına olan yer imi silinsin mi?
zh_cn: 删除网站“ {0}”的书签？
zh_tw: 刪除書籤「{0}」？

# WebSource_SharedDescriptionTitle
source: Description for {0}
cs: Popis pro {0}
de: Beschreibung zu {0}
es: Descripcion para {0}
fr: Description pour {0}
it: Descrizione per {0}
ja_jp: {0}の説明
lv: {0} apraksts
pl: Opis {0}
pt_br: Descrição para {0}
ru: Описание для {0}
tr: {0} açıklaması
zh_cn: {0}的说明
zh_tw: {0}的描述

# WebSource_FailedToShareTitle
source: Can’t share settings
cs: Nelze sdílet seřízení
de: Kann Einstellungen nicht teilen
es: La configuracion no se puede compartir
fr: Impossibilité de partager les réglages
it: Impossibile condividere le impostazioni
ja_jp: 設定を共有できません
lv: Nevar dalīties ar iestatījumiem
pl: Nie można udostępnić ustawień
pt_br: Não é possível compartilhar as configurações.
ru: Не удается поделиться настройками
tr: Ayarlar paylaşılamıyor
zh_cn: 无法共享设置
zh_tw: 無法分享設定

# WebSource_FailedToShareMessage
source: Possibly, there is too much data.
cs: Asi je to příliš mnoho dat
de: Möglicherweise ist die Datei zu groß.
es: Posiblemente ay demasiados datos.
fr: Possiblement trop de données
it: Forse, ci sono troppi dati.
ja_jp: データが多すぎる可能性があります。
lv: Iespējams, ir pārāk daudz datu.
pl: Być może jest za dużo danych.
pt_br: Provavelmente há muitos dados.
ru: Возможно, там слишком много данных.
tr: Muhtemelen çok fazla veri var.
zh_cn: 可能有过多数据。
zh_tw: 有可能是數據太多。

# WebSource_SharedMessageCopiedTitle
source: Message with details is copied to the clipboard
cs: Zpráva s detaily se zkopírovala do schánky
de: Eine Nachricht mit Details wurde in die Zwischenablage kopiert.
es: El mensaje con detalles se copia en portapapeles.
fr: Message détaillé copié dans le presse-papiers
it: Il messaggio con le informazioni è copiato negli appunti
ja_jp: 詳細が書かれたメッセージをクリップボードにコピー
lv: Ziņa ar detaļām nokopēta starpliktuvē
pl: Wiadomość ze szczegółami jest skopiowana do schowka
pt_br: A mensagem com os detalhes foi copiada para a área de transferência
ru: Сообщение с подробностями скопировано в буфер обмена
zh_cn: 详细信息已复制到剪贴板
zh_tw: 含有詳細資訊的訊息會被複製到剪貼板上。

# CustomLocalesUpdated_Message
source: Custom locales updated. Would you like to restart app now?
cs: Fanouškovský překlad byl aktualizován. Přejete si nyní aplikaci restartovat, aby se projevily změny?
de: Benutzerdefinierte Region wurde aktualisiert. Möchten Sie die Anwendung jetzt neu starten?
es: Locales personalizados actualizados. ¿Desea reiniciar la aplicación ahora?
fr: Archive mise à jour. Souhaitez-vous redémarrer l'application maintenant?
it: Impostazioni locali personalizzate aggiornate. Vuoi riavviare l'applicazione ora?
ja_jp: カスタムロケールを更新しました。CMを再起動しますか?
lv: Pielāgotās valodas atjauninātas. Vai vēlaties pārstartēt aplikāciju?
pl: Zaktualizowano ustawienia języka. Czy chcesz teraz ponownie uruchomić aplikację?
pt_br: Locais personalizados atualizados. Você gostaria de reniciar o app agora?
ru: Пользовательские языки обновлены. Вы бы хотели перезагрузить приложение сейчас?
tr: Özel diller güncellendi. Uygulamayı yeniden başlatmak ister misiniz?
zh_cn: 自定义语言文件已更新。 您想立即重新启动软件吗？
zh_tw: 自定義語言包已更新。您想現在重新啟動程式嗎？

# CustomLocalesUpdated_Title
source: Locales updated
cs: Překlad byl aktualizován
de: Region aktualisiert
es: Locales actualizados
fr: Archive mise à jour
it: Impostazioni locali aggiornate. Vuoi riavviare l'applicazione ora?
ja_jp: ロケールを更新
lv: Valodas atjauninātas
pl: Aktualizacja języka
pt_br: Locais atualizados
ru: Языки обновлены.
tr: Dil güncellendi
zh_cn: 语言文件已更新
zh_tw: 語言包已更新

# QuickDrive_BestLapOnThisTrack
source: Best lap on this track:
cs: Nejlepší kolo (tato trať):
de: Beste Runde auf dieser Strecke:
es: Mejor vuelta en esta pista:
fr: Meilleur tour du circuit:
it: Miglior giro su questa pista:
ja_jp: このトラックでのベストラップ:
lv: Labākais aplis šaja trasē:
pl: Najlepsze okrążenie na tym torze:
pt_br: Melhor volta nesta pista:
ru: Лучший круг на этой трассе:
tr: Bu pistteki en iyi tur:
zh_cn: 这条赛道上的最佳圈：
zh_tw: 最佳單圈時間：

# QuickDrive_DrivenInCar
source: Driven in car:
cs: Najeto v autě:
de: In diesem Fahrzeug gefahren:
es: Conducido en el coche:
fr: Piloter le véhicule :
it: Guida in auto:
ja_jp: 車での走行:
lv: Mašīnā nobraukti:
pl: Przejechane tym samochodem
pt_br: Pilotando no carro:
ru: Пробег авто:
tr: Bu araba ile katedilen mesafe:
zh_cn: 驾驶车辆：
zh_tw: 該車輛里程：

# QuickDrive_DrivenOnTrack
source: Driven on track:
cs: Najeto na trati:
de: Auf dieser Strecke gefahren:
es: Conducido en la pista:
fr: Piloter sur le circuit :
it: Guidato su pista:
ja_jp: トラックでの走行:
lv: Trasē nobraukti:
pl: Przejechane po torze
pt_br: Pilotando na pista:
ru: Пробег по трассе:
tr: Bu pistte katedilen mesafe:
zh_cn: 驾驶的赛道：
zh_tw: 該賽道里程：

# QuickDrive_CarSpecificControls
source: Car-specific controls
cs: Specifické funkce vozu
de: Fahrzeugspezifische Steuerung
es: Controles específicos del coche
fr: Contrôles spécifiques au véhicule
it: Controlli specifici dell'auto
ja_jp: マシン固有のコントロール
lv: Mašīnai-specifiska vadība
pl: Specyficzne sterowanie dla samochodu
pt_br: Controles específicos do carro
ru: Специфичное управление авто
tr: Arabaya özel kontroller
zh_cn: 单独设置车辆外设配置文件：
zh_tw: 特定車輛控制器

# QuickDrive_LoadAssistsWithQuickDrivePresets
source: Load assists with Quick Drive presets (global)
cs: Načítat asistenty s přednastaveními Rychlovky (globální)
de: Lade Fahrassistenzsysteme mit Quick Drive-Voreinstellungen (global)
es: Cargar asistencias con presets de Carrera Rápida (global)
fr: Charger assistances avec préréglage de course rapide (global)
it: Carica gli aiuti con le impostazioni predefinite Quick Drive (globale)
ja_jp: クイックドライブプリセットの読み込みを支援(Global)
lv: Ielādēt assistus ar Ātrā brauciena sagatavēm (globāli)
pl: Załaduj asysty z presetów Szybka Jazda (globalnie)
pt_br: Carregar assistências com presets de Quick Drive (global)
ru: Загружать помощь с пресетами Quick Drive (Глобально)
zh_cn: 读取辅助与快速驾驶预设（全局）
zh_tw: 以試駕預設設定載入輔助（全域）

# QuickDrive_LoadAssistsWithQuickDrivePresets_Tooltip
source: Hold Ctrl while selecting preset to invert this behavior that one time
cs: Přidržte při výběru přednastavení Ctrl, abyste toto chování jedenkrát prohodili
de: Halten Sie Strg während der Auswahl einer Voreinstellung, um dieses Verhalten einmalig umzukehren.
es: Mantener Ctrl mientras se selecciona preset para invertir este comportamiento una vez
fr: Pressez Ctrl et sélectionné le préréglage pour inverser le comportement qu'une fois
it: Tieni premuto Ctrl mentre selezioni l'impostazione predefinita per invertire questo comportamento per la singola occasione
ja_jp: プリセットを選択している間、Ctrl キーを押したままにすると、この動作を1回だけ反転させることができます
lv: Izvēloties sagatavi, pieturi Ctrl, lai uz šo vienu reizi invertētu tās darbību
pl: Przytrzymaj Ctrl podczas wybierania presetu, aby odwrócić to zachowanie za jednym razem
pt_br: Segure Ctrl enquanto seleciona preset para inverter esse comportamento uma vez
ru: Удерживайте Ctrl при выборе пресета, чтобы инвертировать это поведение один раз
zh_cn: 选择预设时按住Ctrl键 可以一次反转此行为
zh_tw: 同時選擇預設時按住Ctrl鍵，以反轉此行動

# QuickDrive_UseUnpackedDataIfExists
source: Use unpacked data if exists
cs: Použít rozbalená data, pokud existují
es: Usar datos desempaquetados si existen
fr: Utiliser données décompressées si existant
it: Usa dati decompressi se ci sono
ja_jp: 存在する場合はアンパックされたデータを使用
lv: Lietot nesapakotus datus, ja tādi ir
pl: Użyj rozpakowanych danych, jeśli istnieją
pt_br: Usar dado descompactado se existir
ru: Использовать распакованные данные, если они существуют
zh_cn: 使用解压缩的数据（如果存在）
zh_tw: 如果有的話使用未打包的數據

# QuickDrive_UseUnpackedDataGlobal
source: Use unpacked data (global)
cs: Použít rozbalená data (globální)
es: Usar datos desempaquetados (global)
fr: Utiliser données décompressées (global)
it: Usa dati decompressi (globale)
ja_jp: アンパックされたデータを使用する(Global)
lv: Lietot nesapakotus datus (globāli)
pl: Użyj rozpakowanych danych (globalnie)
pt_br: Usar dado descompactado (global)
ru: Использовать распакованные данные (Глобально)
zh_cn: 使用解压缩的数据（全局）
zh_tw: 使用未打包的數據（全域）

# QuickDrive_UseUnpackedData_ResetCarSpecificFlag
source: Reset car-specific flag
cs: Resetovat vlajku specifickou pro auto
es: Restablecer marcas específicas de coche
fr: Réinitialiser le drapeau propre à la voiture
it: Reimposta la bandiera specifica dell'auto
ja_jp: 車固有のフラグをリセット
lv: Atiestatīt mašīnas-specifisko parametru
pl: Zresetuj specyficzne oflagowanie samochodu
pt_br: Resetar bandeira específica do carro
ru: Сбросить флажок специфичного управления авто
zh_cn: 重置汽车单独用的标志（flag）
zh_tw: 重至特定車輛旗標

# QuickDrive_FixCar
source: Fix car
cs: Opravit auto
de: Fahrzeug reparieren
es: Arreglar coche
fr: Réparer véhicule
it: Aggiusta l'auto
ja_jp: 車を修正する
lv: Salabot mašīnu
pl: Napraw samochód
pt_br: Consertar carro
ru: Починить авто
zh_cn: 修车
zh_tw: 修復車輛

# QuickDrive_FixCar_Tooltip
source: {0} {important issue} found
cs: {0} {important issue} nalezeno
de: {0} {important issue} gefunden
es: {0} {important issue} entonctrado/s
fr: {0} {important issue} trouvé
it: {0} {problema importante} trovato
ja_jp: {0} {important issue}が見つかりました
lv: Atrastas {0} {nopietnas kļūdas}
pl: Znaleziono {0} {ważny problem}
pt_br: {0} {erro importante} encontrado
ru: {0} {important issue} найдено
zh_cn: 找到{0}个{important issue}
zh_tw: {0} {important issue}已發現
