Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# AcObject_FontLastScannedNever
source: Last scanned: never
cs: Naposledy skenováno: nikdy
de: Zuletzt gescannt: nie
es: Ultimo escaneado: Nunca
fi_fi: Viimeksi tarkistettu: Ei koskaan
fr: Dernier scan : jamais
it: Ultima scansione: Mai
ja_jp: 最終スキャン:N/A
lv: Pēdējo reiz skenēts: N/A
pl: Ostatnio skanowany: Nigdy
pt_br: Última digitalização: nunca
ru: Последнее сканирование: Никогда
tr: Son tarama: Hiç bir zaman
zh_cn: 最后一次扫描:从未扫描过
zh_tw: 最後一次掃瞄：從未掃瞄

# AcObject_UsingsRescan
source: Rescan
cs: Přeskenovat
de: Neu scannen
es: Re-escanear
fi_fi: Tarkista uudelleen
fr: Scanner à nouveau
it: Scannerizza di nuovo
ja_jp: スキャン
lv: Skenēt
pl: Przeskanuj ponownie
pt_br: Reescanear
ru: Пересканировать
tr: Yeniden tara
zh_cn: 重新扫描
zh_tw: 重新掃瞄

# AcObject_AppActivated
source: Activated
cs: Povoleno
de: Aktiviert
es: Activado
fi_fi: Aktiivinen
fr: Activé
it: Attivato
ja_jp: 独自のMODを作成する場合は、説明の代わりにこのフィールドを使用してください。
lv: Aktivēts
pl: Aktywowany
pt: Activado
pt_br: Ativado
ru: Включено
tr: Etkinleştirildi
zh_cn: 已激活
zh_tw: 已啟用

# Toolbar_Rename_AppTooltip
source: Rename app according to the new name (Ctrl+S)
cs: Přejmenovat appku podle nového názvu (Ctrl+S)
de: App nach neuem Namen umbenennen (Ctrl+S)
es: Renombrar app acorde al nuevo nombre (Ctrl+S)
fr: Renomme l'app selon le nouveau nom (Ctrl+S)
it: Rinomina le app secondo il nuovo nome (Ctrl+S)
ja_jp: 新しい名前に応じてアプリの名前を変更します(Ctrl + S)
lv: Pārdēvēt aplikāciju pieskaņojot jaunajam vārdam (Ctrl+S)
pl: Zmiana nazwy aplikacji zgodnie z nową nazwą (Ctrl+S)
pt_br: Renomeie o app de acordo com o novo nome (Ctrl+S)
ru: Переименовать приложение в соответствии с новым именем (Ctrl+S)
tr: Yeni isme göre uygulamayı yeniden adlandır (Ctrl+S)
zh_cn: 重命名插件(Ctrl+S)
zh_tw: 重新命名App（Ctrl+S）

# Toolbar_Play
source: Play
cs: Přehrát
de: Start
es: Reproducir
fr: Jouer
it: Avvia
ja_jp: プレイ
lv: Atskaņot
pl: Odtwórz
ru: Воспроизвести
tr: Oynat
zh_cn: 播放
zh_tw: 播放

# Toolbar_Play_Tooltip
source: Run replay (Ctrl+G)
cs: Zahájit přehrávání opakovaného záznamu (Ctrl+G)
de: Wiederholung abspielen (Strg+G)
es: Reproducir (Ctrl+G)
fr: Lance le replay (Ctrl+G)
it: Avvia replay (Ctrl+G)
ja_jp: リプレイを再生(Ctrl + G)
lv: Palaist ierakstu (Ctrl+G)
pl: Uruchom powtórkę (Ctrl+G)
pt: Ler repetição (Crtl+G)
pt_br: Ler repetição (Crtl+G)
ru: Воспроизвести повтор (Ctrl+G)
tr: Yarış tekrarını oynat (Ctrl+G)
zh_cn: 播放游戏录像(Ctrl+G)
zh_tw: 播放遊戲重播（Ctrl+G）

# AcObject_DateLabel
source: Date:
cs: Datum:
de: Datum:
es: Fecha:
fi_fi: Päivämäärä:
it: Data:
ja_jp: 日付:
lv: Datums:
pl: Data:
pt: Data:
pt_br: Data:
ru: Дата:
tr: Tarih:
zh_cn: 日期:
zh_tw: 日期：

# AcObject_SizeLabel
source: Size:
cs: Velikost:
de: Größe:
es: Tamaño:
fi_fi: Koko:
fr: Taille :
it: Dimensione:
ja_jp: サイズ:
lv: Izmērs:
pl: Rozmiar:
pt: Tamanho:
pt_br: Tamanho:
ru: Размер:
tr: Boyut:
zh_cn: 文件大小:
zh_tw: 檔案大小：

# AcObject_DriverNameLabel
source: Driver name:
cs: Závodník:
de: Fahrername:
es: Nombre de Piloto:
fi_fi: Kuljettajan nimi:
fr: Nom du pilote :
it: Nome Pilota:
ja_jp: ドライバー名:
lv: Braucēja vārds:
pl: Nazwa kierowcy:
pt: Nome do Condutor:
pt_br: Nome do motorista:
ru: Имя водителя:
tr: Sürücü İsmi:
zh_cn: 车手名:
zh_tw: 車手名稱：

# AcObject_WeatherLabel
source: Weather:
cs: Počasí:
de: Wetter:
es: Meteorologia:
fi_fi: Säätila:
fr: Météo :
it: Meteo:
ja_jp: 天気:
lv: Laikapstākļi:
pl: Pogoda:
pt: Clima:
pt_br: Clima:
ru: Погода:
tr: Hava durumu:
zh_cn: 天气:
zh_tw: 天氣：

# Replay_CannotShare
source: Can’t share replay
cs: Opakovaný záznam nelze sdílet
de: Wiederholung teilen nicht möglich
es: No se puede compartir la repeticion
fr: Impossible de partager le replay
it: Non posso condividere replay
ja_jp: リプレイを共有できません
lv: Nevar dalīties ar ierakstu
pl: Nie można udostępnić powtórki
pt: Não é possível partilhar repetição
pt_br: Não é possível compartilhar replay
ru: Невозможно поделиться повторами
tr: Yarış tekrarı paylaşılamıyor
zh_cn: 无法分享游戏录像
zh_tw: 無法分享遊戲重播

# Replay_DefaultUploadedName
source: AC replay
cs: Opakovaný záznam videohry
de: AC Wiederholung
es: Repeticion AC
fr: Replay AC
it: Replay AC
ja_jp: ACリプレイ
lv: AC ieraksts
pl: AC Powtórka
pt: Repetição do AC
pt_br: Replay do AC
ru: Повтор AC
tr: AC yarış tekrarı
zh_cn: 默认录像上传名
zh_tw: 預設重播上傳名稱

# Toolbar_Folder_ShowroomTooltip
source: Open showroom’s folder (Ctrl+F)
cs: Otevřít složku autosalonu (Ctrl+F)
de: Showroom-Ordner öffnen (Strg+F)
es: Abrir carpeta showroom (Ctrl+F)
fr: Ouvre le dossier des showrooms (Ctrl+F)
it: Apri la cartella showroom (Ctrl+F)
ja_jp: ショールームのフォルダを開く(Ctrlキー+ F)
lv: Atvērt izstādes telpu mapi (Ctrl+F)
pl: Otwórz folder salonu (Ctrl+F)
pt: Abrir diretório do showroom (Ctrl+F)
pt_br: Abrir diretório do showroom (Ctrl+F)
ru: Открыть каталог с шоурумами (Ctrl+F)
tr: Galerinin klasörünü aç (CTRL+F)
zh_cn: 打开展厅文件夹(Ctrl+F)
zh_tw: 開啟展示廳資料夾（Ctrl+F）

# Toolbar_CreateNewShowroom
source: Create new showroom
cs: Vytvořit nový autosalon
de: Neuen Showroom erstellen
es: Crear nuevo Showroom
fr: Crée un nouveau showroom
it: Crea nuovo Showroom
ja_jp: 新しいショールームを作成
lv: Izveidot jaunu izstādest telpu
pl: Utwórz nowy salon
pt: Criar Novo Showroom
pt_br: Criar Novo Showroom
ru: Создать новый шоурум
tr: Yeni galeri oluştur
zh_cn: 创建新的展厅
zh_tw: 建立新的展示廳

# Toolbar_CreateNewShowroom_Tooltip
source: Create new showroom from existing panorama (Ctrl+N)
cs: Vytvořit nový autosalon z existujícího panorama (Ctrl+N)
de: Neuen Showroom mit bestehendem Panorama erstellen (Strg+N)
es: Crear nuevo showroom desde un panorama preexistente (Ctrl+N)
fr: Crée un nouveau showroom depuis un panorama existant
it: Crea nuovo Showroom da panorama esistente (Ctrl+N)
ja_jp: 既存のパノラマから新しいショールームを作成(Ctrl + N)
lv: Izveidot jaunu izstādes telpu no esošas panorāmas (Ctrl+N)
pl: Utwórz nowy salon z istniejącego scenariusza (Ctrl+N)
pt: Criar novo showroom a partir de um panorama existente (Ctrl+N)
pt_br: Criar novo showroom a partir de um panorama existente (Ctrl+N)
ru: Создать новый шоурум из существующей панорамы (Ctrl+N)
tr: Var olan panorama ile yeni galeri oluştur
zh_cn: 使用已有的全景照片穿件新的展厅(Ctrl+N)
zh_tw: 使用現存全景照片建立新的展示廳（Ctrl+N）

# Toolbar_UpdatePreview_ShowroomTooltip
source: Update showroom’s preview (Ctrl+P)
cs: Aktualizovat náhled autosalonu (Ctrl+P)
de: Showroom Vorschau aktualisieren
es: Actualizar previsualización del showroom
fr: Mise à jour de l'aperçu du showroom (Ctrl+P)
it: Aggiorna anteprima Showroom (Ctrl+P)
ja_jp: ショールームのプレビューを更新(Ctrl+ P)
lv: Atjaunot izstādes telpas prieksškatu (Ctrl+P)
pl: Aktualizuj podgląd salonu (Ctrl+P)
pt: Atualizar pré-visualização do showroom
pt_br: Atualizar pré-visualização do showroom
ru: Обновить пред. просмотр шоурум (Ctrl+P)
tr: Galerinin önizlemesini güncelle (Ctrl+P)
zh_cn: 更新展厅预览图(Ctrl+P)
zh_tw: 更新展示廳預覽圖（Ctrl+P）

# Toolbar_TurnOffSound
source: Turn off sound
cs: Vypnout zvuk
de: Ton aus
es: Apagar sonido
fr: Couper le son
it: Disattiva suoni
ja_jp: サウンドをオフにします
lv: Izslēgt skaņu
pl: Wyłącz dźwięk
pt: Desligar Som
pt_br: Desligar Som
ru: Отключить звук
tr: Sesleri Kapat
zh_cn: 关闭声音
zh_tw: 關閉聲音

# Toolbar_TurnOnSound
source: Turn on sound
cs: Zvuk
de: Ton an
es: Encender sonido
fr: Rétablir le son
it: Attiva Suoni
ja_jp: サウンドをオンにします
lv: Ieslēgt skaņu
pl: Włącz dźwięk
pt: Ligar Som
pt_br: Ligar Som
ru: Включить звук
tr: Sesleri Aç
zh_cn: 打开声音
zh_tw: 開啟聲音

# Toolbar_TurnOffSound_Tooltip
source: Disable sound (Ctrl+I)
cs: Zakázat zvuk (Ctrl+I)
de: Ton ausschalten
es: Desactivar sonido (Ctrl+I)
fr: Désactive le son (Ctrl+I)
it: Abilita Suoni (Ctrl+I)
ja_jp: サウンドを無効(Ctrl + I)
lv: Atspējo skaņas (Ctrl+I)
pl: Deaktywuj dźwięk (Ctrl+I)
pt: Desligar som (Ctrl+I)
pt_br: Desligar som (Ctrl+I)
ru: Выключить звук (Ctrl+I)
tr: Sesleri kapat (Ctrl+I)
zh_cn: 禁用声音(Ctrl+I)
zh_tw: 停用聲音（Ctrl+I）

# Toolbar_TurnOnSound_Tooltip
source: Enable sound (Ctrl+I)
cs: Aktivuje zvuk (Ctrl+I)
de: Ton einschalten
es: Activar sonido (Ctrl+I)
fr: Activer le son (Ctrl+I)
it: Disabilita Suoni (Ctrl+I)
ja_jp: サウンドを有効(Ctrl + I)
lv: Iespējo skaņas (Ctrl+I)
pl: Aktywuj dźwięk (Ctrl+I)
pt: Ligar som (Ctrl+I)
pt_br: Ligar som (Ctrl+I)
ru: Включить звук (Ctrl+I)
tr: Sesleri aç (Ctrl+I)
zh_cn: 开启声音(Ctrl+I)
zh_tw: 開啟聲音（Ctrl+I）

# Common_ShootingCancelled
source: Shooting cancelled
cs: Fotografování zrušeno
de: Abgebrochen
es: Disparo cancelado
fi_fi: Kuvaus peruttu
fr: Prise de vue annulée
it: Scatto cancellato
ja_jp: 撮影中止
lv: Ierakstīšana atcelta
pl: Zrzut ekranu anulowany
ru: Отмена съемки
tr: Çekim iptal edildi
zh_cn: 拍照已经取消
zh_tw: 拍照取消

# Showroom_CannotUpdatePreview
source: Can’t update showroom’s preview
cs: Nelze aktualizovat náhled autosalonu
de: Showroom Vorschau aktualisieren nicht möglich
es: No se puede actualizar la previsualización del showroom.
fr: Impossible de mettre à jour l'aperçu du showroom
it: Impossibile aggiornare anteprima Showroom
ja_jp: ショールームのプレビューを更新できません
lv: Nevar atjaunot izstādes telpas priekšskatu
pl: Nie można zaktualizować podglądu salonu
pt: Não é possível atualizar pré-visualização do showroom
pt_br: Não é possível atualizar pré-visualização do showroom
ru: Невозможно обновить пред.просмотр выствочного зала
tr: Galerinin önizlemesi güncellenemiyor
zh_cn: 无法更新展厅预览图
zh_tw: 無法更新展示廳預覽圖

# Toolbar_Drive_TrackTooltip
source: Use track in a Quick Drive session (Ctrl+G)
cs: Použít trať v Rychlovce (Ctrl+G)
de: Strecke in Quick Drive Session verwenden (Strg+G)
es: Usar pista en una sesión de carrera rápida (Ctrl+G)
fr: Utilise ce circuit dans une course rapide (Ctrl+G)
it: Usa tracciato in una sessione Guida Veloce (Ctrl+G)
ja_jp: クイックドライブセッションでトラックを使用します(Ctrl + G)
lv: Izmantot trasi ātrā brauciena sesijā (Ctrl+G)
pl: Użyj toru w sesji Szybka Jazda (Ctrl+G)
pt: Usar pista numa sessão de Corrida Rápida (Ctrl+G)
pt_br: Usar pista numa sessão de Condução Rápida (Ctrl+G)
ru: Использовать трассу в Быстром Заезде (Ctrl+G)
zh_cn: 在快速游戏模式中使用这条赛道(Ctrl+G)
zh_tw: 在試駕模式中使用這條賽道（Ctrl+G）

# Toolbar_FindInformation_TrackTooltip
source: Find information about track (Ctrl+I)
cs: Najít informace o trati online ve vestavěném prohlížeči (Ctrl+I)
de: Informationen über Strecke suchen (Strg+H)
es: Encontrar información acerca del circuito (Ctrl+I)
fr: Recherche des informations sur le circuit (Ctrl+I)
it: Trova info sul tracciato (Ctrl+I)
ja_jp: トラックに関する情報を検索します(Ctrl + I)
lv: Atrast informāciju par trasi (Ctrl+I)
pl: Znajdź informacje o torze (Ctrl+I)
pt: Encontrar informação sobre a pista (Ctrl+I)
pt_br: Encontrar informação sobre a pista (Ctrl+I)
ru: Искать информацию о трассе (Ctrl+I)
tr: Pist hakkında bilgi edin (Ctrl+I)
zh_cn: 查找赛道的更多信息(Ctrl+I)
zh_tw: 搜尋賽道的更多資訊（Ctrl+I）

# Toolbar_CopyValues
source: Copy values
cs: Zkopírovat hodnoty
de: Wert kopieren
es: Copiar valores
fr: Copier les valeurs
it: Copia valori
ja_jp: 値をコピー
lv: Kopēt vērtības
pl: Kopiuj wartość
pt: Copiar Valores
pt_br: Copiar Valores
ru: Копировать значения
tr: Değerleri kopyala
zh_cn: 复制数值
zh_tw: 複製數值

# Toolbar_CopyValues_Tooltip
source: Copy values to other layouts
cs: Zkopírovat hodnoty do jiných konfigurací
de: Werte zu anderen Layouts kopieren
es: Copiar valores a otras versiones del circuito.
fr: Copie les valeurs aux autres dispositions
it: Copia valori verso altri layout
ja_jp: 他のレイアウトに値をコピーする
lv: Kopēt vētības no citiem izklājumiem
pl: Kopiuj wartości do innych konfiguracji toru
pt: Copiar valores para outros traçados
pt_br: Copiar valores para outros traçados
ru: Копировать значения в другие макеты
tr: Değerleri diğer düzenlere kopyala
zh_cn: 将数据复制到赛道的其他布局里
zh_tw: 將數據複製到賽道的其他佈局裡

# Toolbar_UpdatePreview_TrackTooltip
source: Update track’s preview (Ctrl+P)
cs: Aktualizovat náhled trati (Ctrl+P)
de: Streckenvorschau aktualiseren (Strg+P)
es: Actualizar previsualización de la pista.
fr: Mise à jour de l'aperçu du circuit (Ctrl+P)
it: Aggiorna anteprima tracciato (Ctrl+P)
ja_jp: トラックのプレビューを更新(Ctrl+ P)
lv: Atjaunot trases priekšskatu (Ctrl+P)
pl: Aktualizuj podgląd torów (Ctrl+P)
pt: Atualizar pré-visualização da pista (Ctrl+P)
pt_br: Atualizar pré-visualização da pista (Ctrl+P)
ru: Обновить пред. просмотр трасс (Ctrl+P)
tr: Pistin önizlemesini güncelle (Ctrl+P)
zh_cn: 更新赛道预览图(Ctrl+P)
zh_tw: 更新賽道預覽圖（Ctrl+P）

# Toolbar_UpdatePreviewWithoutShooting
source: Without shooting
cs: Vybrat soubor s obrázkem
de: Mit existierendem Bild
es: Sin disparar
fr: Sans prise de vue
it: Senza scattare
ja_jp: 撮影しない
lv: Bez ierakstīšanas
pl: Bez zrzutu ekranu
pt_br: Sem Shooting
ru: Без съемки
zh_cn: 使用已有图片更新预览图
zh_tw: 使用已有圖片更新預覽圖

# Toolbar_UpdatePreviewWithoutShooting_Tooltip
source: Just select existing image
cs: Místo vytváření screenshotu vyberete hotový soubor s obrázkem
de: Einfach ein bereits existierendes Bild auswählen
es: Solo seleccionar una imagen existente.
fr: Sélectionne une image existante
it: Seleziona immagine esistente
ja_jp: 既存のイメージを選択
lv: VIenkārši izvēlies esošo attēlu
pl: Wystarczy wybrać istniejący obraz
pt: Seleccionar apenas uma imagem existente
pt_br: Selecionar apenas uma imagem existente
ru: Лишь выбрать существующее изображение
tr: Var olan bir görsel seçin
zh_cn: 选择已有图片更新赛道预览图
zh_tw: 選擇已有圖片更新賽道預覽圖

# Toolbar_UpdateMap
source: Update map
cs: Aktualizovat mapu
de: Karte aktualisieren
es: Actualizar mapa
fr: Mettre à jour la carte
it: Aggiorna mappa
ja_jp: 地図を更新
lv: Atjaunot karti
pl: Aktualizacja Mapy
pt: Actualizar Mapa
pt_br: Atualizar Mapa
ru: Обновить карту
tr: Haritayı güncelle
zh_cn: 更新赛道地图
zh_tw: 更新賽道地圖

# AcObject_TrackLayoutNameLabel
source: Layout name:
cs: Konfigurace:
es: Nombre de la versión del circuito
fi_fi: Pohja:
fr: Nom de la disposition :
it: Nome layout:
ja_jp: レイアウト:
lv: Izkārtojums:
pl: Nazwa konfiguracji toru:
pt: Nome do traçado:
pt_br: Nome do traçado:
ru: Имя маршрута:
tr: Düzen ismi:
zh_cn: 布局名:
zh_tw: 賽道佈局名稱：

source: Filter by city
cs: Filtrovat dle města
de: Nach Stadt filtern
es: Filtrar por ciudad
fi_fi: Suodata kaupungin mukaan
fr: Trier par ville
it: Filtra per città
ja_jp: 都市でフィルター
lv: Filtrēt pēc pilsētas
pl: Filtr wg miast
pt: Filtrar Por Cidade:
pt_br: Filtrar Por cidade
ru: Фильтровать по городу
tr: Şehre göre filtrele
zh_cn: 按城市筛选
zh_tw: 按城市篩選

# AcObject_CityLabel
source: City:
cs: Město:
de: Stadt
es: Ciudad
fi_fi: Kaupunki:
fr: Ville :
it: Città:
ja_jp: 街:
lv: Pilsēta:
pl: Miasto:
pt: Cidade:
pt_br: Cidade:
ru: Город:
tr: Şehir:
zh_cn: 城市:
zh_tw: 城市：

# AcObject_GeoTagsLabel
source: Geo tags:
cs: Souřadnice:
es: Etiquetas geográficas
fi_fi: Geo-avainsanat:
fr: Mots clés géolocalisés :
it: Tag Geografico:
ja_jp: ジオタグ:
lv: Koordinātas:
pl: Geo Tagi:
ru: Координаты:
tr: Koordinatlar:
zh_cn: 地理位置标签:
zh_tw: 地理位置標籤：

# Toolbar_EditMode
source: Edit mode
cs: Editační režim
de: Bearbeitungsmodus
es: Modo edicion
fr: Mode édition
it: Modalità modifica
ja_jp: 編集モード
lv: Rediģēšanas režīms
pl: Tryb edycji
pt: Modo de Edição
pt_br: Modo de Edição
ru: Начать редактирование
tr: Düzenleme moduna geç (Ctrl+E)
zh_cn: 编辑模式
zh_tw: 編輯模式

# Toolbar_DisableEditMode
source: Disable edit mode
cs: Vypnout editační režim
de: Bearbeitungsmodus deaktivieren
es: Desactivar modo edicion
fr: Désactiver le mode édition
it: Disabilita modalità modifica
ja_jp: 編集モードを無効にします
lv: Atspējot rediģēšanas režīmu
pl: Dezaktywuj tryb edycji
pt: Desactivar Modo de Edição
pt_br: Desativar Modo de Edição
ru: Отключить режим редактирования
tr: Düzenleme modunu devre dışı bırak
zh_cn: 关闭编辑模式
zh_tw: 關閉編輯模式

# Toolbar_UpdatePreview_WeatherTooltip
source: Update weather preview (Ctrl+P)
cs: Aktualizovat náhled počasí (Ctrl+P)
de: Wettervorschau aktualisieren (Strg+P)
es: Actualizar previsualización del clima (Ctrl+P)
fr: Mise à jour de l'aperçu de la météo (Ctrl+P)
it: Aggiorna anteprima meteo (Ctrl+P)
ja_jp: 天気のプレビューを更新(Ctrl+ P)
lv: Atjaunot laikapstākļu priekšskatu (Ctrl+P)
pl: Aktualizuj podgląd pogody (Ctrl+P)
pt: Actualizar pré-visualização do tempo (Ctrl+P)
pt_br: Atualizar pré-visualização do tempo (Ctrl+P)
ru: Обновить пред. просмотр погоды (Ctrl+P)
tr: Hava durumunun önizlemesini güncelle (Ctrl+P)
zh_cn: 更新天气预览图(Ctrl+P)
zh_tw: 更新天氣預覽圖（Ctrl+P）

# Toolbar_ChangeId_WeatherTooltip
source: Change weather ID (Ctrl+Shift+F2)
cs: Změnit ID počasí (Ctrl+Shift+F2)
de: Wetter ID ändern (Strg+Shift+F2)
es: Cambiar ID del clima (Ctrl+Shift+F2)
fr: Change l'ID de la météo (Ctrl+Maj+F2)
it: Cambia ID meteo (Ctrl+Shift+F2)
ja_jp: 天気IDを変更(Ctrl+Shift+F2)
lv: Mainīt laikapstākļu ID (Ctrl+Shift+F2)
pl: Zmień ID pogody (Ctrl+Shift+F2)
pt: Mudar ID do tempo (Ctrl+Shift+F2)
pt_br: Mudar ID do tempo (Ctrl+Shift+F2)
ru: Изменить идентификатор погоды (Ctrl+Shift+F2)
tr: Hava durumu ID'sini değiştir (CTRL+Shift+F2)
zh_cn: 更改天气ID(Ctrl+Shift+F2)
zh_tw: 更改天氣ID（Ctrl+Shift+F2）

# Toolbar_Test_WeatherTooltip
source: Test weather on track (Ctrl+G)
cs: Otestovat počasí na trati (Ctrl+G)
de: Wetter auf der Strecke testen (Strg+G)
es: Probar clima en la pista (Ctrl+G)
fr: Teste la météo sur circuit (Ctrl+G)
it: Prova meteo sul tracciato (Ctrl+G)
ja_jp: トラック上の天候をテスト(Ctrl + G)
lv: Pārbaudīt laikapstākļus uz trases (Ctrl+G)
pl: Testuj pogodę na torze (Ctrl+G)
pt: Testar tempo na pista (Ctrl+G)
pt_br: Testar tempo na pista (Ctrl+G)
ru: Протестировать погоду на трассе (Ctrl+G)
tr: Hava durumunu pistte dene (Ctrl+G)
zh_cn: 在赛道上测试天气(Ctrl+G)
zh_tw: 在賽道上測試天氣（Ctrl+G）

# Common_Share_WeatherTooltip
source: Share weather (Ctrl+Page Up)
cs: Sdílet počasí (Ctrl+Page Up)
de: Wetter teilen (Strg+BildAuf)
es: Compartir clima (Ctrl+RePág)
fi_fi: Jaa säätila (Ctrl+Page Up)
fr: Partage la météo (Ctrl+Page précédente)
it: Condividi meteo (Ctrl+Page Up)
ja_jp: 天気を共有(Ctrl+Page Up)
lv: Dalīties ar laikapstākļiem (Ctrl+Page Up)
pl: Udostępnij pogodę (Ctrl+PageUp)
pt: Partilhar tempo (Ctrl+Page Up)
pt_br: Compartilhar clima (Ctrl+Page Up)
ru: Поделиться погодой (Ctrl+Page Up)
tr: Hava durumunu paylaş (Ctrl+Page Up)
zh_cn: 分享天气(Ctrl+Page Up)
zh_tw: 分享天氣（Ctrl+Page Up）

# AcObject_WeatherUseAsLabel
source: Use as:
cs: Použít jako:
de: Benutzen als:
es: Usar como:
fi_fi: Käytä:
fr: Utiliser comme :
it: Usa come:
ja_jp: 使用:
lv: Izmantot kā:
pl: Użyj jako:
pt: Usar como:
pt_br: Usar como:
ru: Использовать как:
tr: Şu şekilde kullanın:
zh_cn: 作为:
zh_tw: 作為：

# Weather_SeemsEmpty
source: Seems empty?
cs: Zdá se prázdné?
de: Scheint leer zu sein
es: Parece vacío?
fr: Semble vide ?
it: Sembra vuoto?
ja_jp: 空っぽのようです
lv: Liekas tukšs?
pl: Wygląda na pusty?
pt: Parece vazio?
pt_br: Parece vazio?
ru: Мало параметров?
tr: Boş görünüyor
zh_cn: 好像是空的?
zh_tw: 似乎空的？

# Weather_SeemsEmpty_Commentary
source: Switch to Edit Mode if you want to modify other weather’s parameters.
cs: Přepněte do editačního režimu, chcete-li měnit ostatní parametry počasí.
de: Zu Bearbeitungsmodus wechseln um Wetterparameter zu ändern.
es: Cambia a modo editor si quieres modificar parámetros de otros climas.
fr: Basculez en mode édition si vous souhaitez modifier d'autres paramètres de météo
it: Passa alla modalità modifica per modificare altri parametri meteo.
ja_jp: 他の天候のパラメータを変更する場合は、編集モードに切り替えます
lv: Pāslēdzies uz labošanas režīmu, ja gribi modificēt citus laikapstākļu parametrus.
pl: Przełącz do trybu edycji, jeśli chcesz zmodyfikować inne parametry pogody.
pt: Passar para o Modo de Edição se desejar modicar os outros parâmetros do clima.
pt_br: Passar para o Modo de Edição se desejar modicar os outros parâmetros do clima.
ru: Переключитесь в режим редактирования если хотите изменить другие параметры погоды.
tr: Hava durumu parametrelerini düzenlemek istiyorsanız Düzenleme Moduna geçin
zh_cn: 如果你想编辑其他天气参数,请切换到编辑模式
zh_tw: 如果您想編輯其他天氣參數，請切換到編輯模式。

# WeatherEdit_Headlights
source: Turn on headlights
cs: Zapnout světlomety
de: Scheinwerfer einschalten
es: Encender las luces.
fr: Allumer les phares
it: Accendi luci
ja_jp: ヘッドライトをオン
lv: Ieslēgt gaismas
pl: Włącz światła
pt: Ligar faróis
pt_br: Ligar faróis
ru: Включить фары
tr: Farları yak
zh_cn: 打开车灯
zh_tw: 開啟車燈

# WeatherEdit_ViewReadmeHeader
source: View “readme_weather.txt”
cs: Prohlédnout si “readme_weather.txt”
de: "readme_weather.txt" anzeigen
es: Ver "readme_weather.txt"
fr: Voir “readme_weather.txt”
it: Guarda “readme_weather.txt”
ja_jp: readmeweather.txtを見る
lv: Skatīt "readme_weather.txt"
pl: Zobacz “readme_weather.txt”
pt: Visualizar "readme_weather.txt"
pt_br: Visualizar "readme_weather.txt"
ru: Открыть “readme_weather.txt”
tr: "readme_weather.txt" dosyasını görüntüle
zh_cn: 查看"readme_weather.txt"
zh_tw: 查看「readme_weather.txt」

# WeatherEdit_TemperatureCoefficient_Tooltip
source: Creates a variation of the asphalt temperature relative to the weather, ambient temperature and time. More information in “readme_weather.txt”
cs: Vytvoří variaci na teplotu asfaltu založenou na počasí, teplotě prostředí a času. Více informací v “readme_weather.txt”
de: Erstellt eine Schwankung der Asphalttemperatur verhältnismäßig zum Wetter, der Umgebungstemperatur und der Zeit. Mehr Informationen in "readme_weather.txt"
es: Crea una variacion de la temperatura del asfalto relavita al clima, temperatura ambiente y hora. Mas informacion en "readme_weather.txt"
fr: Crée une variation de la température de l'asphalte en relation avec la météo, la température ambiante et le temps. Plus d'information dans “readme_weather.txt”
it: Cambia la temperatura dell'asfalto in rapporto al tempo, alla temperatura ambiente e all'ora. Ulteriori informazioni in "readme_weather.txt"
ja_jp: 天候、周囲温度、および時間に対するアスファルトの温度変化を作成します。詳細については、"readme_weather.txt”を参照してください。
lv: Rada variācijas asfalta temperatūrā attiecībā pret laikapstākļiem, apkārtējo temperatūru un laiku. Vairāk informācijas “readme_weather.txt”
pl: Tworzy zmienną temperaturę asfaltu względem pogody, temperatury otoczenia i czasu. Więcej informacji w “readme_weather.txt”
pt: Cria uma variação da temperatura do asfalto em relação ao clima, temperatura ambiente e horário. Mais informações em “readme_weather.txt”
pt_br: Cria uma variação da temperatura do asfalto em relação ao clima, temperatura ambiente e tempo. Mais informações em "readme_weather.txt"
ru: Создает отклонения температуры асфальта относительно погоды, температуры окружающей среды и времени. Дополнительная информация в "readme_weather.txt"
zh_cn: 创建和天气,时间,大气温度相关的赛道温度变量,更多信息请参阅"readme_weather.txt"
zh_tw: 建立和天氣、時間、大氣溫度相關的賽道溫度變數。更多資訊請參閱「readme_weather.txt」

# WeatherEdit_TemperatureCoefficient
source: Temp. coefficient
cs: Koeficient teploty
de: Temperaturkoeffizient
es: Factor de Temp.
fr: Coefficient de température
it: Coefficiente temperatura
ja_jp: 温度係数
lv: Temp. koeficients
pl: Współczynnik temp.
pt: Coeficiente da temperatura
pt_br: Coeficiente da temperatura
ru: Температурный коэффициент
tr: Sıcaklık katsayısı
zh_cn: 温度系数
zh_tw: 溫度係數

# WeatherEdit_TemperatureCoefficientTesting
source: Temperature coefficient testing:
cs: Testování koeficientu teploty:
de: Temperaturkoeffizient testen:
es: Prueba del coeficiente de Temperatura:
fr: Test du coefficient de température :
it: Testare coefficiente temperatura:
ja_jp: 温度係数のテスト:
lv: Temperatūras koeficienta testēšana:
pl: Testowanie współczynnika temperatury:
pt: Teste do coeficiente de temperatura:
pt_br: Teste do coeficiente de temperatura:
ru: Тестирование температурного коэффициента:
tr: Sıcaklık katsayı testi:
zh_cn: 温度系数测试:
zh_tw: 溫度係數測試：

# WeatherEdit_TemperatureCoefficientAirTemperature
source: Air temp.
cs: Teplota vzduchu
de: Temp. Luft
es: Temp. Aire
fr: Température de l'air
it: Temperatura dell'aria
ja_jp: 空気温度
lv: Gaisa temperatūra.
pl: Temperatura powietrza
pt: Temperatura do Ar
pt_br: Temperatura do Ar
ru: Темп. воздуха
tr: Hava sıcaklığı
zh_cn: 空气温度
zh_tw: 氣溫

# WeatherEdit_CloudsHeader
source: Clouds:
cs: Mraky:
de: Wolken:
es: Nubes:
fr: Nuages :
it: Nuvole:
ja_jp: 雲:
lv: Mākoņi:
pl: Chmury:
pt: Nuvens:
pt_br: Nuvens:
ru: Облака:
tr: Bulutlar:
zh_cn: 云:
zh_tw: 雲：

# WeatherEdit_Cover
source: Cover
cs: Pokrývka
de: Wolkendecke
es: Cubierta
fr: Couverture
it: Coperto
ja_jp: カバー
lv: Pārklājums
pl: Pokrywa
pt: Capa
pt_br: Capa
ru: покрытие
zh_cn: 覆盖
zh_tw: 覆蓋
