Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Common_Test
source: Test
fi_fi: Testaa
fr: Essayer
ja_jp: テスト
lv: Pārbaudīt
pl: Testuj
pt: Testar
pt_br: Testar
ru: Тест
zh_cn: 测试
zh_tw: 測試

# Toolbar_Delete_SetupTooltip
source: Remove setup to the Recycle Bin (Ctrl+Delete)
cs: Přesunout seřízení do Koše (Ctrl+Delete)
de: Setup in Papierkorb verschieben (Strg+Entf)
es: Eliminar configuracion a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove setup to Recycle Bin (Ctrl+Delete)
fr: Déplace le réglage vers la corbeille (Ctrl+Supprimer)
it: Rimuovi setup nel cestino (Ctrl+Delete)
ja_jp: ごみ箱のセットアップを削除(Ctrl+Delete)
lv: Dzēst uzstādījumu (Ctrl+Del)
pl: Usuń setup do kosza (Ctrl+Delete)
pt_br: Envie o Setup para a Lixeira (Ctrl+Delete)
ru: Удалить настройку в корзину (Ctrl+Delete)
tr: Ayarı Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将调校移动到回收站(Ctrl+Delete)
zh_tw: 將調校移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_SkinTooltip
source: Remove skin to the Recycle Bin (Ctrl+Delete)
cs: Přesunout skin do Koše (Ctrl+Delete)
de: Lackierung in Papierkorb verschieben (Strf+Entf)
es: Eliminar aspecto a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove skin to Recycle Bin (Ctrl+Delete)
fr: Déplace la skin vers la corbeille (Ctrl+Supprimer)
it: Rimuovi skin nel cestino (Ctrl+Delete)
ja_jp: ごみ箱のスキンを削除(Ctrl+Delete)
lv: Dzēst skinu (Ctrl+Del)
pl: Usuń skórkę do kosza (Ctrl+Delete)
pt_br: Envie a Skin para a Lixeira (Ctrl+Delete)
ru: Удалить раскраску в корзину (Ctrl+Delete)
tr: Kaplamayı Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将涂装移动到回收站(Ctrl+Delete)
zh_tw: 將塗裝移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_FontTooltip
source: Remove font to the Recycle Bin (Ctrl+Delete)
cs: Přesunout písmo do Koše (Ctrl+Delete)
de: Schrift in Papierkorb verschieben (Strf+Entf)
es: Eliminar fuente a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove font to Recycle Bin (Ctrl+Delete)
fr: Déplacr la police vers la corbeille (Ctrl+Supprimer)
it: Rimuovi carattere nel cestino (Ctrl+Delete)
ja_jp: ごみ箱のフォントを削除(Ctrl+Delete)
lv: Dzēst fontu (Ctrl+Del)
pl: Usuń czcionkę do kosza (Ctrl+Delete)
pt_br: Envie a Fonte para a Lixeira (Ctrl+Delete)
ru: Удалить шрифт в корзину (Ctrl+Delete)
tr: Yazı tipini Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将字体移动到回收站(Ctrl+Delete)
zh_tw: 將字型移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_PpFilterTooltip
source: Remove PP filter to the Recycle Bin (Ctrl+Delete)
cs: Přesunout PP filtr do Koše (Ctrl+Delete)
de: Nachbearbeitungsfilter in Papierkorb verschieben (Strf+Entf)
es: Eliminar Filtro PP a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove PP filter to Recycle Bin (Ctrl+Delete)
fr: Déplace le filtre PP vers la corbeille (Ctrl+Supprimer)
it: Rimuovi filtro PP nel cestino (Ctrl+Delete)
ja_jp: ごみ箱のPPフィルターを削除(Ctrl+Delete)
lv: Dzēst PP filtru (Ctrl+Del)
pl: Usuń filtr PP do kosza (Ctrl+Delete)
pt_br: Envie o Filtro PP para a Lixeira (Ctrl+Delete)
ru: Удалить ПП фильтр в корзину (Ctrl+Delete)
tr: İleri işleme filtresini Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将滤镜移动到回收站(Ctrl+Delete)
zh_tw: 將濾鏡移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_AppTooltip
source: Remove app to the Recycle Bin (Ctrl+Delete)
cs: Přesunout appku do Koše (Ctrl+Delete)
de: App in Papierkorb verschieben (Strf+Entf)
es: Eliminar app a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove app to Recycle Bin (Ctrl+Delete)
fr: Déplace l'app vers la corbeille (Ctrl+Supprimer)
it: Rimuovi app nel cestino (Ctrl+Delete)
ja_jp: ごみ箱からアプリを削除(Ctrl+Delete)
lv: Dzēst aplikāciju (Ctrl+Del)
pl: Usuń aplikację do kosza (Ctrl+Delete)
pt_br: Envie o app para a Lixeira (Ctrl+Delete)
ru: Удалить приложение в корзину (Ctrl+Delete)
tr: Uygulamayı Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将插件移动到回收站(Ctrl+Delete)
zh_tw: 將app移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_ReplayTooltip
source: Remove replay to the Recycle Bin (Ctrl+Delete)
cs: Přesunout opakovaný záznam do Koše (Ctrl+Delete)
de: Wiederholung in Papierkorb verschieben (Strf+Entf)
es: Eliminar repeticion a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove replay to Recycle Bin (Ctrl+Delete)
fr: Déplace le replay vers la corbeille (Ctrl+Supprimer)
it: Rimuovi replay nel cestino (Ctrl+Delete)
ja_jp: ごみ箱のリプレイを削除(Ctrl+Delete)
lv: Dzēst ierakstu (Ctrl+Del)
pl: Usuń powtórkę do kosza (Ctrl+Delete)
pt_br: Envie o Replay para a Lixeira (Ctrl+Delete)
ru: Удалить повтор в корзину (Ctrl+Delete)
tr: Yarış tekrarını Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将录像移动到回收站(Ctrl+Delete)
zh_tw: 將重播移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_ShowroomTooltip
source: Remove showroom to the Recycle Bin (Ctrl+Delete)
cs: Přesunout autosalon do Koše (Ctrl+Delete)
de: Showroom in Papierkorb verschieben (Strg+Entf)
es: Eliminar showroom a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove showroom to Recycle Bin (Ctrl+Delete)
fr: Déplace le showroom vers la corbeille (Ctrl+Supprimer)
it: Rimuovi showroom nel cestino (Ctrl+Delete)
ja_jp: ごみ箱のショールームを削除(Ctrl+Delete)
lv: Dzēst izstādes telpu (Ctrl+Del)
pl: Usuń salon do kosza (Ctrl+Delete)
pt_br: Envie o Showroom para a Lixeira (Ctrl+Delete)
ru: Удалить шоурум в корзину (Ctrl+Delete)
tr: Galeriyi Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将展厅移动到回收站(Ctrl+Delete)
zh_tw: 將展示廳移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_TrackTooltip
source: Remove track to the Recycle Bin (Ctrl+Delete)
cs: Přesunout trať do Koše (Ctrl+Delete)
de: Strecke in Papierkorb verschieben (Strf+Entf)
es: Eliminar pista a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove track to Recycle Bin (Ctrl+Delete)
fr: Déplace le circuit vers la corbeille (Ctrl+Supprimer)
it: Rimuovi circuiti nel cestino (Ctrl+Delete)
ja_jp: ごみ箱のトラックを削除(Ctrl+Delete)
lv: Dzēst trasi (Ctrl+Del)
pl: Usuń tor do kosza (Ctrl+Delete)
pt_br: Enviea Pista para a Lixeira (Ctrl+Delete)
ru: Удалить трассу в корзину (Ctrl+Delete)
tr: Pisti Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将赛道移动到回收站(Ctrl+Delete)
zh_tw: 將賽道移動到回收桶（Ctrl+Delete）

# Toolbar_Delete_WeatherTooltip
source: Remove weather to the Recycle Bin (Ctrl+Delete)
cs: Přesunout počasí do Koše (Ctrl+Delete)
de: Wetter in Papierkorb verschieben (Strf+Entf)
es: Eliminar meteorologia a la papelera de reciclaje (Ctrl+Delete)
fi_fi: Remove weather to Recycle Bin (Ctrl+Delete)
fr: Déplace la météo vers la corbeille (Ctrl+Supprimer)
it: Rimuovi meteo nel cestino (Ctrl+Delete)
ja_jp: ごみ箱の天候を削除(Ctrl+Delete)
lv: Dzēst laikapstākļus (Ctrl+Del)
pl: Usuń pogodę do kosza (Ctrl+Delete)
pt_br: Envie o Clima para a Lixeira (Ctrl+Delete)
ru: Удалить погоду в корзину (Ctrl+Delete)
tr: Hava durumunu Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将天气移动到回收站(Ctrl+Delete)
zh_tw: 將天氣移動到回收桶（Ctrl+Delete）

# Toolbar_Rename
source: Rename
cs: Přejmenovat
de: Umbennen
es: Renombrar
fr: Renommer
it: Rinomina
ja_jp: リネーム
lv: Pārdēvēt
pl: Zmień nazwę
pt: Renomear
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
zh_cn: 重命名
zh_tw: 重新命名

# Toolbar_Rename_ReplayTooltip
source: Rename replay according to the new name (Ctrl+S)
cs: Přejmenovat opakovaný záznam podle nového názvu (Ctrl+S)
de: Wiederholung nach neuem Namen umbenennen (Ctrl+S)
es: Renombrar repeticion acorde al nuevo nombre (Ctrl+S)
fr: Renomme le replay selon le nouveau nom (Ctrl+S)
it: Rinomina replay secondo il nuovo nome (Ctrl+S)
ja_jp: 新しい名前に応じてリプレイ名前を変更します(Ctrl + S)
lv: Pārdēvēt ierakstu pieskaņojot jaunajam vārdam (Ctrl+S)
pl: Zmień nazwę powtórki zgodnie z nową nazwą (Ctrl+S)
pt_br: Renomeie o replay de acordo com o novo nome (Ctrl + S)
ru: Переименовать повтор в соответствии с новым именем (Ctrl+S)
tr: Yeni isme göre yarış tekrarını yeniden adlandır (Ctrl+S)
zh_cn: 重命名录像文件(Ctrl+S)
zh_tw: 重新命名重播檔案（Ctrl+S）

# Toolbar_UploadAndShare
source: Upload & share
cs: Sdílet v cloudu
de: Hochladen & teilen
es: Actualizar y Compartir
fr: Téléverser et partager
it: Aggiorna e condividi
ja_jp: アップロード＆シェア
lv: Augšuplādēt un dalīties
pl: Wyślij & Udostępnij
pt: Fazer o Upload & Partilhar
pt_br: Fazer o Upload e Compartilhar
ru: Выгрузить и поделиться
tr: Yükle & paylaş
zh_cn: 上传和分享
zh_tw: 上傳並分享

# Toolbar_UploadAndShare_ReplayTooltip
source: Share replay using cloud storage selected in settings (Ctrl+Page Up)
cs: Sdílet opakovaný záznam pomocí cloudové služby zvolené v Nastavení (Ctrl+Page Up)
de: Wiederholung per Google Drive teilen (Strg+BildAuf)
es: Compartir repeticion usando Google Drive (Ctrl+Avpag)
fi_fi: Share replay using Google Drive (Ctrl+Page Up)
fr: Partage le replay en utilisant Google Drive (Ctrl+Page précédente)
it: Condividi Replay usando Google Grive (Ctrl+Page Up)
ja_jp: Google Driveを使ってリプレイを共有(Ctrl+Page Up)
lv: Dalies ar ierakstu izmantojot Google Drive (Ctrl+Page Up)
pl: Udostępnij powtórkę używając Google Drive (Ctrl+PageUp)
pt_br: Compartilhe o replay usando o Google Drive (Ctrl+ Page Up)
ru: Поделиться повтором используя Google Диск (Ctrl+Page Up)
zh_cn: 使用Google Drive分享游戏录像(Ctrl+Page Up)
zh_tw: 使用Google Drive分享遊戲重播（Ctrl+Page Up）

# Toolbar_Save_IniTooltip
source: Save changed INI-file (Ctrl+S)
cs: Uložit změny souboru INI (Ctrl+S)
de: Geänderte INI-Datei speichern (Strg+S)
es: Guardar archivo INI modificado (Ctrl+S)
fr: Sauvegarde le fichier INI modifié (Ctrl+S)
it: Salva INI-file modificato (Ctrl+S)
ja_jp: 変更したINIファイルを保存(Ctrl + S)
lv: Saglabāt izmainīto INI failu (Ctrl+S)
pl: Zapisz zmodyfikowany plik INI (Ctrl+S)
pt_br: Salvar arquivo INI alterado (Ctrl+S)
ru: Сохранить изменённый INI-файл (Ctrl+S)
tr: Değişiklik yapılan INI dosyasını kaydet (Ctrl+S)
zh_cn: 保存对INI文件的修改(Ctrl+S)
zh_tw: 儲存對INI檔案的修改（Ctrl+S）

# Toolbar_Clone
source: Clone
cs: Naklonovat
de: Duplizieren
es: Clonar
fr: Dupliquer
it: Clona
ja_jp: 複製
lv: Klonēt
pl: Klonuj
pt: Duplicar
pt_br: Duplicar
ru: Копировать
tr: Klonla
zh_cn: 复制
zh_tw: 複製

# Toolbar_Clone_WeatherTooltip
source: Clone weather (Ctrl+Shift+D)
cs: Naklonovat počasí (Ctrl+Shift+D)
de: Wetter duplizieren (Strg+Shift+D)
es: Clonar Meteorologia (Ctrl+Shift+D)
fr: Duplique la météo (Ctrl+Majuscule+D)
it: Clona meteo (Ctrl+Shift+D)
ja_jp: 天気を複製(Ctrl + Shift+ D)
lv: Klonēt laikapstākļus (Ctrl+Shift+D)
pl: Klonuj pogodę (Ctrl+Shift+D)
pt: Duplicar clima (Ctrl+Shift+D)
pt_br: Duplicar clima (Ctrl+Shift+D)
ru: Копировать погоду (Ctrl+Shift+D)
tr: Hava durumunu klonla (Ctrl+Shift+D)
zh_cn: 复制天气(Ctrl+Shift+D)
zh_tw: 複製天氣（Ctrl+Shift+D）

# Toolbar_Share_SetupTooltip
source: Share setup (Ctrl+Page Up)
cs: Sdílet seřízení (Ctrl+Page Up)
de: Setup teilen (Strg+BildAuf)
es: Compartir configuracion (Ctrl+Avpag)
fr: Partage le réglage (Ctrl+Page précédente)
it: Condividi assetto(Ctrl+Page Up)
ja_jp: セットアップを共有(Ctrl+Page Up)
lv: Dalīties ar uzstādījumu (Ctrl+Page Up)
pl: Udostępnij setup (Ctrl+PageUp)
pt: Partilhar setup (Ctrl+Page Up)
pt_br: Compartilhar setup (Ctrl+Page Up)
ru: Поделиться настройками (Ctrl+Page Up)
tr: Ayarı paylaş (Ctrl+Page Up)
zh_cn: 分享车辆调校(Ctrl+Page Up)
zh_tw: 分享車輛調校（Ctrl+Page Up）

# Toolbar_Test_SetupTooltip
source: Test setup (Ctrl+G)
cs: Otestovat seřízení (Ctrl+G)
de: Test Setup (Strg+G)
es: Probar configuracion (Ctrl+G)
fr: Test du réglage (Ctrl+G)
it: Prova setup (Ctrl+G)
ja_jp: セットアップテスト(Ctrl + G)
lv: Pārbaudīt uzstādījumu (Ctrl+G)
pl: Testuj setup (Ctrl+G)
pt: Testar setup (Ctrl+G)
pt_br: Testar setup (Ctrl+G)
ru: Протестировать настройки (Ctrl+G)
tr: Ayarı dene (Ctrl+G)
zh_cn: 测试车辆调校(Ctrl+G)
zh_tw: 測試車輛調校（Ctrl+G）

# AcObject_TrackLabel
source: Track:
cs: Trať:
de: Strecke:
es: Pista:
fi_fi: Rata:
fr: Circuit :
it: Circuito:
ja_jp: 会場:
lv: Trase:
pl: Tor:
pt: Pista:
pt_br: Pista:
ru: Трасса:
tr: Pist:
zh_cn: 赛道:
zh_tw: 賽道：

# Toolbar_ChangeId
source: Change ID
cs: Změnit ID
de: ID ändern
es: Cambiar ID
fr: Changer l'ID
it: Cambia ID
ja_jp: IDを変更
lv: Mainīt ID
pl: Zmień ID
pt: Alterar ID
pt_br: Alterar ID
ru: Сменить ID
tr: ID'yi Değiştir
zh_cn: 更换ID
zh_tw: 更換ID

# Toolbar_ChangeId_SkinTooltip
source: Change skin’s ID (Ctrl+Shift+F2)
cs: Změnit ID skinu (Ctrl+Shift+F2)
de: ID der Lackierung ändern (Strg+Shift+F2)
es: Cambiar ID de Skins (Ctrl+Shift+F2)
fr: Change l'ID du skin (Ctrl+Maj+F2)
it: Cambia ID delle skins (Ctrl+Shift+F2)
ja_jp: スキンIDを変更(Ctrl+Shift+F2)
lv: Mainīt skina ID (Ctrl+Shift+F2)
pl: Zmień ID skórek (Ctrl+Shift+F2)
pt: Alterar ID da skin (Ctrl+Shift+F2)
pt_br: Alterar ID da skin (Ctrl+Shift+F2)
ru: Изменить идентификатор раскраски (Ctrl+Shift+F2)
tr: Kaplama ID'sini değiştir (CTRL+Shift+F2)
zh_cn: 更换车辆涂装的ID(Ctrl+Shift+F2)
zh_tw: 更換車輛塗裝的ID（Ctrl+Shift+F2）

# Toolbar_DeleteJson
source: Delete JSON-file
cs: Smazat soubor JSON
de: JSON-Datei löschen
es: Eliminar archivo JSON
fr: Supprimer le fichier JSON
it: Cancella file JSON
ja_jp: JSONファイルを削除
lv: Dzēst JSON failu
pl: Usuń plik JSON
pt: Apagar ficheiro JSON
pt_br: Apagar arquivo JSON
ru: Удалить JSON-файл
tr: JSON dosyasını sil
zh_cn: 删除JSON文件
zh_tw: 刪除JSON檔案

# Toolbar_CreateJson
source: Create JSON-file
cs: Vytvořit soubor JSON
de: JSON-Datei erstellen
es: Crear archivo JSON
fr: Créer un fichier JSON
it: Crea file JSON
ja_jp: JSONファイルを作成
lv: Izveidot JSON-failu
pl: Utwórz plik JSON
pt: Criar um ficheiro JSON
pt_br: Criar um arquivo JSON
ru: Создать JSON-файл
tr: JSON dosyası oluştur
zh_cn: 创建JSON文件
zh_tw: 建立JSON檔案

# Common_Go
source: Go!
cs: Start!
de: Los!
es: ¡A correr!
fi_fi: Kisaa!
it: Via!
lv: Aiziet!
nl: Ga!
pl: Jedź!
pt: Iniciar!
pt_br: Correr!
ru: Поехали!
tr: Başla!
zh_cn: 出发!
zh_tw: 出發！

# Toolbar_Share_FilterTooltip
source: Share filter (Ctrl+Page Up)
cs: Sdílet filtr (Ctrl+Page Up)
de: Filter teilen (Strg+Bild Auf)
es: Compartir filtro (Ctrl+Avpag)
fr: Partage le filtre (Ctrl+Page précédente)
it: Condividi filtro (Ctrl+Pag. su)
ja_jp: フィルターを共有(Ctrl+Page Up)
lv: Dalīties ar filtru (Ctrl+Page Up)
pl: Udostępnij filtr (Ctrl+PageUp)
pt: Partilhar filtro (Ctrl+Page Up)
pt_br: Compartilhar filtro (Ctrl+Page Up)
ru: Поделиться фильтром (Ctrl+Page Up)
tr: Filtreyi paylaş (Ctrl+Page Up)
zh_cn: 分享滤镜(Ctrl+Page Up)
zh_tw: 分享濾鏡（Ctrl+Page Up）

# Toolbar_Test_FilterTooltip
source: Test filter in showroom (Ctrl+G)
cs: Otestovat filtr v autosalonu (Ctrl+G)
de: Filter im Showroom testen (Strg+G)
es: Probar filtro en showroom (Ctrl+G)
fr: Test du filtre dans le showroom (Ctrl+G)
it: Prova filtro nello showroom (Ctrl+G)
ja_jp: ショールームでフィルターをテスト(Ctrl + G)
lv: Pārbaudīt filtru izstādes telpā (Ctrl+G)
pl: Testuj filtr w salonie (Ctrl+G)
pt_br: Filtro de teste na sala de exposições (Ctrl+G)
ru: Тестировать фильтр в шоуруме (Ctrl+G)
tr: Filtreyi galeride dene (Ctrl+G)
zh_cn: 在展厅中测试滤镜(Ctrl+G)
zh_tw: 在展示廳中測試濾鏡（Ctrl+G）

# Font_MissingFonts
source: Missing fonts
cs: Chybějící písma
de: fehlende Schriften
es: Fuentes no encontradas
fi_fi: Puuttuvat kirjasimet
fr: Polices introuvables
it: Carattere mancante
ja_jp: 不足しているフォント
lv: Trūkstošie fonti
pl: Brakujące czcionki
pt: Fontes em Falta
pt_br: Fontes em Falta
ru: Отсутствующие шрифты
tr: Yazı tipleri bulunamıyor
zh_cn: 缺少字体
zh_tw: 遺失字型

# Common_DisablingFormat
source: Disabling {0}…
cs: Vypínám {0}…
de: Deaktivieren {0}...
es: Deshabilitando {0}...
fi_fi: Poistetaan {0}…
fr: Désactivation {0}…
it: Disabilita {0}...
ja_jp: {0}を無効にしています...
lv: Deaktivē {0}...
pl: Wyłączanie {0} ...
pt: Desactivando {0}
pt_br: Desativando {0}…
ru: Отключение {0}…
tr: Devre dışı bırakılıyor {0}…
zh_cn: 正在关闭 {)
zh_tw: 正在關閉 {0}⋯⋯

# Common_CannotFindCarById
source: Can’t find car with provided ID
cs: Nelze nalézt auto pomocí poskytnutého ID
de: Kann Fahrzeug mit dieser ID nicht finden
es: No se puede encontrar el coche con el ID proporcionado
fi_fi: Autoa ei löydy ilmoitetulla tunnuksella
fr: Impossible de trouver le véhicule avec l'ID fournie
it: Impossibile trovare auto con ID fornito
ja_jp: 指定されたIDを持つ車が見つかりません
lv: Nevar atrast mašīnu ar norādīto ID
pl: Nie można znaleźć samochodu z dostarczonego ID
pt: Não é possível encontrar um carro com o ID fornecido
pt_br: Não é possível encontrar carro com o ID fornecido
ru: Не удается найти машину с предоставленным ID
tr: Belirtilen ID ile eşleşen araba bulunamıyor
zh_cn: 无法找到指定ID对应的车辆
zh_tw: 無法找到指定ID對應的車輛

# Toolbar_UpdatePreview_SkinTooltip
source: Update skin’s preview (Ctrl+P)
cs: Aktualizovat náhled skinu (Ctrl+P)
de: Lackierungsvorschau aktualisieren (Strg+P)
es: Actualizar vista previa del skin (Ctrl+P)
fr: Mise à jour de l'aperçu de la skin (Ctrl+P)
it: Aggiorna anteprima skins (Ctrl+P)
ja_jp: スキンのプレビューを更新(Ctrl+ P)
lv: Atjaunot skina priekšskatu (Ctrl+P)
pl: Aktualizuj podgląd skórek (Ctrl+P)
pt: Actualizar pré-visualização da skin (Ctrl+P)
pt_br: Atualizar pré-visualização da skin (Ctrl+P)
ru: Обновить пред. просмотр раскрасок (Ctrl+P)
tr: Kaplamanın önizlemesini güncelle (Ctrl+P)
zh_cn: 更新车辆涂装预览图(Ctrl+P)
zh_tw: 更新車輛塗裝預覽圖（Ctrl+P）

# Toolbar_ChangeLivery_Tooltip
source: Change skin’s livery.png (Alt+J)
cs: Změnit livery.png skinu (Alt+J)
de: Beschriftung der Lackierung aktualisieren (Strg+L)
es: Cambiar decoraciones livery.png (Ctrl+L)
fi_fi: Change skin’s livery.png (Ctrl+L)
fr: Change la livrée du skin
it: Cambia livrea.png delle skins (Ctrl+L)
ja_jp: スキンのlivery.pngを変更(Ctrl + L)
lv: Mainīt skina livery.png (Ctrl+L)
pl: Zmień malowania livery.png (Ctrl+L)
pt: Alterar livery.png da skin (Ctrl+L)
pt_br: Alterar livery.png da skin (Ctrl+L)
ru: Изменить livery.png (Ctrl+L)
tr: Kaplamanın livery.png dosyasını değiştir (Alt+J)
zh_cn: 更换车辆涂装的livery.png文件(Ctrl+L)
zh_tw: 更換車輛塗裝的livery.png檔案（Ctrl+L）

# AcObject_TeamLabel
source: Team:
cs: Tým:
es: Equipo:
fi_fi: Talli:
fr: Équipe :
it: Squadra:
ja_jp: チーム:
lv: Komanda:
pl: Zespół:
pt: Equipa:
pt_br: Equipe:
ru: Координаты:
tr: Takım:
zh_cn: 车队:
zh_tw: 車隊：

# AcObject_DriverLabel
source: Driver:
cs: Závodník:
de: Fahrer:
es: Piloto:
fi_fi: Kuljettaja:
fr: Pilote :
it: Pilota:
ja_jp: ドライバー:
lv: Braucējs:
pl: Kierowca:
pt: Condutor:
pt_br: Motorista:
ru: Водитель:
tr: Sürücü:
zh_cn: 车手:
zh_tw: 車手：

# AcObject_NumberLabel
source: Number:
cs: Číslo
de: Nummer:
es: Numero:
fi_fi: Numero:
fr: Numéro :
it: Numero:
ja_jp: ナンバー:
lv: Numurs:
pl: Numer:
pt: Número:
pt_br: Número:
ru: Номер:
tr: Numara:
zh_cn: 车号:
zh_tw: 車號：

# AcObject_PriorityLabel
source: Priority:
cs: Priorita:
de: Priorität:
es: Prioridad:
fi_fi: Tärkeys:
fr: Priorité :
it: Priorità:
ja_jp: 優先:
lv: Prioritāte:
pl: Priorytet:
pt: Prioridade:
pt_br: Prioridade:
ru: Приоритет:
tr: Öncelik:
zh_cn: 优先级:
zh_tw: 優先等級：

# Skin_CannotRemoveUiSkin
source: Can’t remove “ui_skin.json”
cs: Nelze odebrat “ui_skin.json”
de: “ui_skin.json” kann nicht gelöscht werden
es: No se puede eliminar "ui_skin.json"
fr: Impossible de supprimer “ui_skin.json”
it: Impossibile rimuovere “ui_skin.json”
ja_jp: "ui_skin.json"を削除できません
lv: Nevar noņemt "ui_skin.json"
pl: Nie można usunąć “ui_skin.json”
pt: Não é possível remover "ui_skin.json"
pt_br: Não é possível remover "ui_skin.json"
ru: Невозможно удалить “ui_skin.json”
tr: “ui_skin.json” dosyası kaldırılamıyor
zh_cn: 无法删除“ui_skin.json”
zh_tw: 無法刪除「ui_skin.json」

# Skin_CannotRemoveUiSkin_Commentary
source: Make sure file isn’t used.
cs: Ujistěte se, že se soubor nepoužívá.
de: Sicherstellen, dass Datei nicht verwendet wird.
es: Asegurate de que el archivo no esta en uso.
fr: Assurez-vous que le fichier n'est pas utilisé.
it: Assicurati che il file non sia in uso.
ja_jp: ファイルが使用されていないことを確認してください。
lv: Pārliecinies, ka fails netiek izmantots.
pl: Upewnij się, że plik nie jest używany.
pt: Certifique-se que o ficheiro não está em uso.
pt_br: Certifique-se que o arquivo não está em uso.
ru: Убедитесь что файл не используется.
tr: Dosyanın kullanılmadığından emin olun.
zh_cn: 请确保文件没有被打开
zh_tw: 請確認檔案沒有被開啟。

# Toolbar_RescanUsings
source: Rescan usings
cs: Přeskenovat použití
de: Nach genutzten Schriftarten suchen
es: Rescanear Usados
fr: Rescanner les signatures
it: Analisi utilizzo
ja_jp: 再スキャンの使用状況
lv: Pārskenēt lietojumus
pl: Przeskanuj ponownie
ru: Пересканировать используемые
zh_cn: 重新扫描字体使用情况
zh_tw: 重新掃瞄字型使用情況

# Toolbar_RescanUsings_Tooltip
source: Collect list of cars per font (Ctrl+U)
cs: Nasbírat seznam aut na písmo (Ctrl+U)
de: Liste von Fahrzeuge per Schriftart erfassen (Ctrl+U)
fr: Collecte la liste des véhicule par police
it: Elenca macchine per carattere (Ctrl+U)
ja_jp: フォントごとに自動車のリストを収集する(Ctrl+U)
lv: Savāk sarakstu ar mašīnām uz fontu (Ctrl+U)
pl: Zbieranie listy aut i używanych czcionek (Ctrl+U)
pt_br: Coletar lista de carros por fonte (Ctrl+U)
ru: Собрать список машин на шрифт (Ctrl+U)
zh_cn: 收集使用了每一种字体的车辆的数据(Ctrl+U)
zh_tw: 依字型使用情況列出車輛清單（Ctrl+U）

# Toolbar_CreateNewFont
source: Create new font
cs: Vytvořit nové písmo
de: Neue Schrift erstellen
es: Crear nueva fuente
fr: Crée une nouvelle police
it: Crea Nuovo Carattere
ja_jp: 新しいフォントを作成
lv: Izveidot jaunu fontu
pl: Utwórz nową czcionkę
pt: Criar Nova Fonte
pt_br: Criar Nova Fonte
ru: Создать новый шрифт
tr: Yeni yazı tipi oluştur
zh_cn: 创建新字体
zh_tw: 建立新字型

# Toolbar_CreateNewFont_Tooltip
source: Create a new font using Kunos tool (Ctrl+N)
cs: Vytvořit nové písmo pomocí nástroje od Kunos (Ctrl+N)
de: Neue Schrift mit Kunos Tool erstellen (Strg+N)
es: Crear nueva fuente usando la herramienta de Kunos (ctrl+N)
fr: Crée une nouvelle police en utilisant les outils de Kunos (Ctrl+N)
it: Crea un nuovo Carattere usando lo strumento di Kunos (Ctrl+N)
ja_jp: Kunosツールを使用して新しいフォントを作成(Ctrl + N)
lv: Izveidot jaunu fontu, izmantojot Kunos rīkus (Ctrl+N)
pl: Utwórz nową czcionkę za pomocą narzędzia Kunos (Ctrl+N)
pt: Criar uma nova fonte usando a ferramenta da Kunos (Ctrl+N)
pt_br: Criar uma nova fonte usando a ferramenta da Kunos (Ctrl+N)
ru: Создать новый шрифт используя инструменты Kunos (Ctrl+N)
tr: Kunos aracını kullanarak yeni bir yazı tipi oluştur (Ctrl+N)
zh_cn: 使用Kunos工具创建新字体(Ctrl+N)
zh_tw: 使用Kunos工具建立新字型（Ctrl+N）

# Toolbar_DisableUnused
source: Disable unused
cs: Zakázat nepoužité
de: Ungenutzte deaktivieren
es: Desactivar no usado
fr: Désactiver inutilisé
it: Disattiva inutilizzati
ja_jp: 未使用を無効
lv: Atspējot nelietotos
pl: Wyłącz nieużywane
pt_br: Desativar não utilizado
ru: Отключить неиспользуемые
tr: Kullanılmayanları devre dışı bırak
zh_cn: 禁用未使用的字体
zh_tw: 停用未使用的字型

# Toolbar_DisableUnused_Tooltip
source: Rescan usings and disable all unused fonts (Ctrl+Shift+D)
cs: Přeskenovat použití a zakázat všechny nepoužitá písma (Ctrl+Shift+D)
de: Erneut nach genutzten Schriftarten suchen und alle ungenutzten deaktivieren (Ctrl+Shift+D)
es: Reescanear utilizadas y deshabilitar las fuentes no utilizadas (Ctrl+Shift+D)
fr: Rescanner les signatures et désactiver les polices inutilisées
it: Analizza utilizzo e disabilita tutti i caratteri inutilizzati (Ctrl+Shift+D)
ja_jp: usingsを再スキャンし、すべての未使用のフォント(Ctrlキー+ Shiftキー+ D)を無効に
lv: Pārskenēt lietotos un atspējot visus nelietotos fontus (Ctrl+Shift+D)
pl: Przeskanuj ponownie używane i wyłączyć wszystkie nieużywane czcionki (Ctrl+Shift+D)
pt_br: Uso de Rescan e desativar todas as fontes não utilizadas (Ctrl+Shift+D)
ru: Пересканировать используемые и отключить все неиспользуемые шрифты (Ctrl+Shift+D)
zh_cn: 重新扫描字体使用情况,禁用所有未使用的字体(Ctrl+Shift+D)
zh_tw: 重新掃瞄字型使用情況，停用所有未使用的字型（Ctrl+Shift+D）

# AcObject_FontTestLabel
source: Test:
es: Probar:
fi_fi: Testi:
it: Prova:
ja_jp: テスト:
lv: Tests:
pt: Testar:
pt_br: Testar:
ru: Тест:
zh_cn: 测试:
zh_tw: 測試：

# AcObject_FontUsedInLabel
source: Used in:
cs: Použito v:
de: Benutzt in:
es: Usado en:
fi_fi: Käytössä:
fr: Utilisé dans :
it: Usato in:
ja_jp: このデータを利用する車:
lv: Izmantots:
pl: Używana w:
pt: Usado em:
pt_br: Usado em:
ru: Используется в:
tr: Kullanıldığı yer:
zh_cn: 被用于:
zh_tw: 用於：

# AcObject_FontLastScannedFormat
source: Last scanned: {0}
cs: Naposledy skenováno: {0}
de: Zuletzt gescannt: {0}
es: Ultimo escaneado: {0}
fi_fi: Viimeksi tarkistettu: {0}
fr: Dernier scan : {0}
it: Ultima scansione: {0}
ja_jp: 最終スキャン:{0}
lv: Pēdējo reiz skenēts: {0}
pl: Ostatnio skanowany: {0}
pt_br: Última digitalização: {0}
ru: Последнее сканирование: {0}
tr: Son tarama: {0}
zh_cn: 最近一次扫描:{0}
zh_tw: 最近一次掃瞄：{0}
