Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Solution_CreateEmptySkin_Details
source: Create a new empty skin called “default”
cs: Vytvořte nový prázdný skin nazvaný "default"
de: Erstelle eine neue, leere Lackierung namens "default"
es: Crea una aspecto nuevo llamado “default”
fr: Créez une nouvelle skin vide nommé "default"
it: Crea una nuova skin vuota chiamata "default"
ja_jp: "デフォルト"という名前の新しい空のスキンを作成します。
lv: Izveidot jaunu, tukšu skinu ar nosaukumu "default"
nl: Creër een lege skin "default"
pl: Utwórz nowe pustą skórkę o nazwie "default"
pt: Criar uma skin vazia chamada "default"
pt_br: Criar uma skin vazia chamada "default"
ru: Создать новый пустую раскраску с названием “default”
tr: "default" adında yeni bir boş kaplama oluştur
zh_cn: 建立一个名称叫"default"的空白涂装
zh_tw: 建立一個名稱叫"default"的空白塗裝

# Solution_EnableSkin
source: Enable {0}
cs: Povolit {0}
de: Aktiviere {0}
es: Activar {0}
fr: Activer {0}
it: Abilita {0}
ja_jp: 有効{0}
lv: Iespējo {0}
nl: Zet {0} aan
pl: Zezwól {0}
pt: Activar {0}
pt_br: Ativar {0}
ru: Включить {0}
tr: {0} etkinleştir
zh_cn: 启用 {0}
zh_tw: 啟用 {0}

# Solution_EnableSkin_Details
source: Enable disabled skin
cs: Povolit zakázaný skin
de: Aktiviere deaktivierte Lackierung
es: Activar aspecto desactivado
fr: Activer un skin désactivé
it: Abilita skin disabilitata
ja_jp: 無効なスキンを有効にする
lv: Iespējo atspējotu skinu
nl: Zet geen skin aan
pl: Zezwól zablokować skórkę
pt_br: Ativar skin desativada
ru: Включить ранее отключенную раскраску
tr: Devre dışı bırakılan kaplamayı etkinleştir
zh_cn: 重新启用车辆涂装
zh_tw: 重新啟用車輛塗裝

# Solution_MakeEmptyModel_Details
source: With nothing, only emptiness
cs: S ničím, jen prázdnotou
de: With nothing, only emptyness
es: Con nada, solo el vacío
fi_fi: With nothing, only emptyness
fr: Avec rien, que du vide
it: Senza niente, solo modello
ja_jp: 何もありません、空です
lv: Bez nekā, tikai tukšuma
nl: Met niets alleen leegte
pl: Z niczego, tylko pustka
pt_br: Com nada, somente vazio
ru: Без ничего, только пустота
tr: Hiçbir şey olmadan, sadece boşluk
zh_cn: 生成空模型
zh_tw: 生成空模型

# Solution_ChangeUpgradeIcon_Details
source: Select or create a new upgrade icon with the editor
cs: Vyberte nebo vytvořte novou ikonu upgradu pomocí editoru
de: Neues Upgrade-Symbol wählen oder mit Editor erstellen
es: Seleccionar o crear un nuevo icono de actualización con el editor
fr: Sélectionnez ou créez une icône d'amélioration avec l'éditeur
it: Seleziona o crea una nuova icona upgrade con l'editor
ja_jp: エディターで新しいアップグレードアイコンを選択または作成する
lv: Izvēlēties vai radīt jaunu uzlabojuma ikonu ar editoru
nl: Selecteer of creër een nieuwe upgrade icoon met de editor
pl: Wybierz lub utwórz nową aktualizację ikony w edytorze
pt_br: Selecionar ou criar um novo ícone de upgrade com o editor
ru: Выберите или создате новый значок в редакторе
tr: Düzenleyiciyi kullanarak yeni bir yükseltme ikonu seçin ya da oluşturun
zh_cn: 用编辑器选择或创建一个新的升级图标
zh_tw: 用編輯器選擇或建立一個新的升級圖示

# Solution_SetUpgradeIcon_Details
source: Set an upgrade icon from Content storage
cs: Nastavit ikonu upgradu z úložiště Obsahu
de: Setze Datei aus Content-Speicher als Upgrade-Symbol
es: Establecer el icono de actualización desde el almacenaje de contenido
fi_fi: Set the upgrade icon from Content storage
fr: Choisissez une icône d'amélioration de la banque de données
it: Imposta l'icona upgrade dal Contenet storage
ja_jp: コンテンツストレージからアップグレードアイコンを設定する
lv: Uzstādīt jaunu uzlabojuma ikonu no satura glabātuves
nl: Zet de upgrade icoon van Content opslag
pl: Ustaw aktualną ikonę z przechowywanej zawartości
pt_br: Definir o ícone de upgrade com o editor
ru: Установка обновления значка из хранилища CM
zh_cn: 从内容存储中设置升级图标
zh_tw: 從內容存儲中設定升級圖示

# Main_Title
source: Content Manager (Lite mode)
cs: Content Manager (Verze zdarma)
de: Content Manager (einfacher Modus)
es: Content Manager (modo Lite)
fi_fi: Content Manager (Kevyt -tila)
fr: Content Manager (version gratuite)
ja_jp: コンテンツマネージャ(ライトモード)
lv: Content Manager (vieglais režīms)
nl: Content Manager (Lite-modus)
pl: Content Manager (Tryb Lite)
ru: Контент Менеджер (Lite-режим)
tr: Content Manager (Lite Sürümü)
zh_cn: Content Manager
zh_tw: Content Manager

# Main_OfficialSupportNotification
source: Now with official support!
cs: Nyní s oficiální podporou!
de: Jetzt mit offizieller Unterstützung!
es: ¡Ahora con soporte oficial!
fi_fi: Nyt virallisella tuella!
fr: Maintenant avec support officiel !
it: Ora con supporto ufficiale!
ja_jp: オフィシャルサポート付き!
lv: Tagad oficiāli atbalstīts!
nl: Nu met officiële ondersteuning!
pl: Teraz z oficjalnym wsparciem!
pt_br: Agora com Suporte Oficial!
ru: Теперь с официальной поддержкой!
tr: Artık resmi olarak destekleniyor!
zh_cn: 已获得Assetto Corsa官方支持!
zh_tw: 已獲得Assetto Corsa官方支援！

# Main_OfficialSupportNotification_Details
source: New starter is ready, now without any patching at all
cs: Nový spouštěč je připraven, nyní bez jakéhokoliv záplatování
de: Neuer Starter ist bereit, kein Patch mehr nötig
es: El nuevo ejecutable está listo, ahora sin necesidad de parches
fi_fi: Uusi käynnistin on nyt valmis, ilman mitään muokkauksia
fr: Le nouveau lanceur est prêt, maintenant sans aucune modification
it: Il nuovo starter è pronto, ora senza alcuna patch
ja_jp: 新しいスタータの準備が完了しました。これでパッチはまったく適用されません。
lv: Jaunais starteris ir gatavs, tagad bez patčošanas
nl: Nieuw starter is klaar, nu zonder te patchen
pl: Nowy launcher jest gotowy, teraz bez żadnego poprawiania
pt_br: Novo starter está pronto, agora sem quaisquer correções
ru: Новый стартер готов, теперь без всякого патчинга
zh_cn: 新的启动方式已经可以使用,不再需要手动安装补丁
zh_tw: 已可以使用新的啟動方式，不再需要手動安裝補丁

# Main_OfficialSupportNotification_Message
source: Since 1.7 Kunos added an official support for custom launchers. Basically, it works like Starter+, but now CM doesn’t have to replace AssettoCorsa.exe, and it’s great! Would you like to switch to a new Official Starter?
cs: Od verze 1.7 Kunos přidal oficiální podporu pro vlastní spouštěče. V zásadě funguje jako Starter+, ale Content Manager nemusí nahrazovat AssettoCorsa.exe, což je skvělé! Chtěli byste přepnout na nový Official Starter?
de: Seit Version 1.7 besteht durch Kunos offizielle Unterstützung für alternative Launcher. Im Prinzip ein Starter+, aber CM muss nun nicht mehr AssettoCorsa.exe ersetzen und funktioniert großartig. Soll in den offiziellen Starter Modus gewechselt werden?
es: Desde la 1.7 Kunos ha añadido soporte oficial para lanzadores personalizados. Basicamente, funciona como Starter+, pero ahora CM no tiene que reemplazar AssettoCorsa.exe ¡y eso es genial! ¿Te gustaría cambiar a un nuevo ejecutable oficial?
fi_fi: Versio 1.7 päivityksen jälkeen Kunos lisäsi virallisen tuen muokatuille käynnistimille. Käytännössä nämä toimivat kuten Käynnistin+, mutta nyt CM:n ei tarvitse korvata AssettoCorsa.exe -tiedostoa, ja se on upeaa! Haluatko vaihtaa uuteen viralliseen Käynnistimeen?
fr: Depuis la 1.7 Kunos a ajouté un support officiel pour les lanceurs personnalisés. En gros, il fonctionne comme Starter+ mais à présent CM n'a plus besoin de remplacer AssettoCorsa.exe, c'est génial ! Voulez-vous basculer vers un nouveau lanceur officiel ?
it: Dalla 1.7 Kunos ha aggiunto un supporto ufficiale per i custom launcher. Di base, funziona come Starter+, ma ora CM non deve più rimpiazzare AssettoCorsa.exe, ed è meglio! Vorresti cambiare con un nuovo Official Starter?
ja_jp: 1.7以降、Kunosはカスタムランチャーの公式サポートを追加しました。基本的に、Starter +のように機能しますが、CMはAssettoCorsa.exeを置き換える必要がなく、素晴らしいです! 新しい公式スターターに切り替えますか?
lv: Kopš 1.7 Kunos pievienoja oficiālu atbalstu pielāgotiem palaidējiem. Principā tas darbojas kā Starter+, bet tagad CM vairs nav jāaizvieto AssettoCorsa.exe, un tas ir lieliski! Vai vēlies pārslēgties uz kādu no oficiālajiem starteriem?
nl: Sinds 1.7 heeft Kunos een officiële ondersteuning toegevoegd voor custom launchers. Het werkt net zoals Starter+, maar nu hoeft CM AssettoCorsa.exe niet te vervangen, en het is geweldig! Wil je naar een nieuwe Official Starter overschakelen?
pl: Od v1.7 Kunos dodał oficjalne wsparcie dla niestandardowych launcherów. Zasadniczo, to działa jak Starter +, ale teraz CM nie musi zastępować AssettoCorsa.exe, i to jest super! Czy chciałbyś przełączyć się do oficjalnego launchera?
pt_br: Desde a versão 1.7, Kunos adicionou suporte oficial a launchers customizados. Basicamente, funciona como Starter+, mas agora o CM não precisa substituir o AssettoCorsa.exe e isso é ótimo! Gostaria de alternar para o novo Starter oficial?
ru: Начиная с версии 1.7 Kunos добавили официальную поддержку кастомных лаучеров. В принципе, он работает как Starter +, но теперь CM не нужно заменять AssettoCorsa.exe, и это здорово! Вы хотите перейти на новый официальный лаунчер?
tr: Kunos, versiyon 1.7'den beri özel başlatıcılar için resmi destek sağlamaya başladı. Starter+ gibi çalışıyor ama artık CM AssettoCorsa.exe'yi değiştirmek zorunda değil ve bu çok iyi! Yeni bir resmi başlatıcıya geçmek ister misiniz?
zh_cn: 从1.7版本开始Kunos官方增加了对于第三方启动器的支持.简而言之,现在启动器的工作方式和之前的Starter+启动模式类似,但是现在CM不再需要替换AssettoCorsa.exe文件,而且效果很好!你想要切换到最新的官方启动模式吗?
zh_tw: 從1.7版本開始Kunos官方增加了對於第三方啟動器的支援。換言之，現在啟動器的運作方式和過去的Starter+啟動模式類似，但是現在CM不再需要替換AssettoCorsa.exe檔案，而且效果很好！您想要切換到最新的官方啟動模式嗎？

# Main_CannotProcessArgument
source: Can’t process argument: “{0}”
cs: Nelze zpracovat argument: “{0}”
de: Kann Eintrag nicht verarbeiten
es: No se puede procesar el argumento: “{0}”
fi_fi: Ei voida suorittaa argumenttia: “{0}”
fr: Impossible de traiter le paramètre
it: Impossibile elaborare argomento
ja_jp: 引数を処理できません: “{0}”
lv: Nevar apstrādāt argumentu
nl: Kan argument niet verwerken
pl: Nie można przetworzyć argumentu
pt_br: Não é possível processar argumento
ru: Невозможно обработать аргумент
tr: “{0}” argümanı işlenemiyor
zh_cn: 无法处理输入值
zh_tw: 無法處理輸入值：「{0}」

# Main_CannotProcessArgument_Commentary
source: Make sure it’s in valid format.
cs: Ujistěte se, že jde o platný formát.
de: Stelle sicher, dass es ein gültiges Format ist.
es: Asegurate de que es un formato valido
fr: Assurez-vous que le format est valide.
it: Assicurati che sia nel formato valido.
ja_jp: 有効な形式であることを確認してください。
lv: Pārliecinies, ka tas ir derīgs formāts
nl: Zorg ervoor dat het in een geldig formaat is.
pl: Upewnij się, że jest w poprawnym formacie.
pt_br: Tenha certeza que está em formato válido.
ru: Убедитесь, что он в правильном формате.
tr: Geçerli bir formatta olduğundan emin olun.
zh_cn: 请确定格式正确
zh_tw: 請確定格式正確。

# Main_Settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Opciones
fi_fi: Asetukset
fr: Paramètres
it: Impostazioni
ja_jp: 設定
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

# Main_Server
source: Server
es: Servidor
fi_fi: Palvelin
fr: Serveur
ja_jp: サーバ
lv: Serveris
pl: Serwer
pt: Servidor
pt_br: Servidor
ru: Сервер
tr: Sunucu
zh_cn: 服务器
zh_tw: 伺服器

# Main_Drive
source: Drive
cs: Jízda
de: Fahren
es: Conducir
fi_fi: Aja
fr: Piloter
it: Guida
ja_jp: ドライブ
lv: Braukšana
nl: Rijden
pl: Jazda
pt: Conduzir
pt_br: Correr
ru: Вождение
tr: Sür
zh_cn: 驾驶
zh_tw: 駕駛

# Main_Media
source: Media
cs: Média
de: Medien
es: Multimedia
fr: Média
ja_jp: メディア
lv: Mediji
pt: Mídia
pt_br: Mídia
ru: Медиа
tr: Medya
zh_cn: 媒体
zh_tw: 媒體

# Main_Content
source: Content
cs: Obsah
de: Inhalte
es: Contenido
fi_fi: Sisältö
fr: Contenu
it: Contenuto
ja_jp: コンテンツ
lv: Saturs
nl: Inhoud
pl: Zawartość
pt: Conteúdo
pt_br: Conteúdo
ru: Контент
tr: İçerik
zh_cn: 内容
zh_tw: 內容

# Main_About
source: About
cs: O programu
de: Über
es: Acerca de
fi_fi: Tietoja
fr: À propos
it: Informazioni
ja_jp: バージョン情報
lv: Par
nl: Over
pl: Info
pt: Acerca
pt_br: Sobre
ru: О программе
tr: Hakkında
zh_cn: 关于
zh_tw: 關於

# Main_ReleaseNotes
source: Release notes
cs: Historie změn (EN)
de: Versionshinweise
es: Notas de actualizaciones
fi_fi: Julkaisutiedot
fr: Notes de version
it: Note di rilascio
ja_jp: リリースノート
lv: Versionshinweise
pl: Informacje o wydaniu
pt: Notas de lançamento
pt_br: Notas de lançamento
ru: Примечания к выпускам
tr: Çıkış Notları
zh_cn: 发布日志
zh_tw: 發佈日誌

# Main_ImportantTips
source: Important tips
cs: Užitečné tipy
de: Wichtige Hinweise
es: Consejos importantes
fi_fi: Tärkeät neuvot
fr: Astuces importantes
it: Suggerimenti importanti
ja_jp: 重要なヒント
lv: Svarīgi padomi
nl: Belangrijke tips
pl: Ważne wskazówki
pt: Dicas Importantes
pt_br: Dicas Importantes
ru: Советы
tr: Önemli İpuçları
zh_cn: 重要提示
zh_tw: 重要提示

# Main_Apps
source: Apps
cs: Appky
es: Aplicaciones
fi_fi: Sovellukset
it: App
ja_jp: アプリ
lv: Aplikācijas
pl: Aplikacje
ru: Приложения
tr: Uygulamalar
zh_cn: 插件

# Main_Fonts
source: Fonts
cs: Písma
de: Schriftarten
es: Fuentes
fi_fi: Kirjasimet
fr: Polices
it: Font
ja_jp: フォント
lv: Fonti
nl: Lettertype
pl: Czcionki
pt: Fontes
pt_br: Fontes
ru: Шрифты
tr: Yazı Tipleri
zh_cn: 字体
zh_tw: 字型

# Main_PpFilters
source: PP filters
cs: PP filtry
de: Nachbearbeitungsfilter
es: Filtros PP
fi_fi: PP -suotimet
fr: Filtres PP
it: Filtri PP
ja_jp: PPフィルター
lv: PP filtri
pl: Filtry PP
pt: Filtros de PP
pt_br: Filtros de PP
ru: Фильтры
tr: İleri İşleme Filtreleri
zh_cn: 后处理滤镜
zh_tw: 後期處理濾鏡

# Main_Weather
source: Weather
cs: Počasí
de: Wetter
es: Clima
fi_fi: Säätila
fr: Météo
it: Meteo
ja_jp: 天気
lv: Laikapstākļi
nl: Weer
pl: Pogoda
pt: Clima
pt_br: Clima
ru: Погода
tr: Hava Durumu
zh_cn: 天气
zh_tw: 天氣

# Main_Rsr
source: RSR
zh_cn: RSR在线圈速榜
zh_tw: 線上圈速榜（RSR）

# Main_Srs
source: SRS
zh_cn: SRS在线联赛
zh_tw: 線上聯賽（SRS）

# Main_QuickDrive
source: Quick
cs: Rychlovka
de: Schnell
es: Carrera rápida
fi_fi: Pika
fr: Course rapide
it: Rapido
ja_jp: クイック
lv: Ātrais brauciens
nl: Snel
pl: Szybki wyścig
pt: Rápido
pt_br: Rápida
ru: Быстрый заезд
tr: Çabuk
zh_cn: 快速游戏
zh_tw: 試駕

# Main_Career
source: Career
cs: Kariéra
de: Karriere
es: Historia
fi_fi: Ura
fr: Carrière
it: Carriera
ja_jp: キャリア
lv: Karjera
nl: Carrière
pl: Kariera
pt: Carreira
pt_br: Carreira
ru: Карьера
tr: Kariyer
zh_cn: 生涯模式
zh_tw: 生涯模式

# Main_Challenges
source: Challenges
cs: Výzvy
de: Herausforderungen
es: Desafíos
fi_fi: Haasteet
fr: Défis
it: Sfide
ja_jp: チャレンジ
lv: Izaicinājumi
nl: Uitdagingen
pl: Wyzwania
pt: Desafios
pt_br: Desafios
ru: Испытания
tr: Meydan Okumalar
zh_cn: 挑战模式
zh_tw: 挑戰模式

# Main_Single
source: Single
cs: Sólo
de: Einzelspieler
es: Pilotar
fi_fi: Yksittäinen
fr: Solo
it: Singolo
ja_jp: シングル
lv: Viena sacīkste
pt: Solo
pt_br: Solo
ru: Одиночная
tr: Tek Kişilik
zh_cn: 单机游戏
zh_tw: 單機遊戲

# Main_Live
source: Live
cs: Živě
es: RSR y SRS
fr: En direct
ja_jp: ライブ
lv: Reāllaikā
pl: RSR & SRS
pt: Ao-vivo
pt_br: Ao vivo
ru: Лайв
tr: Canlı
zh_cn: 在线联赛
zh_tw: 線上聯賽

# Main_Language
source: Language & regional
cs: Jazyk a region
de: Sprache
es: Idioma
fi_fi: Kieli
fr: Langue
it: Lingua e regione
ja_jp: 言語と地域
lv: Valoda
nl: Taal
pl: Język
pt: Linguagem
pt_br: Linguagem & regional
ru: Язык
tr: Dil & Bölge
zh_cn: 语言
zh_tw: 語言

# Main_Online
source: Online
fr: En ligne
ja_jp: オンライン
lv: Tiešsaiste
ru: Интернет
tr: Çevrimiçi
zh_cn: 多人联机
zh_tw: 多人聯機

# Main_Lan
source: LAN
cs: Místní síť
fi_fi: Lähiverkko
fr: Réseau
ru: ЛВС
zh_cn: 局域网
zh_tw: 區域網路

# Main_Screenshots
source: Screenshots
cs: Screenshoty
de: Bildschirmfotos
es: Capturas de pantalla
fi_fi: Kuvakaappaus
fr: Capture d'écran
it: Screenshot
ja_jp: スクリーンショット
lv: Ekrānuzņēmumi
pl: Zrzuty ekranu
pt: Capturas de ecrã
ru: Снимки экрана
tr: Ekran Görüntüleri
zh_cn: 游戏截图
zh_tw: 遊戲截圖

# Main_Replays
source: Replays
cs: Opakované záznamy
de: Wiederholungen
es: Repeticiones
fi_fi: Uusinnat
it: Replay
ja_jp: リプレイ
lv: Ieraksti
pl: Powtórki
pt: Repetições
ru: Повторы
tr: Yarış Tekrarları
zh_cn: 游戏录像
zh_tw: 遊戲重播

# Main_Cars
source: Сars
cs: Auta
de: Fahrzeuge
es: Coches
fi_fi: Autot
fr: Véhicules
it: Auto
ja_jp: 車
lv: Mašīnas
nl: Auto's
pl: Samochody
pt: Carros
pt_br: Carros
ru: Машины
tr: Arabalar
zh_cn: 车辆
zh_tw: 車輛

# Main_Tracks
source: Tracks
cs: Tratě
de: Strecken
es: Pistas
fi_fi: Radat
fr: Circuits
it: Circuiti
ja_jp: トラック
lv: Trases
nl: Banen
pl: Tory
pt: Pistas
pt_br: Circuitos
ru: Трассы
tr: Pistler
zh_cn: 赛道
zh_tw: 賽道

# Main_Showrooms
source: Showrooms
cs: Autosalony
es: Showroom
fi_fi: Näyttelytilat
it: Showroom
ja_jp: ショールーム
lv: Izstādes telpas
nl: Toonzalen
pl: Salony
ru: Шоурумы
tr: Galeriler
zh_cn: 展厅
zh_tw: 展示廳

# Main_Miscellaneous
source: Miscellaneous
cs: Různé
de: Verschiedenes
es: Varios
fi_fi: Sekalaiset
fr: Divers
it: Varie
ja_jp: その他
lv: Dažādi
nl: Diversen
pl: Różne
pt: Diversos
pt_br: Diversos
ru: Разное
tr: Diğer
zh_cn: 其他内容
zh_tw: 其他內容

# Main_ServerPresets
source: Presets
cs: Přednastavení
de: Vorlagen
es: Ajustes predeterminados
fi_fi: Esiasetukset
fr: Préréglages
it: Preimpostazioni
ja_jp: プリセット
lv: Sagataves
pl: Presety
pt: Predefinições
pt_br: Predefinições
ru: Предустановки
tr: Önayarlar
zh_cn: 服务器预设
zh_tw: 預設伺服器

# Main_ServerRunning
source: Running
cs: Běží
de: Wird ausgeführt
es: Ejecutando
fi_fi: Käynnissä
fr: En cours d'exécution
it: Avviando
ja_jp: ランニング
lv: Darbojas
nl: Lopend
pl: Uruchomione
pt: Correndo
pt_br: Rodando
ru: Запуск
tr: Çalışıyor
zh_cn: 服务器运行中
zh_tw: 伺服器運行中

# Common_ColorLabel
source: Color:
cs: Barva:
de: Farbe:
fi_fi: Väri:
fr: Couleur :
it: Colore:
ja_jp: 色:
lv: Krāsa:
nl: Kleur:
pl: Kolor:
pt: Cor:
pt_br: Cor:
ru: Цвет:
tr: Renk:
zh_cn: 颜色:
zh_tw: 顏色：

# Settings_Appearance_ThemeLabel
source: Theme:
cs: Téma:
de: Thema:
es: Tema:
fr: Thème :
it: Tema:
ja_jp: テーマ:
lv: Motīvs:
nl: Thema:
pl: Motyw:
pt: Tema:
pt_br: Tema:
ru: Оформление:
tr: Tema:
zh_cn: 主题:
zh_tw: 主題：

# Settings_Appearance_SmallFont
source: Small font
cs: Malé písmo uvnitř stránek
de: Kleine Schrift
es: Fuente pequeña
fr: Petite police
it: Font piccolo
ja_jp: 小さいフォント
lv: Mazs fonts
nl: Kleine lettertype
pl: Mała czcionka
pt: Fonte pequena
pt_br: Fonte menor
ru: Уменьшенный шрифт
tr: Küçük yazı boyutu
zh_cn: 小字体
zh_tw: 小字型

# Settings_Appearance_TextRenderingLabel
source: Text rendering:
cs: Vykreslování textu:
de: Text Renderer:
es: Renderizado de texto:
fr: Rendu du texte :
it: Rendering testo
ja_jp: テキストレンダリング:
lv: Teksta renderēšana:
nl: Tekst weergave:
pl: Renderowanie tekstu:
pt: Renderização do texto:
pt_br: Renderização do texto:
ru: Отрисовка шрифтов:
tr: Yazı metodu:
zh_cn: 字体渲染:
zh_tw: 字型渲染：

# Settings_Appearance_ImageScalingLabel
source: Image scaling quality:
cs: Změna velikosti obrázků:
de: Bildskalierungsqualität:
es: Calidad de escalado de imagen:
fr: Qualité du redimentionnement des images :
it: Ridimensionamento qualità immagine:
ja_jp: 画像のスケーリング品質:
lv: Attēla mērogošanas kvalitāte:
nl: Afbeelding schaal kwaliteit:
pl: Jakość skalowania obrazu:
pt: Qualidade do escalonamento de imagem:
pt_br: gen
ru: Отрисовка изображений:
tr: Görsel ölçekleme kalitesi:
zh_cn: 图像缩放质量:
zh_tw: 圖片縮放品質：

# Settings_Appearance_PopupToolbars
source: Popup toolbars
cs: Vyskakovací panely
de: Werkzeugleiste aufklappen bei Rechts-Klick
es: Barras de herramientas emergentes
fr: Barre d'outils contextuelle
it: Barra degli strumenti popup
ja_jp: ポップアップツールバー
lv: Izlecošā rīkjosla
pl: Pasek narzędzi popup
pt_br: Barras de ferramentas
ru: Всплывающие панели
zh_cn: 弹出式工具栏
zh_tw: 彈出式工具欄

# Settings_Appearance_LargeSearchBoxes
source: Large search boxes
cs: Velké písmo podkapitol a vyhledávání
de: Große Suchfelder
es: Barra de busqueda grande
fr: Grandes zones de recherche
it: Casella di ricerca grande
ja_jp: 大きな検索欄
lv: Lieli meklēšanas lauki
nl: Grote zoekvakken
pl: Duże okna wyszukiwania
pt: Caixas de pesquisa grandes
pt_br: Caixas de pesquisa grandes
ru: Большое поле поиска
tr: Büyük arama kutuları
zh_cn: 大尺寸搜索框
zh_tw: 大尺寸搜尋框

# Settings_Appearance_DynamicBackground
source: Dynamic background
cs: Dynamické pozadí
de: Dynamischer Hintergrund
es: Fondo dinamico
fr: Fond dynamique
it: Sfondo dinamico
ja_jp: ダイナミック背景
lv: Dinamiskais fons
nl: Dynamische achtergrond
pl: Dynamiczne tło
pt: Cenário dinâmico
pt_br: Cenário dinâmico
ru: Динамический фон
tr: Dinamik arkaplan
zh_cn: 动态背景
zh_tw: 動態背景

# Settings_Appearance_TransitionAnimationLabel
source: Transition animation:
cs: Animace přechodů:
de: Übergangsanimation
es: Animacion de transicion:
fr: Animation de transition :
it: Animazione transizione
ja_jp: ページ切替時のアニメーション:
lv: Pārejas animācija:
nl: Animatie transitie:
pl: Animacja przejścia:
pt: Animação de transição:
pt_br: Animação de transição:
ru: Анимация переходов:
tr: Geçiş animasyonu:
zh_cn: 过渡动画:
zh_tw: 過渡動畫：

# Settings_Appearance_LargeSearchBoxes_Tooltip
source: By the way, try shortcuts like F6/Ctrl+T/Ctrl+W/Ctrl+Tab/etc.
cs: Můžete zkusit klávesové zkratky jako F6, Ctrl+T, Ctrl+W nebo Ctrl+Tab
de: verfügbare Tastenkombinationen: F6 Ctrl+T Ctrl+W Ctrl+Tab etc.
es: Por cierto, prueba atajos como F6/Ctrl+T/Ctrl+W/Ctrl+Tab/etc.
fr: Au fait, essayez des raccourcis comme F6/Ctrl+T/Ctrl+W/Ctrl+Tab/etc.
it: Tra l'altro, provare le scorciatoie come F6 / Ctrl + T / Ctrl + W / Ctrl + Tab / etc.
ja_jp: ところで、F6 / Ctrl + T / Ctrl + W / Ctrl + Tab /などのショートカットを試してください。
lv: Starp citu, izmēģini saīsnes kā F6/Ctrl+T/Ctrl+W/Ctrl+Tab/utt.
nl: Trouwens, probeer shortcuts zoals F6/Ctrl+T/Ctrl+W/Ctrl+Tab/etc.
pl: Przy okazji, wypróbuj skróty F6/Ctrl+T/Ctrl+W/Ctrl+Tab/etc.
pt: Já agora, tente atalhos tais como F6/Ctrl+T/Ctrl+W/Ctrl+Tab/etc.
pt_br: A propósito, tente atalhos como F6/Ctrl+T/Ctrl+W/Ctrl+Tab/etc.
ru: Кстати, попробуйте такие сочетания клавиш как F6/Ctrl+T/Ctrl+W/Ctrl+Tab/и.т.д.
tr: F6/Ctrl+T/Ctrl+W/Ctrl+Tab vb. kısayolları kullanmayı deneyin.
zh_cn: 请试试F6/Ctrl+T/Ctrl+W/Ctrl+Tab等快捷键
zh_tw: 請試試F6/Ctrl+T/Ctrl+W/Ctrl+Tab等快捷鍵。

# Settings_Appearance_PopupToolbars_Tooltip
source: Don’t forget, there is a keyboard shortcut for every button
cs: Nezapomeňte že ke každému tlačítku je přiřazena klávesová zkratka
de: Nicht vergessen, es gibt Tastaturkürzel für jede Taste
es: No te olvides de que hay un atajo en el teclado para cada botón
fr: N'oubliez pas, il y a un raccourci clavier pour chaque bouton
it: Non dimenticare, c'è una scorciatoia da tastiera per ogni pulsante
ja_jp: すべてのボタンにキーボードショートカットがあることを忘れないでください
lv: Neaizmirsti, ka katrai pogai ir tastatūras saīsne
nl: Vergeet niet, er is een keyboard shortcut voor elke knop
pl: Nie zapominaj, że istnieje skrót klawiaturowy do każdego przycisku
pt: Não esqueça, há um atalho de teclado para todos os botões
pt_br: Não esqueça, há um atalho de teclado para todos os botões
ru: Не забудьте, что есть сочетание клавиш для каждой кнопки
tr: Her tuş için bir klavye kısayolu bulunduğunu unutmayın
zh_cn: 提示:每一个按钮都有一个键盘快捷键
zh_tw: 提示：每一個按鈕都有一個鍵盤快捷鍵

# Common_Restart
source: Restart
cs: Restartovat
de: Neustart
es: Reiniciar
fi_fi: Aloita uudelleen
fr: Redémarrer
it: Riavvia
ja_jp: 再起動
lv: Restartēt
nl: Herstart
pt: Recomeçar
pt_br: Recomeçar
ru: Перезапустить
tr: Yeniden başlat
zh_cn: 重新启动
zh_tw: 重新啟動

# Settings_Appearance_ImageScaling_Tooltip
source: Restart app to apply changes
cs: Restartujte aplikaci pro uplatnění změn
de: Programm neustarten zum Anwenden
es: Reiniciar aplicación para aplicar cambios
fr: Redémarre l'application pour appliquer les modifications
it: Riavvia l'app per applicare i cambiamenti
ja_jp: 変更を適用するためにアプリケーションを再起動
lv: Pārstartēt programmu lai saglabātu izmaiņas
nl: Herstart app om veranderingen toe te passen
pl: Uruchom ponownie aplikację, aby zastosować zmiany
pt: Reeniciar app para aplicar alterações
pt_br: Reiniciar app para aplicar alterações
ru: Перезапустите CM, чтобы увидеть изменения
tr: Değişiklikleri uygulamak için yeniden başlatın
zh_cn: 重启app以应用更改
zh_tw: 重啟app以套用更改

# Settings_Content_MarkAsNewLabel
source: Mark as new:
cs: Označovat jako nové po dobu:
de: Als Neu markieren:
es: Marcar como nuevo:
fr: Marquer comme nouveau :
it: Contrassegna come nuovo:
ja_jp: 新規としてマーク:
lv: Atzīmēt kā jaunu:
nl: Markeer als nieuw:
pl: Oznacz jako nowe:
pt: Marcar como novo:
pt_br: Marcar como novo:
ru: Пометить как новые:
tr: Yeni olarak işaretle:
zh_cn: 标记为新内容:
zh_tw: 標記為新內容：
