Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# AppKey_Prompt
source: Enter app key (XXXX-XXXX-…):
cs: Vložte klíč aplikace (XXXX-XXXX-…):
de: Lizenz-Schlüssel eingeben (XXXX-XXXX-...):
es: Introduce clave de la aplicacion (XXXX-XXXX-…):
fi_fi: Laita avaimesi, avataksesi kaikki ominaisuudet (XXXX-XXXX-...):
fr: Entrer la clé (XXXX-XXXX-...) :
it: Inserisci la chiave dell'app (XXXX-XXXX-…):
ja_jp: アプリキーを入力して、より多くの機能をロック解除してください(XXXX-XXXX-...)
lv: Ievadi aplikācijas atslēgu, lai atslēgtu vēl iespējas (XXXX-XXXX-...):
pl: Wpisz klucz aplikacji (XXXX-XXXX-…):
pt_br: Insira chave do app (XXXX-XXXX-...):
ru: Введите ключ приложения (XXXX-XXXX-…):
tr: Ürün anahtarınızı girin (XXXX-XXXX-...):
zh_cn: 输入Content Manager解锁码(XXXX-XXXX-…):
zh_tw: 輸入Content Manager解鎖金鑰（XXXX-XXXX-…）:

# AppKey_Title
source: App key
cs: Klíč aplikace
de: Lizenz-Schlüssel
es: Clave de aplicacion
fi_fi: Sovellusavain
fr: Clé d'enregistrement
it: Chiave app
ja_jp: アプリキー
lv: Aplikācijas atslēga
pl: Klucz aplikacji
pt: Tecla de App
pt_br: Chave do App
ru: Ключ приложения
tr: Ürün anahtarı
zh_cn: 解锁码
zh_tw: 解鎖金鑰

# AppKey_Tooltip
source: Please, don’t share key, otherwise it might get revoked!
cs: S nikým prosím klíč nesdílejte, neboť by mohl být zneplatněn!
de: Bitte nicht die Lizenz veröffentlichen, sie kann sonst widerrufen werden!
es: Por favor, no compartas tu clave, de otra forma podria ser anulada!
fi_fi: Älä jaa avaintasi kenellekään; se saatetaan poistaa!
fr: Veuillez ne pas partager votre clé, sinon elle sera révoquée !
it: Per favore non condividere la chiave, altrimenti potrebbe essere revocata!
ja_jp: このキーを誰とも共有しないでください。 無効化される可能性があります！
lv: Nerādi nevienam šo atslēgu, tā var tikt izdzēsta!
pl: Proszę nie udostępniać klucza, w przeciwnym razie może zostać odwołany!
pt: Por favor não partilhe a chave, pois poderá ser revogada!
pt_br: Por favor não compartilhe a chave, do contrário poderá ser revogada!
ru: Пожалуйста, не делитесь ключом, иначе он может быть отозван!
tr: Lütfen ürün anahtarınızı başkaları ile paylaşmayın, aksi takdirde anahtarınız geçersiz kılınabilir.
zh_cn: 请勿分享解锁码,否则解锁码可能会被作废!
zh_tw: 請勿分享解鎖金鑰，否則該金鑰可能會被作廢！

# AppKey_KeyWasRevoked
source: Key was revoked
cs: Klíč byl zneplatněn
de: Lizenz wurde widerrufen
es: Tu clave ha sido bloqueada
fi_fi: Avain on kumottu!
fr: La clé a été révoquée
it: La chiave è stata revocata
ja_jp: キーが無効化されました。
lv: Atslēga tika izdzēsta
pl: Twój klucz został zablokowany
pt: A chave foi revogada
pt_br: A chave foi revogada
ru: Ключ был отозван
tr: Ürün anahtarı geçersiz kılındı
zh_cn: 解锁码已作废
zh_tw: 該金鑰已作廢

# Drive_StartingPosition
source: Starting position
cs: Startovní pozice
de: Startposition
es: Posicion de Inicio
fi_fi: Aloitusruutu
fr: Position de départ
it: Posizione di partenza
ja_jp: 開始位置
lv: Starta pozīcija
pl: Pozycja startowa
pt: Posição na grelha
pt_br: Posição no grid:
ru: Стартовая позиция
tr: Başlangıç pozisyonu
zh_cn: 发车位置
zh_tw: 發車位置

# AppKey_AppWillBeRestarted
source: App will be restarted
cs: Aplikace bude restartována
de: Programm wird neugestartet
es: La aplicacion se reiniciara
fi_fi: Sovellus uudelleenkäynnistetään
fr: L'app. va être redémarrée
it: L'app sarà riavviata
ja_jp: アプリが再起動されます。
lv: Aplikācija tiks pārstartēta
pl: Aplikacja uruchomi się ponownie
pt: A app será reiniciada
pt_br: O app será reiniciado
ru: Приложение будет перезапущено
tr: Uygulama yeniden başlatılacak
zh_cn: 程序将会重启
zh_tw: 程式將會重啟

# AppKey_GetNewKey
source: Get a new key
cs: Získat nový klíč
de: Neue Lizenz erhalten
es: Consigue una nueva clave
fi_fi: Hanki uusi avain!
fr: Obtenir une nouvelle clé
it: Ottieni una nuova Chiave
ja_jp: 新しいキーを入手!
lv: Dabūt jaunu atslēgu
pl: Uzyskaj nowy klucz
pt: Adquirir nova chave
pt_br: Adquirir nova chave
ru: Получить новый ключ
tr: Yeni ürün anahtarı al
zh_cn: 获得一个新的解锁码
zh_tw: 獲得一個新的解鎖金鑰

# AppKey_KeyRevoked_Title
source: Key revoked
cs: Klíč zneplatněn
de: Lizenz widerrufen
es: Clave bloqueada
fi_fi: Avain kumottu!
fr: Clé révoquée
it: Chiave revocata
ja_jp: キーが無効化されました！
lv: Atslēga tika izdzēsta
pl: Klucz zablokowany
pt: Chave Revogada
pt_br: Chave Revogada
ru: Ключ аннулирован
tr: Ürün anahtarı geçersiz kılındı
zh_cn: 解锁码作废
zh_tw: 金鑰作廢

# AppKey_KeyRevoked_Message
source: Sorry, but your key was compromised and got revoked.
cs: Promiňte, ale váš klíč byl kompromitován a zneplatněn.
de: Entschuldigung, die Lizenz wurde kompromittiert und widerrufen. Möchtest du Kontakt mit uns aufnehmen, um eine neue Lizenz zu erhalten?
es: Lo sentimos, tu clave ha sido puesta en riesgo y se ha bloqueado. Te gustaria ponerte en contacto con nosotros para conseguir una nueva?
fi_fi: Anteeksi, mutta avaimesi on tehty toimimattomaksi ja se piti kumota. Haluaisitko ottaa yhteyttä ja tilata uuden?
fr: Désolé, mais votre clé est compromise et a été révoquée. Souhaitez-vous nous contacter pour en obtenir une nouvelle ?
it: Spiacenti, la chiave è compromessa ed è stata revocata. Volete contattarci per ottenere una nuova chiave?
ja_jp: 申し訳ありませんが、あなたの鍵は危険にさらされており、無効化されました。私達に連絡して新しいキーを入手して下さい。
lv: Piedod, bet tava atslēga bija apdraudēta un to nācās dzēst. Vai vēlies sazināties ar mums, lai iegūtu vēl vienu?
pl: Przepraszam, ale Twój klucz został zagrożony i został zablokowany. Chcesz się z nami skontaktować, aby uzyskać nowy?
pt: Lamentamos, mas a sua chave foi comprometida e revogada. Gostaria de nos contactar para obter outra?
pt_br: Desculpe, mas a sua chave foi comprometida e revogada.
ru: Извините, но ваш ключ был взломан и аннулирован. Вы хотите связаться с нами, чтобы получить еще один?
tr: Üzgünüz, ürün anahtarınız ifşa edildi ve geçersiz kılındı.
zh_cn: 对不起,你的解锁码已经损坏而且被作废.你愿意联系我们取得一个新的解锁码吗?
zh_tw: 對不起，您的解鎖金鑰已經損壞且作廢。

# AppKey_PreRestart_Message
source: Now app will be restarted, but it shouldn’t take long. Thanks again for your support! [i]Please, don’t share your key, otherwise it might get compromised.[/i]
cs: Aplikace se nyní zrestartuje, ale nemělo by to zabrat dlouho. Ještě jednou díky za vaší podporu! [i]Klíč prosím s nikým nesdílejte, protože jinak by mohl být kompromitován.[/i]
de: Programm wird jetzt neugestartet, aber dies sollte schnell gehen. Danke nochmals für die Unterstützung! [i]Bitte nicht die Lizenz veröffentlichen, sie kann sonst widerrufen werden![/i]
es: Ahora la aplicacion se reiniciara, pero tardara un rato. Gracias otra vez por tu ayuda! [i]Por favor, no compartas tu clave, de otra forma podria ser anulada.[/i]
fi_fi: Sovellus uudelleenkäynnistyy. Kiitos tuestasi! [i]ÄLÄ IKINÄ jaa avaintasi! Se saattaa johtaa sen kumoamiseen![/i]
fr: L'app. va être redémarrée, ça ne devrait pas être long. Merci à nouveau pour votre support ! [i]Svp, ne partagez pas votre clé, sinon elle risque d'être compromise.[/i]
it: Adesso l'app verrà riavviata, non ci vorrà molto. Grazie per il vostro supporto [i]Per favore, non condividere la tua chiave, altrimenti potrebbe essere compromessa.[/i]
ja_jp: アプリが再起動します。サポートありがとうございます! [i]鍵を共有しないでください!危険にさらされる可能性があります![/i]
lv: Aplikācija tagad tiks pārstartēta. Paldies par atbalstu! [i]Nerādi citiem savu atslēgu! Tā var tikt apdraudēta![/i]
pl: Teraz aplikacja zostanie uruchomiona ponownie, ale to nie powinno trwać długo. Jeszcze raz dziękujemy za wsparcie! [i] Proszę, nie dzielić się kluczem, w przeciwnym razie może zostać zablokowany.[/i]
pt: A app será reiniciada, mas não deverá demorar. Obrigado novamente pelo seu suporte! [i]Por favor não partilhe a sua chave, pois poderá ficar comprometida.[/i]
pt_br: Agora o app será reiniciado, mas não deverá demorar. Obrigado novamente pelo seu suporte! [i]Por favor não compartilhe a sua chave, pois poderá ficar comprometida.[/i]
ru: Теперь приложение будет перезапущено, но это не займет много времени. Еще раз спасибо за вашу поддержку! [i] Пожалуйста, не делитесь своим ключом, иначе он может быть скомпрометирован. [/ i]
tr: Uygulama yeniden başlatılacak ancak bu işlem uzun sürmemeli. Desteğiniz için tekrar teşekkürler! [i]Lütfen ürün anahtarınızı başkaları ile paylaşmayın, aksi takdirde anahtarınız geçersiz kılınabilir.[/i]
zh_cn: 现在程序将会重启,不会花太久,再一次感谢你的支持! [i]请勿分享解锁码,否则解锁码可能会被作废.[/i]
zh_tw: 現在程式將會重啟，這不會花太久的時間。再次感謝您的支持！ [i]請勿分享解鎖金鑰，否則該金鑰可能會被作廢。[/i]

# AppKey_PreRestart_Title
source: Thank you!
cs: Díky!
de: Danke!
es: Gracias!
fi_fi: Kiitos!
fr: Merci !
it: Grazie!
ja_jp: ありがとうございます!
lv: Paldies!
pl: Dziękuję!
pt: Obrigado!
pt_br: Obrigado!
ru: Спасибо!
tr: Teşekkürler!
zh_cn: 谢谢!
zh_tw: 謝謝！

# AppKey_CannotCheck
source: Can’t check key
cs: Nelze ověřit klíč
de: Lizenz nicht prüfbar
es: No se puede comprobar la llave
fi_fi: Avainta ei voitu todentaa!
fr: Impossible de vérifier la clé
it: Impossibile controllare la Chiave
ja_jp: キーを確認できません
lv: Nevar pārbaudīt atslēgu
pl: Nie można sprawdzić klucza
pt: Não é possível verificar a chave
pt_br: Não é possível verificar a chave
ru: Не удается проверить ключ
tr: Anahtar kontrol edilemedi
zh_cn: 无法校验解锁码
zh_tw: 無法校驗解鎖金鑰

# AppKey_InvalidKey
source: Key is invalid or not complete
cs: Klíč je neplatný nebo neúplný
de: Lizenz ist ungültig
es: La clave es invalida.
fi_fi: Avain ei kelpaa.
fr: La clé est invalide
it: La chiave non è valida o non è completa
ja_jp: そのキーは無効か不完全です。
lv: Atslēga nav derīga
pl: Klucz jest nieprawidłowy
pt: A chave é inválida
pt_br: A chave é inválida ou não está completa
ru: Недопустимый ключ
tr: Ürün anahtarı hatalı ya da eksik
zh_cn: 解锁码无效
zh_tw: 解鎖金鑰無效

# BrandBadge_Title
source: Brand badge
cs: Emblém značky
de: Markenemblem
es: Logo de Marca
fi_fi: Merkin tunnus
fr: Logo du constructeur
it: Logo del marchio
ja_jp: ブランドバッジ
lv: Markas logo
pl: Logo marki
pt: Emblema da marca
pt_br: Emblema da marca
ru: Логотип
tr: Marka logosu
zh_cn: 品牌标志
zh_tw: 品牌標誌

# Common_SelectFile
source: Select file
cs: Vyberte soubor
de: Datei auswählen
es: Seleccion Archivo
fi_fi: Valitse tiedosto
fr: Choisir un fichier
it: Seleziona File
ja_jp: ファイルを選択
lv: Izvēlēties failu
pl: Wybierz plik
pt: Seleccionar Ficheiro
pt_br: Selecionar arquivo
ru: Выбрать файл
tr: Dosya seç
zh_cn: 选择文件
zh_tw: 選擇檔案

# Common_ViewUserFolder
source: User library
cs: Vlastní knihovna
de: Eigenen Ordner öffnen
es: Ver Carpeta de Usuario
fi_fi: Näytä käyttäjäkansio
fr: Ouvrir le dossier utilisateur
it: Vedi cartella utente
ja_jp: ユーザーフォルダーの表示
lv: Skatīt lietotāja mapi
pl: Widok folderów użytkownika
pt: Ver Directório do Utilizador
pt_br: Ver diretório do usuário
ru: Просмотр папки пользователя
tr: Kullanıcı dizini
zh_cn: 查看用户文件夹
zh_tw: 查看用戶資料夾

# BrandBadge_CannotChange
source: Can’t change brand’s badge
cs: Emblém značky nelze změnit
de: Markenemblem nicht änderbar
es: No se puede cambiar el logo de la marca
fi_fi: Merkin tunnusta ei voida vaihtaa
fr: Impossible de changer le logo du constructeur
it: Non puoi cambiare il logo del marchio
ja_jp: ブランドのバッジは変更できません
lv: Nevar nomainīt markas logo
pl: Nie można zmienić logo marki
pt: Não é possível mudar o emblema da marca
pt_br: Não é possível mudar o emblema da marca
ru: Невозможно изменить логотип
tr: Marka logosu değiştirilemez
zh_cn: 无法更改品牌标志
zh_tw: 無法更改品牌標誌

# BrandBadge_CannotChange_Commentary
source: Make sure brand’s badge file is available to write.
cs: Ujistěte se, že soubor emblému značky je přepsatelný.
de: Stelle sicher, dass die Markenemblem-Datei nicht schreibgeschützt ist.
es: Asegurate de que el archivo del logo de la marca se puede modificar.
fi_fi: Varmista, että merkin tunnus-tiedosto on kirjoitettavissa.
fr: Assurez-vous que le fichier du logo du constructeur est disponible en écriture.
it: Controlla che il logo del marchio non sia protetto da scrittura
ja_jp: ブランドのバッジファイルが書き込み可能であることを確認してください。
lv: Pārliecinies, ka markas logo failu var pārrakstīt.
pl: Upewnij się, że plik logo marki może zostać zmieniony.
pt: Certifique-se que o ficheiro do emblema da marca está disponível para escrita.
pt_br: Certifique-se que o arquivo do emblema da marca está disponível para escrita.
ru: Убедитесь, что файл логотипа доступен для записи.
tr: Marka logosunun dosyasının yazmaya uygun olduğundan emin olun.
zh_cn: 确定品牌标志文件可写
zh_tw: 確定品牌標誌檔案可覆寫

# BrandBadge_SelectNew
source: Select new brand’s badge
cs: Vyberte nový emblém značky
de: Neues Markenemblem auswählen
es: Selecciona un Nuevo Logo de Marca
fi_fi: Valitse uusi merkin tunnus
fr: Sélectionner un nouveau logo constructeur
it: Seleziona un nuovo logo del marchio
ja_jp: 新しいブランドのバッジの選択
lv: Izvēlies jaunu markas logo
pl: Wybierz nowe logo marki
pt: Seleccionar novo Emblema de Marca
pt_br: Selecionar novo emblema de marca
ru: Выберите новый логотип
tr: Yeni marka logosu seçin
zh_cn: 选择新品牌的标志
zh_tw: 選擇新品牌的標誌

# BrandBadge_AddAs
source: Add as a new badge for (brand’s name):
cs: Přidat jako nový emblém pro (název značky):
de: Neues Emblem für (Markenname) hinzufügen:
es: Añade un nuevo logo para (nombre de la marca)
fi_fi: Lisää uusi tunnus (Merkin nimi):
fr: Ajouter comme nouveau logo pour (nom du constructeur) :
it: Aggiungi un nuovo server
ja_jp: 新しいバッジとして追加(ブランド名):
lv: Pievienot kā jaunu logo priekš (markas nosaukums):
pl: Dodaj jako nowe logo dla (nazwa marki):
pt: Adicionar como novo emblema para (nome da marca):
pt_br: Adicionar como novo emblema para (nome da marca):
ru: Добавить как новый логотип (название бренда):
tr: Yeni araba logosu ekle (marka adı)
zh_cn: 给(品牌名)增加新标志
zh_tw: 給（品牌名稱）增加新標誌

# Common_AddToLibrary
source: Add to the library?
cs: Přidat do knihovny?
de: Zur Bibliothek hinzufügen?
es: Añadir a la libreria?
fi_fi: Lisää kirjastoon?
fr: Ajouter à la bibliothèque ?
it: Aggiungi alla libreria?
ja_jp: ライブラリに追加しますか？
lv: Pievienot bibliotēkai?
pl: Dodać do biblioteki?
pt: Adicionar à biblioteca?
pt_br: Adicionar à biblioteca?
ru: Добавить в библиотеку?
tr: Kütüphaneye eklensin mi?
zh_cn: 是否添加入库?
zh_tw: 是否添加入資料庫？

# Common_CannotAddToLibrary
source: Can’t add a new entry to the library
cs: Nelze přidat nový záznam do knihovny
de: Neue Eintrag in Bibliothek hinzufügen fehlgeschlagen
es: No se puede añadir una nueva enrtada a la libreria
fi_fi: Uutta merkintää ei voi lisätä kirjastoon
fr: Impossible d'ajouter la nouvelle entrée à la bibliothèque
it: Impossibile aggiungere una nuova voce alla libreria
ja_jp: ライブラリに新しいエントリを追加できません
lv: Nevar pievienot bibliotēkai
pl: Nie można dodać nowego wpisu do biblioteki
pt: Não é possível adicionar a nova entrada na biblioteca
pt_br: Não é possível adicionar uma nova entrada na biblioteca
ru: Невозможно добавить новую запись в библиотеку
tr: Kütüphaneye yeni girdi eklenemiyor
zh_cn: 无法将新内容加入库中
zh_tw: 無法將新內容加入資料庫中

# Dialog_CarSetupsFormat
source: {0} setups
cs: {0} seřízení
es: {0} Configuracion
fi_fi: {0} Asetukset
fr: {0} réglages
it: {0} Setup
ja_jp: {0}セットアップ
lv: {0} Uzstādījumi
pl: {0} Setupy
ru: {0} Настройки
tr: {0} ayarları
zh_cn: {0} 调校
zh_tw: {0} 調校

# Main_Setups
source: Setups
cs: Seřízení
es: Configuracion
fi_fi: Säädöt
fr: Réglages
it: Setup
ja_jp: セットアップ
lv: Setupi
pl: Setupy
ru: Предустановки
tr: Setuplar
zh_cn: 车辆调教
zh_tw: 車輛調教

# Dialog_CarSkinsFormat
source: {0} skins
cs: {0} skinů
de: {0} Lackierungen
es: {0} Decoraciones
fi_fi: {0} Skinit
fr: {0} livrées
it: {0} Skin
ja_jp: {0}スキン
lv: {0} Skini
pl: {0} Skórki
ru: {0} Раскраски
tr: {0} kaplamalar
zh_cn: {0} 涂装
zh_tw: {0} 塗裝

# Main_Skins
source: Skins
cs: Skiny
de: Lackierungen
es: Decoraciones
fi_fi: Skinit
it: Skin
ja_jp: スキン
lv: Skini
pl: Skórki
ru: Раскраски
tr: Kaplamalar
zh_cn: 车辆涂装
zh_tw: 車輛塗裝

# CarSpecs_Title
source: {0} specifications
cs: {0} specifikací
de: {0} Fahrzeugdaten
es: {0} Especificaciones
fi_fi: {0} Määritelmät
fr: {0} Spécifications
it: {0} Specifiche
ja_jp: {0}の仕様
lv: {0} specifikācijas
pl: {0} Dane
pt: {0} Especificações
pt_br: {0} especificações
ru: {0} Характеристики
tr: {0} spesifikasyonlar
zh_cn: {0} 车辆数据
zh_tw: {0} 車輛數據

# CarSpecs_PowerLabel
source: BHP:
cs: Výkon:
de: PS:
it: Potenza:
ja_jp: 馬力:
lv: ZS:
pl: KM:
ru: Л.с.:
tr: Bg:
zh_cn: 马力:
zh_tw: 制動馬力：

# CarSpecs_TorqueLabel
source: Torque:
cs: Krouťák:
de: Drehmoment:
es: Par:
fi_fi: Vääntö:
fr: Couple :
it: Coppia:
ja_jp: トルク:
lv: Griezes moments:
pl: Mom. obr.:
pt: Binário:
ru: Крут. момент:
tr: Tork:
zh_cn: 扭矩:
zh_tw: 扭矩：

# CarSpecs_WeightLabel
source: Weight:
cs: Hmotnost:
de: Gewicht:
es: Peso
fi_fi: Paino:
fr: Poids :
it: Peso:
ja_jp: 重量:
lv: Svars:
pl: Waga:
pt: Peso:
pt_br: Peso:
ru: Вес:
tr: Ağırlık:
zh_cn: 车重:
zh_tw: 車重：

# CarSpecs_MaxSpeedLabel
source: Max speed:
cs: Maximálka:
de: Höchstgeschwindigkeit:
es: Velocidad Maxima:
fi_fi: Huippunopeus:
fr: Vitesse max. :
it: Velocità massima:
ja_jp: 最大速:
lv: Maksimālais ātrums:
pl: Maks. prędk.:
pt: Velocidade Máxima
pt_br: Vel. Máxima
ru: Макс. скорость:
tr: Azami hız:
zh_cn: 最高时速:
zh_tw: 最高時速：

# CarSpecs_AccelerationLabel
source: Acceleration:
cs: Zrychlení:
de: Beschleunigung:
es: Aceleracion:
fi_fi: Kiihtyvyys:
fr: Accélération :
it: Accelerazione:
ja_jp: 加速度:
lv: Paātrināšanās:
pl: Przyspieszenie:
pt: Aceleração:
pt_br: Aceleração:
ru: Ускорение:
tr: Hızlanma:
zh_cn: 加速能力:
zh_tw: 加速能力：

# CarSpecs_PwRatioLabel
source: P/W ratio:
cs: Váha/výkon:
de: Leistungsgewicht:
es: Ratio Potencia/Peso:
fi_fi: Teho-painosuhde:
fr: Rapport P/P :
it: Rapporto Peso/Potenza:
ja_jp: P/W比:
lv: Jaudas/svara attiecība:
pl: Waga/moc:
pt: Rácio Potência/Peso:
pt_br: Peso/Potência:
ru: Соотношение л.с./кг:
tr: G/A oranı:
zh_cn: 推重比:
zh_tw: 功率重量比：

# CarSpecs_Power_FormatTooltip
source: … bhp
cs: … koní
de: …PS
fr: … ch
it: ...cv
lv: …ZS
pl: … km
ru: ...л.с.
tr: ... bg
zh_cn: ...曲轴马力
zh_tw: ⋯⋯制動馬力

# CarSpecs_Torque_FormatTooltip
source: … Nm
ru: ...Нм
zh_cn: ...牛米
zh_tw: ⋯⋯牛公尺

# CarSpecs_Weight_FormatTooltip
source: … kg
ru: ...кг
zh_cn: ...千克
zh_tw: ⋯⋯公斤

# CarSpecs_MaxSpeed_FormatTooltip
source: … km/h
ru: ...км/ч
tr: ... km/s
zh_cn: ...千米/小时
zh_tw: ⋯⋯公里/小時

# CarSpecs_Acceleration_FormatTooltip
source: … s 0–100
cs: … s z 0 na 100 km/h
ru: ...с 0-100
tr: … sn 0–100
zh_cn: ...秒 0到100千米/小时
zh_tw: ⋯⋯秒 0到100公里/小時

# CarSpecs_PwRatio_FormatTooltip
source: … kg/hp
cs: … kg/koní
de: …kg/PS
fr: … kg/ch
it: ...kg/cv
lv: …kg/ZS
ru: ...кг/л.с.
tr: ... kg/bg
zh_cn: ...千克/马力
zh_tw: ⋯⋯公斤/馬力

# CarSpecs_AutomaticallyRecalculatePwRatio
source: Automatically recalculate P/W ratio
cs: Automaticky přepočítávat poměr výkonu a váhy
de: Leistungsgewicht automatisch neu berechnen
es: Recalcular automaticamente ratio Potencia/Peso
fi_fi: Uudelleenlaske automaattisesti teho-painosuhde
fr: Recalculer automatiquement le rapport Poids/Puissance
it: Ricalcola automaticamente il rapporto Peso/Potenza
ja_jp: P/W比を自動的に再計算
lv: Automātiski pārrēķināt jaudas/svara attiecību
pl: Automatycznie przelicz waga/moc
pt: Recalcular rácio de Potência/Peso automáticamente
pt_br: Recalcular razão de Peso/Potência automaticamente
ru: Автоматически пересчитывать соотношение л.с./кг
tr: Güç/ağırlık oranını otomatik olarak yeniden hesapla
zh_cn: 自动重新计算推重比
zh_tw: 自動重新計算功率重量比

# CarSpecs_Power_Tooltip
source: Max horsepower value, recommended format: “{0}”
cs: Maximální výkon, doporučený formát: “{0}”
de: Maximale Leistung, empfohlenes Format: "{0}"
es: Valor Potencia maxima. formato recomendado: "{0}"
fi_fi: Maksimi hevosvoima arvo, suositeltu muoto: “{0}”
fr: Valeur puissance max., format recommandé “{0}”
it: Valore massimo di potenza, formato consigliato: "{0}"
ja_jp: 推奨フォーマット:"{0}”
lv: Maksimālā jauda zirgspēkos, ieteicamais formāts: "{0}"
pl: Maksymalna wartość km, zalecany format: "{0}"
pt: Valor de potência máximo, formato recomendado: “{0}”
pt_br: Valor de potência máximo, formato recomendado: “{0}”
ru: Максимальное значение лошадинных сил, рекомендуемый формат: "{0}"
tr: Maksimum beygir gücü, önerilen format “{0}”
zh_cn: 最大马力值,推荐的格式为:“{0}”
zh_tw: 最大馬力值，推薦的格式為：「{0}」

# CarSpecs_Torque_Tooltip
source: Max torque value, recommended format: “{0}”
cs: Maximální kroutící moment, doporučený formát: “{0}”
de: Maximale Drehmomentangabe, empfohlenes Format: "{0}"
es: Valor Par maximo. formato recomendado: "{0}"
fi_fi: Maksimi vääntö -arvo, suositeltu arvo: “{0}”
fr: Valeur couple max., format recommandé “{0}”
it: Valore massimo di coppia, formato consigliato: "{0}"
ja_jp: 最大トルク値、推奨フォーマット:”{0}”
lv: Maksimālais griezes momements, ieteicamais formāts: "{0}"
pl: Maksymalny wartość momentu obr., zalecany format: "{0}"
pt: Valor de binário máximo, formato recomendado: “{0}”
pt_br: Valor de torque máximo, formato recomendado: “{0}”
ru: Максимальное значение крутящего момента, рекомендуемый формат: "{0}"
tr: Maksimum tork değeri, önerilen format: "{0}"
zh_cn: 最大扭矩值,推荐的格式为:“{0}”
zh_tw: 最大扭矩值，推薦的格式為：「{0}」

# CarSpecs_Weight_Tooltip
source: Weight without driver, recommended format: “{0}”
cs: Hmotnost bez řidiče, doporučený formát: “{0}”
de: Gewicht ohne Fahrer, empfohlenes Format: “{0}”
es: Peso sin piloto. formato recomendado: "{0}"
fi_fi: Paino ilman kuljettajaa, suositeltu arvo: “{0}”
fr: Poids sans pilote, format recommandé : “{0}”
it: Peso senza pilota, formato consigliato: "{0}"
ja_jp: ドライバーなしの重量、推奨フォーマット:”{0}”
lv: Svars bez braucēja, ieteicamais formāts: "{0}"
pl: Waga bez kierowcy, zalecany format: "{0}"
pt: Peso sem condutor, formato recomendado: "{0}"
pt_br: Peso sem motorista, formato recomendado: "{0}"
ru: Вес без пилота, рекомендуемый формат: "{0}"
tr: Sürücüsüz ağırlık, önerilen format: "{0}"
zh_cn: 不含车手体重的车重,推荐的格式为:“{0}”
zh_tw: 不含車手體重的車重，推薦的格式為：「{0}」

# CarSpecs_MaxSpeed_Tooltip
source: Top speed, recommended format: “{0}”
cs: Maximální rychlost, doporučený formát: “{0}”
de: Höchstgeschwindigkeit, empfohlenes Format: “{0}”
es: Velocidad maxima. formato recomendado: "{0}"
fi_fi: Huippunopeus, suositeltu muoto: “{0}”
fr: Vitesse max., format recommandé “{0}”
it: Velocità massima, formato consigliato: "{0}"
ja_jp: 最高速度、推奨フォーマット:"{0}”
lv: Maksimālais ātrums, ieteicamais formāts: "{0}"
pl: Maksymalna prędkość, zalecany format: "{0}"
pt: Velocidade Máxima, formato recomendado: “{0}”
pt_br: Velocidade Máxima, formato recomendado: “{0}”
ru: Максимальная скорость, рекомендуемый формат: "{0}"
tr: Azami hız, önerilen format: “{0}”
zh_cn: 最高时速,推荐的格式为:“{0}”
zh_tw: 最高時速,推薦的格式為：「{0}」

# CarSpecs_Acceleration_Tooltip
source: Time to accelerate from 0 to 100 km/h, recommended format: “{0}”
cs: Čas potřebný na zrychlení z 0 na 100 km/h; doporučený formát: “{0}”
de: Zeit, um von 0-100 Km/h zu beschleunigen; empfohlenes Format "{0}"
es: Tiempo de aceleracion de 0 a 100 km/h. formato recomendado: "{0}"
fi_fi: Aika joka kuluu kiihdytykseen 0-100 km/h, suositeltu muoto: “{0}”
fr: Accélération de 0 à 100 km/h, format recommandé “{0}”
it: Tempo per accelerare da 0 a 100 km/h, formato consigliato: "{0}"
ja_jp: 0km/hから100km/hへの加速時間、推奨フォーマット:"{0}”
lv: Paātrināšanās no 0 līdz 100 km/h, ieteicamais formāts: "{0}"
pl: Czas przyspieszenia od 0 do 100 km/h,. zalecany format: "{0}"
pt_br: Tempo para acelerar de 0 a 100 km/h, formato recomendado: “{0}”
ru: Время ускорения от 0 до 100 км/ч, рекомендуемый формат: «{0}»
tr: 0'dan 100'e hızlanma süresi, önerilen format: “{0}”
zh_cn: 0到100千米/小时加速时间,推荐的格式为:“{0}”
zh_tw: 0到100公里/小時加速時間，推薦的格式為：「{0}」

# CarSpecs_PwRatio_Tooltip
source: Power to weight ratio, recommended format: “{0}”
cs: Poměr výkonu a váhy, doporučený formát: “{0}”
de: Leistungsgewicht, empfohlenes Format: "{0}"
es: Ratio de Potencia y Peso, formato recomendado: "{0}"
fi_fi: Teho-painosuhde, suositeltu muoto: “{0}”
fr: Rapport poids/puissance, format recommandé “{0}”
it: Rapporto Peso/Potenza, formato consigliato:"{0}"
ja_jp: パワーウェイトレシオ、推奨フォーマット:"{0}"
lv: Jaudas/svara attiecība, ieteicamais formāts: "{0}"
pl: Ratio wagi do mocy, zalecany format: "{0}"
pt_br: Relação peso/potência, formato recomendado: “{0}”
ru: Отношение мощности к весу, рекомендуемый формат: "{0}"
tr: Güç/ağırlık oranı, önerilen format: “{0}”
zh_cn: 推重比,推荐的格式为:“{0}”
zh_tw: 功率重量比，推薦的格式為：「{0}」

# CarSpecs_FixFormats
source: Fix formats
cs: Opravit formáty
de: Formate reparieren
es: Arreglar Formatos
fi_fi: Korjaa muodot
fr: Corriger les formats
it: Aggiusta i formati
ja_jp: フォーマットを修正
lv: Salabot formātus
pl: Popraw formaty
pt_br: Corrigir formatos
ru: Исправить форматы
tr: Formatları düzelt
zh_cn: 修正格式
zh_tw: 修正格式
