Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Settings_Online_PingConcurrency_Tooltip
source: Increase value to make pinging of the whole list go faster, but it’ll be less accurate
cs: Čím vyšší hodnota, tím bude pingování celého seznamu rychlejší, ale také méně přesné
de: Wert erhöhen, um anpingen der ganze Listen zu beschleunigen, aber dafür weniger genau
es: Incrementa el valor para hacer que el ping de toda la lista sea mas rapido, pero sera menos preciso
fr: Augmente la valeur pour rendre le pinging de la liste entière plus rapide, mais il sera moins précis.
it: Aumenta il valore per far andare il pinging dell'intera lista più veloce, ma sarà meno preciso
ja_jp: 値を増やしてリスト全体のpingを高速化しますが、精度は低下します
lv: Palielini šo parametru, lai pingošana notiktu ātrāk, bet neprecīzāk
pl: Zwiększ wartość, aby pingowanie całej listy było szybsze, ale mniej dokładne
pt_br: Aumente o valor para fazer com que o ping seja mais rápido, mas será menos preciso
ru: Увеличьте значение, чтобы сделать опрос всего списка быстрее, но это будет менее точно
tr: Tüm sunucu listesinin pinglerini daha hızlı almak için değeri arttır. Daha hızlı olmasına karşın görece kusurlu sonuçlar gösterir.
zh_cn: 提高这个数值可以让服务器列表加载速度增加,但是提供的延迟信息也会更加不准确
zh_tw: 提高這個數值可以讓伺服器列表載入更快，但是提供的延遲資訊也會更加不準確

# Settings_Online_PingTimeout
source: Ping timeout
cs: Vypršení pingů
es: Ping fuera de tiempo (timeout)
fr: Délai du ping dépassé
it: Ping tempo scaduto
ja_jp: pingタイムアウト
lv: Pingošanas noilgums
pl: Czas pinga
pt_br: Tempo limite de ping
ru: Время ожидания
tr: Ping zaman aşımı
zh_cn: 网络连接超时
zh_tw: 連線超時

# Settings_Online_AddingByIpHeader
source: Adding by IP:
cs: Přidat podle IP adresy:
de: Per IP hinzufügen:
es: Añadir por IP:
fr: Ajouter par IP :
it: Aggiungi dall'IP:
ja_jp: IPによる追加:
lv: Pievienot pēc IP:
pl: Dodanie przez IP:
pt: Adicionando por IP:
pt_br: Adicionando por IP:
ru: Добавление по IP:
tr: IP ile ekle:
zh_cn: 添加服务器IP地址
zh_tw: 按伺服器IP位址添加：

# Settings_Online_PortsLabel
source: Scan ports:
cs: Skenovat porty:
de: Ports scannen:
es: Escanear puertos:
fr: Scanner les ports :
it: Scansione porte:
ja_jp: スキャンポート:
lv: Skenēt portus:
pl: Skanowanie portów:
pt: Scannear portas:
pt_br: Escanear portas:
ru: Сканировать порты:
tr: Portları tara:
zh_cn: 搜索端口号
zh_tw: 掃描連接埠號

# Settings_Online_PortsByIp_Tooltip
source: Some enumeration like “9000-10000”
cs: Vložte rozsah jako třeba “9000-10000”
de: Aufzählung in der Form “9000-10000”
es: Enumeración como “9000-10000”
fr: Intervalle du type "9000-10000"
it: Alcune enumerazioni come "9000-10000"
ja_jp: 「9000から10000」のような形式
lv: Kaut kādi cipari, kā "9000-10000"
pl: Niektóre połączenia jak “9000-10000”
pt_br: Valores como “9000-10000”
ru: Определённое перечисление, например “9000-10000”
tr: “9000-10000” gibi bir numaralandırma
zh_cn: 穷举尝试连接例如“9000-10000”的端口号
zh_tw: 窮舉嘗試連接的連接埠號（如：9000-10000）

# Settings_Online_PortsLan_Tooltip
source: Some enumeration like “9600,9602,9700-9750”
cs: Vložte rozsah jako třeba “9000-10000”
de: Aufzählung in der Form “9600,9602,9700-9750”
es: Enumeración como “9600,9602,9700-9750”
fr: Liste du genre "9600, 9602, 9700-9750"
it: Alcune enumerazioni come “9600,9602,9700-9750”
ja_jp: “9600,9602,9700-9750”のような形式
lv: Kaut kādi cipari, kā "9600,9602,9700-9750"
pl: Niektóre połączenia jak “9600,9602,9700-9750”
pt_br: Valores como “9600,9602,9700-9750”
ru: Определённое перечисление, например “9600,9602,9700-9750”
tr: “9600,9602,9700-9750” gibi bir numaralandırma
zh_cn: 穷举尝试连接例如“9600,9602,9700-9750”的端口号
zh_tw: 窮舉嘗試連接的連接埠號（如：9600,9602,9700-9750）

# Settings_Online_AddingByIpScanTimeout
source: Scan timeout
cs: Skenování skončí po
de: Zeitüberschreitung beim Suchen
es: Escaneado fuera de tiempo (timeout)
fr: Délai du scan dépassé
it: Tempo scaduto scansione
ja_jp: スキャンタイムアウト
lv: Skenēšanas noilgums
pl: Czas skanowania
pt_br: Tempo de escaneamento esgotado
ru: Время ожидания
tr: Tarama zaman aşımı
zh_cn: 搜索端口号超时
zh_tw: 掃描連接埠號超時

# Settings_Online_LanHeader
source: LAN:
cs: Místní síť:
ru: ЛВС
tr: Yerel ağ (LAN):
zh_cn: 局域网:
zh_tw: 區域網路：

# Settings_Online_LanScanConnectionLabel
source: Scan using connections:
cs: Skenovat pomocí:
de: Mit Verbindungen suchen:
es: Escanear usando conexiones:
fr: Scan en utilisant les connexions :
it: Scansiona usando connessioni:
ja_jp: 接続を使用してスキャン:
lv: Skenēt izmantojot savienojumus:
pl: Skanuj używając połączeń:
pt_br: Escanear usando conexões:
ru: Сканировать подключения:
tr: Bağlantıları kullanarak tara:
zh_cn: 通过局域网连接搜索服务器:
zh_tw: 透過區域網路連接搜尋伺服器：

# Settings_Online_ServerPresetsManagerHeader
source: Server presets manager:
cs: Správce přednastavení serveru:
de: Verwaltung für Server-Vorlage:
es: Administrador de configuracion de servidor:
fr: Gestionnaire de préréglages serveur :
it: Gestore Server preset
ja_jp: サーバープリセットマネージャー:
lv: Servera sagatavju pārvaldnieks:
pl: Menadżer ustawień serwera:
pt_br: Gerenciador de predefinições do servidor
ru: Управление настройками сервера:
tr: Sunucu önayar yöneticisi:
zh_cn: 服务器预设管理器:
zh_tw: 伺服器預設管理器：

# Settings_General
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja_jp: 全般
lv: Galvenā
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общее
tr: Genel
zh_cn: 常规设置
zh_tw: 一般設定

# Settings_QuickSwitches
source: Quick Switches
cs: Rychlé přepínače
de: Schnellumschalter
es: Cambios Rapidos
fr: Bascules rapides
it: Opzioni veloci
ja_jp: クイックスイッチ
lv: Ātrie slēdži
pl: Szybkie przełączniki
pt_br: Trocas Rápidas
ru: Переключатели
tr: Hızlı Menü
zh_cn: 快捷菜单
zh_tw: 捷徑開關

# Settings_Sharing
source: Sharing
cs: Sdílení
de: Teilen
es: Compartir
fr: Partage
it: Condivisione
ja_jp: 共有
lv: Dalīšanās
pl: Udostępnianie
pt_br: Compartilhamento
ru: Поделиться
tr: Paylaşım
zh_cn: 分享
zh_tw: 分享

# Settings_Appearance
source: Appearance
cs: Vzhled
de: Erscheinung
es: Apariencia
fr: Apparence
it: Aspetto
ja_jp: 外観
lv: Izskats
pl: Wygląd
pt: Aparência
pt_br: Aparência
ru: Оформление
tr: Görünüm
zh_cn: 外观
zh_tw: 外觀

# Settings_Dev
source: Dev
cs: Vývojář
de: Entwickler
it: Sviluppatore
ja_jp: 開発
ru: Системное
tr: Geliştirici
zh_cn: 开发者设置
zh_tw: 開發者設定

# Settings_QuickSwitches_Enable
source: Enable Quick Switches
cs: Rychlé přepínače
de: Schnellumschalter aktivieren
es: Activar Cambios Rapidos
fr: Activer les boutons d'action rapide
it: Abilitazione opzioni veloci
ja_jp: クイックスイッチを有効にします
lv: Iespējot ātros slēdžus
pl: Aktywuj szybkie przełączniki
pt_br: Ativar Trocas Rápidas
ru: Включить быстрые переключатели
tr: Hızlı Menüyü etkinleştir
zh_cn: 启用快速开关
zh_tw: 啟用捷徑開關

# Settings_QuickSwitches_Description
source: Quick Switches — a small popup menu, which allows to change different settings from any place of the program. To open this menu, press Alt+~ or click middle mouse button. Also, you can change settings by pressing Alt+1…Alt+9.[br][br]If you need some new option, [url="https://acstuff.ru/app/#contacts"]please contact us[/url].
cs: Rychlé přepínače – malé překryvné menu, které umožňuje různé akce, ať už se v Content Manageru pohybujete kdekoliv, přičemž přetažením položek z knihovny můžete nabídku akcí měnit. Pro jejich zobrazení stiskněte Alt+~ nebo klikněte na pravé tlačítko myši. Akce můžete aktivovat i pomocí Alt+1 až Alt+9.[br][br]Přejete-li si zde nějakou novou akci, [url="https://trello.com/c/w5xT6ssZ/49-contacts"]kontaktujte nás[/url].
de: Schnellumschalter - ein kleines Popup-Menü, welches erlaubt verschiedene beliebige Einstellungen zu ändern. Zum Öffnen Alt+~ oder die rechte Maustaste drücken. Einstellungen können auch durch drücken von Alt+1...Alt+9 geändert werden. Wenn du mehr Optionen haben willst, schreibe es [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]hier[/url] oder [url="https://trello.com/c/w5xT6ssZ/49-contacts"]hier[/url].
es: Cambios Rapidos — Un pequeño menu emergente, que permite cambiar diferentes ajustes desde cualquier lugar del programa. Para abrir el menu, pulsa Alt+~ o el boton derecho del raton. Ademas, puedes cambiar los ajustes pulsando Alt+1... Alt+9.[br][br]Si quieres alguna opcion nueva, escribenos [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]aqui[/url] o [url="https://trello.com/c/w5xT6ssZ/49-contacts"]usando cualquier otra forma[/url].
fi_fi: Quick Switches — a small popup menu, which allows to change different settings from any place of the program. To open this menu, press Alt+~ or the right mouse button. Also, you can change settings by pressing Alt+1…Alt+9.[br][br]If you want some new option, write it [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]here[/url] or [url="https://trello.com/c/w5xT6ssZ/49-contacts"]using any other way[/url].
fr: Bascules rapides — un petit menu contextuel permettant de changer différents paramètres depuis n'importe quel endroit de l'application. Pour ouvrir ce menu, appuyez sur Alt+~ ou sur le bouton droit de la souris. Vous pouvez également changer les paramètres en appuyant sur Alt+1… Alt+9.[br][br]Si vous souhaitez de nouvelles options, écrivez-les [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]ici[/url] ou [url="https://trello.com/c/w5xT6ssZ/49-contacts"]d'une autre manière[/url].
it: Opzioni veloci - un piccolo menu popup, che consente di modificare le diverse impostazioni da qualsiasi punto del programma. Per aprire questo menu, premere Alt+~ o il tasto destro del mouse. Inoltre, è possibile modificare le impostazioni premendo Alt + 1 ... Alt + 9. [br] [br] Se vuoi una nuova opzione, scrivi [url="https://trello.com/c/ad89Y9rL/71-quick -witches"] qui [/url] o [url=" https://trello.com/c/w5xT6ssZ/49-contacts"] utilizzando qualsiasi altro modo [/url].
ja_jp: クイックスイッチ — 小さなポップアップメニューで、プログラムの任意の場所からさまざまな設定を変更できます。 このメニューを開くには、Alt +〜またはマウスの右ボタンを押します。 また、Alt + 1…Alt + 9を押して設定を変更できます。.[br][br]新しいオプションが必要な場合は[url="https://trello.com/c/ad89Y9rL/71-quick-switches"]ここ[/url] または [url="https://trello.com/c/w5xT6ssZ/49-contacts"]ここ[/url]にコンタクトを取ってください。
lv: Ātrie slēdži — mazas uzlecošās izvēlnes, kas ļauj mainīt dažādus iestatījumus no jebkuras vietas programmā. Lai atvēru šo izvēlni, spied Alt+~ vai peles labo klikšķi. Vari arī mainīt iestatījumus, spiežot Alt+1…Alt+9.[br][br]Ja gribi kādas jaunas opcijas, raksti tās [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]šeit[/url] vai [url="https://trello.com/c/w5xT6ssZ/49-contacts"]kādā citā veidā[/url].
pl: Szybkie przełączniki - małe menu kontekstowe, które pozwala na zmianę różnych ustawień z dowolnego miejsca w programie. Aby otworzyć menu, naciśnij kombinację klawiszy Alt+~ lub prawy przycisk myszy. Ponadto, można zmienić ustawienia, naciskając Alt+1... Alt+9.[br][br]Jeśli chcesz jakąś nową opcję, napisz [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]tu[/url] lub [url="https://trello.com/c/w5xT6ssZ/49-contacts"]użyj tego[/url].
pt_br: Trocas Rápidas - um pequeno menu popup, que permite alterar diferentes configurações de qualquer lugar do programa. Para abrir este menu, pressione Alt+~ou o botão direito do mouse. Ainda, você pode alterar configurações pressionando Alt+1...Alt+9.[br][br]Se quiser alguma nova opção, escreva-a [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]aqui[/url] ou [url="https://trello.com/c/w5xT6ssZ/49-contacts"]de qualquer outra forma[/url].
ru: Быстрые переключатели — небольшое всплывающее меню, которое позволяет изменить различные настройки из любого места программы. Чтобы открыть это меню, нажмите клавишу Alt+~ или правую кнопку мыши. Кроме того, можно изменить параметры с помощью клавиш Alt+1...Alt+9.[br][br]Если вы хотите ещё какие-нибудь опции, напишите [url="https://trello.com/c/ad89Y9rL/71-quick-switches"]сюда[/url] или [url="https://trello.com/c/w5xT6ssZ/49-contacts"]используйте любой другой способ[/url].
tr: Hızlı Menü - çeşitli ayaları hızlıca değiştirebileceğiniz küçük bir açılır menü.
zh_cn: 快速菜单:这是一个小型的弹出式窗口,允许玩家在软件的任意位置调节一些设定.使用Alt+~组合键或者鼠标右键可以呼出快捷菜单.你也可以使用Alt+1……Alt+9快捷键快速调整设定.如果你希望Content Manager增加更多的快捷菜单设置内容,请在[url="https://trello.com/c/ad89Y9rL/71-quick-switches"]这里[/url]或者[url="https://trello.com/c/w5xT6ssZ/49-contacts"]这里[/url]告诉我们.
zh_tw: 捷徑開關：這是一個小型的彈出式視窗，能玩家在程式任意頁面調節一些設定。使用Alt+~組合鍵或者滑鼠右鍵可以開啟捷徑開關。您也可以使用Alt+1⋯⋯Alt+9快捷鍵快速調整設定。如果您希望Content Manager增加更多的捷徑開關設定內容，請在[url="https://trello.com/c/ad89Y9rL/71-quick-switches"]這裡[/url]或者[url="https://trello.com/c/w5xT6ssZ/49-contacts"]這裡[/url]告訴我們。

# Settings_QuickSwitches_AddedLabel
source: Added:
cs: Vybrané:
de: Hinzugefügt:
es: Añadido:
fr: Ajouté :
it: Aggiunti:
ja_jp: 追加:
lv: Pievienots:
pl: Dodano:
pt: Adicionado:
pt_br: Adicionado:
ru: Добавлены:
tr: Eklendi:
zh_cn: 添加了:
zh_tw: 添加了：

# Settings_QuickSwitches_LibraryLabel
source: Library:
cs: Knihovna:
de: Bibliothek:
es: Libreria:
fr: Bibliothèque :
it: Libreria:
ja_jp: ライブラリ:
lv: Bibliotēka:
pl: Biblioteka:
pt: Biblioteca:
pt_br: Biblioteca:
ru: Библиотека:
tr: Kütüphane:
zh_cn: 库:
zh_tw: 資料庫：

# Settings_Replays_LoadInformation
source: Load information about replays
cs: Načítat informace o opakovaných záznamech
de: Informationen über Wiederholungen laden
es: Cargar informacion sobre repeticiones
fr: Charger les informations des replays
it: Carica informazioni Replay
ja_jp: リプレイに関する情報読み込み
lv: Ielādēt informāciju par ierakstiem
pl: Załaduj informacje o powtórkach
pt: Carregar informação sobre repetições
pt_br: Carregar informação sobre repetições
ru: Загружать информацию о повторах
tr: Tekrarlar hakkında bilgi yükle
zh_cn: 加载游戏录像信息
zh_tw: 載入遊戲重播資訊

# Settings_Replays_LoadInformation_Tooltip
source: Try to detect track, car and weather from replays for Media/Replays tab
cs: Pokusí se z opakovaných záznamů načíst informace o trati, autu a počasí pro účely záložky Média/Opakované záznamy
de: Versuche Strecke, Fahrzeug und Wetter von Medien/Wiederholungen zu erkennen
es: Intenta detectar la pista, coche y tiempo de las repeticiones para la ventana Media/Repeticiones
fr: Tenter de détecter le circuit, le véhicule et la météo, à partir des données du replay pour le panneau latéral Médias/Replays
it: Provare a rilevare pista, auto e meteo dal replay per Tab Media/replay
ja_jp: [メディア/リプレイ]タブのリプレイからトラック、車、天気を検出します
lv: Mēģina noteikt trasi, mašīnu un laikapstākļus no ierakstiem priekš Media/Replays sadaļas
pl: Spróbuj wykryć tor, samochód i pogodę z powtórki na zakładce Media/Powtórki
pt_br: Tentar detectar pista, caro e clima a partir de replays da aba Mídia/Replays
ru: Пытаться определять трассу, машину и погоду для повторов на вкладке МЕДИА/ПОВТОРЫ
tr: Medya/Yarış Tekrarları sekmesindeki tekrarlardaki arabayı, pisti ve hava durumunu algılamayı dene
zh_cn: 尝试从游戏录像中读取赛道,车辆和天气信息并显示在媒体/游戏录像标签页
zh_tw: 嘗試從遊戲重播中讀取賽道、車輛和天氣資訊並顯示在媒體/遊戲重播標籤頁

# Settings_Replays_AddExtension
source: Automatically add “.acreplay” to new replays
cs: Automaticky přidávat koncovku ".acreplay" k novým opakovaným záznamům
de: Füge ".acreplay" automatisch zu neuen Replays hinzu.
es: Añadir automaticamente ".acreplay" a las nuevas repeticiones
fr: Ajouter l'extension ".acreplay" aux nouveaux replays
it: Aggiungi automaticamente ".acreplay" ai nuovi replay
ja_jp: 自動的に新しいリプレイに「.acreplay」を追加
lv: Automātiski pievienot ".acreplay" jauniem ierakstiem
pl: Automatyczne dodawanie “.acreplay” do nowych powtórki
pt_br: Adicionar “.acreplay” automaticamente a novos replays
ru: Автоматически добавлять ".acreplay" для новых повторов
tr: Yeni yarış tekrarlarının sonuna otomatik olarak".acreplay" ekle
zh_cn: 自动给新录像添加“.acreplay”后缀
zh_tw: 新重播自動添加「.acreplay」尾碼

# Settings_Replays_AddExtension_Tooltip
source: Automatically add “.acreplay” extension to new replays made by AC
cs: Automaticky přidávat koncovku ".acreplay" k novým opakovaným záznamům vytvořeným videohrou, aby je šlo spouštět přímo z Průzkumníka Windows
de: Füge ".acreplay" automatisch zu neuen Replays von AC hinzu.
es: Añadir automaticamente la extension ".acreplay" a las nuevas repeticiones hechas por el juego
fr: Ajoute automatiquement l'extension ".acreplay" aux nouveaux replays créés par AC
it: Aggiungi automaticamente l'estensione ".acreplay" ai nuovi replay creati da AC
ja_jp: ACによって行われた新しいリプレイに“.acreplay”拡張子を自動的に追加します
lv: Automātiski pievienot ".acreplay" paplašinājumu jauniem ierakstiem, kas taisīti AC
pl: Automatycznie dodawanie rozszerzenia “.acreplay” do nowych powtórek wykonanych przez AC
pt_br: Adicionar a extensão “.acreplay” a novos replays feitos por AC
ru: Автоматически добавлять расширение ".acreplay" для новых повторов сделанных игрой
tr: AC tarafından yapılan tekrarların sonuna otomatik olarak ".acreplay" uzantısını ekle
zh_cn: 自动给游戏保存的新录像添加“.acreplay”后缀
zh_tw: 遊戲儲存的新重播自動添加「.acreplay」尾碼

# Settings_Replays_AddExtensionToExisting_Tooltip
source: Add “.acreplay” extension to all existing replays
cs: Přidávat ".acreplay" ke všem existujícím opakovaným záznamům
de: Füge ".acreplay" an alle vorhandenen Replays an.
es: Añadir la extension ".acreplay" a todos las repeticiones existentes
fr: Ajoute l'extension ".acreplay" à tous les replays existants
it: Aggiungi estensioni ".acreplay" a tutti i Replay esistenti
ja_jp: 既存のすべてのリプレイに“.acreplay” 拡張子を追加
lv: Pievienot ".acreplay" paplašinājumu visiem esošajiem ierakstiem
pl: Dodaj rozszerzenie “.acreplay” do wszystkich istniejących powtórek
pt_br: Adicionar a extensão “.acreplay”a todos os replays existentes
ru: Добавить расширение ".acreplay" ко всем существующим повторам
tr: Tüm halihazırda bulunan tekrarların sonuna ".acreplay" uzantısını ekle
zh_cn: 给所有录像添加“.acreplay”后缀
zh_tw: 給所有重播添加「.acreplay」尾碼

# Settings_Replays_AddExtensionToExisting
source: Add to existing
cs: Přidat k existujícím
de: Zu bestehenden hinzufügen:
es: Añadir a Existente
fr: Ajouter aux replays existants
it: Aggiungi a esistente
ja_jp: 既存に追加
lv: Pievienot esošajiem
pl: Dodaj do istniejących
pt: Adicionar ao Existente
pt_br: Adicionar ao Existente
ru: Добавить к существующим
tr: Halihazırda var olanlara ekle
zh_cn: 给已有录像添加后缀
zh_tw: 給已有重播添加尾碼

# Settings_Replays_ExtensionHeader_Tooltip
source: With “.acreplay” extension you’ll be able to start a replay just by clicking it in Windows Explorer
cs: Díky koncovce “.acreplay” budete moci spustit opakovaný záznam přes Průzkumníka Windows
de: Mit “.acreplay” Erweiterung kannst du eine Wiederholung durch Anklicken aus dem Windows Explorer heraus starten
es: Con la extension".acreplay" puedes abrir una repeticion solo pinchando en ella en Windows Explorer
fr: Avec l'extension ".acreplay" vous pouvez démarrer un replay rien qu'en cliquant dessus dans l'explorateur Windows
it: Con l'estensione ".acreplay" sarai in grado di avviare i replay direttamente in Windows Explorer
ja_jp: “.acreplay”拡張機能を使用すると、Windowsエクスプローラで再生をクリックするだけで再生を開始できます。
lv: Ar ".acreplay" paplašinājumu varēsi palaist ierakstu pa tiešo no WIndows Explorer
pl: Z rozszerzeniem “.acreplay” będziesz mógł rozpocząć odtwarzanie powtórki poprzez kliknięcie w Eksploratorze Windows
pt_br: Com a extensão “.acreplay” você poderá iniciar um replay simplesmente clicando nele pelo Windows Explorer
ru: С расширением ".acreplay" вы сможете запустить повтор, просто щелкнув его в проводнике
tr: ".acreplay" uzantısı ile istediğiniz tekrarı Windows Gezgini'nde tıklayarak oynatabilirsiniz
zh_cn: 带有“.acreplay”后缀的文件可以直接在Windows资源管理器里双击打开并播放
zh_tw: 帶有「.acreplay」尾碼的檔案可以直接在Windows檔案總管中雙擊開啟並播放

# Settings_Replays_ExtensionHeader
source: Replays’ file names and extensions:
cs: Názvy a koncovky souborů:
de: Dateinamen und -endungen der Wiederholung:
es: Repeticiones' archivo nombre y extension:
fr: Noms et extensions des replays :
it: Nome file e estensioni Replay:
ja_jp: リプレイのファイル名と拡張子:
lv: Ierakstu failu nosaukumi un paplašinājumi:
pl: Nazwy plików powtórek i rozszerzenia:
pt_br: Nomes e extensões dos arquivos de replays
ru: Имя файла и расширение для повторов:
tr: Yarış tekrarlarının dosya uzantıları ve eklentileri:
zh_cn: 游戏录像文件名和扩展名
zh_tw: 遊戲重播檔案名稱和副檔名

# Settings_Replays_AutosaveReplays
source: Autosave replays
cs: Automatické ukládání
de: Wiederholungen automatisch speichern
es: Autoguardar repeticiones
fr: Sauvegarder automatiquement les replays
it: Salvataggio automatico Replay
ja_jp: リプレイの自動保存
lv: Automātiski saglabāt ierakstus
pl: Automatycznie zapisuj powtórki
pt: Salvar repetições automaticamente
pt_br: Salvar repetições automaticamente
ru: Автосохранение повторов
tr: Yarış tekrarlarını otomatik olarak kaydet
zh_cn: 自动保存游戏录像
zh_tw: 自動儲存遊戲重播

# Settings_Replays_AutosaveReplays_Tooltip
source: Usual “cr” will be renamed automatically.
cs: Obvyklé "cr" bude přejmenováno automaticky
de: Übliches "cr" wird automatisch umbenannt.
es: La extensión habitual "cr" será renombrada automaticamente.
fr: L'habituel "cr" sera renommé automatiquement.
it: Il solito "cr" sarà rinominato automaticamente
ja_jp: 通常の”cr”は自動的に名前が変更されます。
lv: Parastie "cr" tiks pārsaukti automātiski.
pl: Zwykłe “cr” zostanie automatycznie zmienione.
pt_br: O "cr" costumeiro será renomeado automaticamente.
ru: Обычный "cr" будет автоматически переименован.
tr: "cr" otomatik olarak yeniden adlandırılacaktır.
zh_cn: 游戏自动保存的名为“cr”的录像文件会被自动重命名
zh_tw: 遊戲自動儲存名稱為「cr」的重播檔案會被自動重新命名

# Settings_Replays_NameFormat
source: Replays name format
cs: Formát jmen opakovaných záznamů
de: Format des Wiederholungsnamen
es: Nombre de formato de repeticiones
fr: Format du nom des replays
it: Nome formato Replay
ja_jp: リプレイ名の形式
lv: Ierakstu nosaukumu formāts
pl: Format nazwy powtórki
pt_br: Formato do nome dos replays
ru: Формат имени для повтора
tr: Yarış tekrarlarının isim formatı
zh_cn: 游戏录像文件名格式
zh_tw: 遊戲重播檔案名稱格式
