Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Toolbar_Showroom_Tooltip
source: View car in showroom (Ctrl+H)
cs: Prohlédnout si auto v autosalonu (Ctrl+H)
de: Fahrzeug im Showroom betrachten (Strg+H)
es: Ver coche en Showroom (Ctrl+H)
fr: Voir la voiture dans le showroom
it: Guarda auto nello showroom (Ctrl+H)
ja_jp: ショールームで車を見る(Ctrl+ H)
lv: Skatīt mašīnu izstādes telpā (Ctrl+H)
pl: Podgląd samochodu w salonie (Ctrl+H)
pt: Ver carro no showroom (Ctrl+H)
pt_br: Ver carro no showroom (Ctrl+H)
ru: Просмотр машины в шоуруме (Ctrl+H)
tr: Arabayı galeride görüntüle (Ctrl+H)
zh_cn: 在展厅中观赏车辆(Ctrl+H)
zh_tw: 於展示廳中觀賞車輛（Ctrl+H）

# Toolbar_ShowroomOptions_Tooltip
source: Select showroom, filter and etc.
cs: Vyberte autosalon, filter atd.
de: Wähle Showrooms, Filter, etc.
es: Seleccionar showroom, filtro, etc.
fr: Sélectionne le showroom, le filtre, etc.
it: Seleziona showroom, filtri etc.
ja_jp: ショールーム、フィルタ等を選択します
lv: Izvēlēties izstādes telpu, filtrus utt.
pl: Wybierz salon, filtr itp.
pt: Seleccionar showroom, filtro e etc.
pt_br: Selecionar showroom, filtro e etc.
ru: Выбрать шоурум, фильтр и прочее
tr: Galeri, filtre vb. seçin
zh_cn: 选择展厅、滤镜和其他设定
zh_tw: 選擇展示廳、濾鏡和其他設定。

# Toolbar_CustomShowroom
source: Custom Showroom
cs: Vlastní autosalon
de: Eigener Showroom
es: Showroom Personalizado
fr: Showroom personnalisé
it: Showroom personalizzato
ja_jp: カスタムショールーム
lv: Pielāgota izstādes telpa
pl: Salon CM
pt: Showroom Personalizado
pt_br: Showroom Personalizado
ru: Пользовательский шоурум
tr: Özel Galeri
zh_cn: 自定义展厅
zh_tw: 自定義展示廳

# Toolbar_CustomShowroom_Lite
source: Lite Custom Showroom
cs: Odlehčený Vlastní autosalon
de: Einfacher eigener Showroom
es: Showroom Personalizado sencillo
fr: Showroom léger personnalisé
it: Showroom personalizzato leggero
ja_jp: ライトカスタムショールーム
lv: Viegla pielāgota izstādes telpa
pt: Showroom Personalizado Leve
pt_br: Showroom Personalizado Leve
ru: Простой пользовательский шоурум
zh_cn: 简洁风自定义展厅
zh_tw: 簡潔風自定義展示廳

# Toolbar_CustomShowroom_Lite_Tooltip
source: Faster and more accurate, helpful for modding or skins drawing
cs: Rychlejší a přesnější; hodí se pro úpravy a kreslení skinů
de: Schneller und exakter, nützlich zum Modding oder um Lackierungen zu erstellen
es: Mas rapido y mas preciso, util para modificaciones o creacion de aspectos
fr: Plus rapide et plus précis, utile pour les mods ou la réalisation de skins
it: Più veloce e più preciso, utile per la modellazione o il disegno delle skin
ja_jp: より高速で正確で、モデリングやスキン作成に役立ちます
lv: Ātrāka un precīzāka, noder priekš modelēšanas vai skinu zīmēšanas
pl: Szybsze i dokładniejsze, pomocne dla modujących lub malujących skórki
pt_br: Mais rápido e preciso, útil para mods e skins
ru: Быстрее и точнее, полезно для рисования моддинга или рисования скинов
tr: Daha hızlı ve isabetli, mod geliştirme ya da kaplama tasarlama için iyi
zh_cn: 更快速和更准确的展厅,便于制作mod和车辆涂装
zh_tw: 快速精準的展示廳，便於製作mod和車輛塗裝

# Toolbar_CustomShowroom_Fancy
source: Fancy Custom Showroom
cs: Líbivý Vlastní autosalon
de: Extravaganter eigener Showroom
es: Showroom personalizado elegante
fr: Showroom original personnalisé
it: Showroom personalizzato di fantasia
ja_jp: ファンシーカスタムショールーム
lv: Grezna pielāgota izstādes telpa
pt_br: Showroom Customizado Chique
ru: Качественный пользовательский шоурум
tr: Özel Hoş Galeri
zh_cn: 高特效展厅
zh_tw: 精緻自定義展示廳

# Toolbar_CustomShowroom_Fancy_Tooltip
source: Slower and less accurate, but with proper lighting and reflections
cs: Pomalejší a méně přesné, ale s náležitým osvětlením a odrazy
de: Langsamer und weniger genau, aber mit korrekter Beleuchtung und Spiegelung
es: Mas lento y menos preciso, pero con luces y reflejos mejores
fr: Plus lent et moins précis, mais avec un éclairage et des réflexions fidèles
it: Più lento e meno accurato, ma con illuminazione e riflessi corretti
ja_jp: 時間がかかり、精度が低下するが、適切なライティングと反射がある
lv: Lēnāka un ne tik precīza, bet ar pareizu apgaismojumu un atspīdumiem
pl: Wolniejsze i mniej dokładne, ale z właściwym oświetleniem i odbiciami
pt_br: Mais lento e menos preciso, mas com iluminação e reflexos corretos
ru: Медленнее и менее точен, но с правильным освещением и отражениями
tr: Daha yavaş ve görece kusurlu, ancak düzgün ışıklandırma ve yansımalar ile
zh_cn: 更慢和效果更不准确的展厅,但是具有更好的光照和反光效果
zh_tw: 慢且效果更不準確的展示廳，但有更好的明暗和反光效果

# Toolbar_Drive
source: Drive
cs: Projet se
de: Fahren
es: Pilotar
fr: Piloter
it: Guida
ja_jp: ドライブ
lv: Braukt
pl: Jedź
pt: Conduzir
pt_br: Correr
ru: Пробный заезд
tr: Sür
zh_cn: 驾驶
zh_tw: 駕駛車輛

# Toolbar_Drive_CarTooltip
source: Use car in a Quick Drive session (Ctrl+G)
cs: Použít auto v Rychlovce (Ctrl+G)
de: Fahrzeug in Quick Drive Session verwenden (Strg+G)
es: Usar coche en una Sesion Rapida (Ctrl+G)
fr: Utilise ce véhicule dans une course rapide (Ctrl+G)
it: Usa auto in una rapida sessione di guida (Ctrl+G)
ja_jp: クイックドライブセッションで車を使用します(Ctrl + G)
lv: Izmantot mašīnu ātrā brauciena sesijā (Ctrl+G)
pl: Użyj samochód w sesji Szybka Jazda (Ctrl+G)
pt_br: Usar car em uma sessão Corrida Rápida (Ctrl+G)
ru: Использовать машину в Быстром Заезде (Ctrl+G)
zh_cn: 在快速游戏模式中使用这辆车(Ctrl+G)
zh_tw: 在試駕模式中使用這輛車（Ctrl+G）

# Toolbar_Analyze
source: Analyze
cs: Analyzovat
de: Analysieren
es: Analizar
fr: Analyser
it: Analizza
ja_jp: 分析
lv: Analizēt
pl: Analiza
pt: Analizar
pt_br: Analizar
ru: Анализ
tr: Analiz et
zh_cn: 分析
zh_tw: 車輛分析

# Toolbar_CarSkins
source: Skins
cs: Skiny
de: Lackierungen
es: Decoraciones
it: Skin
ja_jp: スキン
lv: Skini
pl: Skórki
ru: Раскраски
tr: Kaplamalar
zh_cn: 车辆涂装
zh_tw: 車輛塗裝

# Toolbar_CarSetups
source: Setups
cs: Seřízení
es: Configuraciones
fr: Réglages
it: Setup
ja_jp: セットアップ
lv: Uzstādījumi
pl: Setupy
ru: Предустановки
zh_cn: 车辆调校
zh_tw: 車輛調校

# Toolbar_CarSkins_Tooltip
source: Manage skins (Ctrl+K)
cs: Spravovat skiny (Ctrl+K)
de: Lackierungen verwalten (Strg+K)
es: Gestionar Diseños (Ctrl+K)
fr: Gérer les skins (Ctrl+K)
it: Gestisci skin (Ctrl+K)
ja_jp: スキン管理(Ctrl+ K)
lv: Pārvaldīt skinus (Ctrl+K)
pl: Menedżer skórek (Ctrl+K)
pt: Gerir skins (Ctrl+K)
pt_br: Gerenciar skins (Ctrl+K)
ru: Управление раскрасками
tr: Kaplamaları yönet (CTRL+K)
zh_cn: 管理车辆涂装(Ctrl+K)
zh_tw: 管理車輛塗裝（Ctrl+K）

# Toolbar_CarSetups_Tooltip
source: Manage setups (Ctrl+U)
cs: Spravovat seřízení (Ctrl+U)
de: Setups verwalten (Strg+U)
es: Gestionar configuraciones (Ctrl+U)
fr: Gérer les réglages (Ctrl+U)
it: Gestisci setup (Ctrl+U)
ja_jp: セットアップ管理(Ctrlキー+ U)
lv: Pārvaldīt uzstādījumus (Ctrl+U)
pl: Menedżer setupów (Ctrl+U)
pt: Gerir setups (Ctrl+U)
pt_br: Gerenciar setups (Ctrl+U)
ru: Управление настройками
tr: Ayarları yönet (Ctrl+U)
zh_cn: 管理车辆调校(Ctrl+U)
zh_tw: 管理車輛調校（Ctrl+U）

# AcObject_EnterNewId
source: Enter new ID:
cs: Vložte nové ID:
de: Neue ID eingeben
es: Introduce nueva ID:
fi_fi: Anna uusi tunnus:
fr: Entrer une nouvelle ID :
it: Inserisci nuovo ID:
ja_jp: 新しいIDを入力:
lv: Ievadīt jaunu ID:
pl: Wprowadź nowy ID:
pt: Inserir novo ID:
pt_br: Inserir novo ID:
ru: Введите новый идентификатор:
tr: Yeni bir ID gir:
zh_cn: 输入新ID:
zh_tw: 輸入新ID：

# AcObject_ChangeId_Tooltip
source: Be careful, changing ID might cause some problems with online!
cs: Opatrně, změna ID může způsobit problémy online!
de: Achtung, ID ändern kann online zu Problemen führen!
es: Ten cuidado, cambiar la ID puede causar algunos problemas en online!
fi_fi: Olethan varovainen, tunnuksen muuttaminen voi johtaa ongelmiin onlinessa!
fr: Soyez prudent, changer l'ID peut causer des problèmes avec le mode en ligne !
it: Fare attenzione, cambiare ID può causare qualche problema con l'Online!
ja_jp: IDを変更すると、オンラインで問題が発生する可能性があることに注意してください!
lv: ID maiņa var radīt problēmas ar tiešsaisti!
pl: Bądź ostrożny, zmiana ID może powodować pewne problemy w Online!
pt: Cuidado, a mudança de ID poderá causar problemas online!
pt_br: Cuidado, a mudança de ID poderá causar problemas online!
ru: Будьте осторожны, изменение идентификатора может вызвать некоторые проблемы с онлайном!
tr: ID'nizi değiştirmeniz çevrimiçi mod ile sorun yaratabilir!
zh_cn: 请注意,修改ID可能会导致多人联机游戏错误!
zh_tw: 請注意：修改ID可能會導致多人聯機遊戲錯誤！

# AcObject_Cloning
source: Cloning…
cs: Klonuji...
de: Duplizieren...
es: Clonando...
fi_fi: Kloonataan...
fr: Duplication...
it: Clonazione...
ja_jp: クローン中...
lv: Klonē...
pl: Klonowanie ...
pt: Duplicando...
pt_br: Duplicando...
ru: Копирование…
tr: Klonlanıyor...
zh_cn: 复制中……
zh_tw: 複製中⋯⋯

# Tags_CleanUp
source: Clean up tags
cs: Vyčistit tagy
de: Tags aufräumen
es: Limpiar etuiquetas
fr: Nettoyer les mots clés
it: Pulisci Tag
ja_jp: クリーンアップタグ
lv: Notīrīt birkas
pl: Wyczyść Tagi
pt: Limpar Tags
pt_br: Limpar Tags
ru: Очистить метки
tr: Etiketleri temizle
zh_cn: 清理标签
zh_tw: 清理標籤

# Tags_Sort
source: Sort tags
cs: Seřadit tagy
de: Tags sortieren
es: Ordenar etiquetas
fr: Trier les mots clés
it: Ordina Tag
ja_jp: ソートタグ
lv: Kārtot birkas
pl: Sortuj Tagi
pt: Ordenar Tags
pt_br: Ordenar Tags
ru: Сортировать метки
tr: Etiketleri sırala
zh_cn: 排序标签
zh_tw: 排序標籤

# Tags_CleanUpAndSort
source: Clean up & sort tags
cs: Vyčistit a seřadit tagy
de: Tags aufräumen & sortieren
es: Limpiar y organizar estiquetas
fr: Nettoyer et trier les mots clés
it: Pulisci e ordina Tag
ja_jp: クリーンアップ＆タグ ソート
lv: Notīrīt un sašķirot birkas
pl: Wyczyść & posortuj Tagi
pt: Limpar e Organizar Tags
pt_br: Limpar e Organizar Tags
ru: Очистить и сортировать метки
tr: Etiketleri temizle & sırala
zh_cn: 清理和排序标签
zh_tw: 清理和排序標籤

# AcObject_Author_TooltipExt
source: If you makes your own mods, please, use this field instead of description (or, of course, name)
cs: Pokud vytváříte svojí vlastní modifikaci, použijte prosím toto pole místo popisu (nebo jméno, samozřejmě)
de: Nutze dieses Feld statt des Beschreibungs-Feldes, um den Autor deines Mods einzutragen (oder Name natürlich)
es: Si haces tus propios mods, por favor, usa este campo en lugar de la descripcion (o, por supuesto, el nombre)
fi_fi: Jos teet omia modeja, käytä tätä kenttää mieluummin kuin kuvausta tai nimeä.
fr: Si vous créez vos propres mods, utilisez ce champs au lieu d'une description (ou, bien entendu, votre nom)
it: Se crei le tue mod, utilizza questo campo invece che la descrizione (o, naturalmente, il nome)
ja_jp: IDを変更すると、オンラインで不一致が発生する可能性があります!
lv: Ja taisi pats savus modus, lūdzu izmanto šo lauku
pl: Jeśli tworzysz własne mody, skorzystaj z tego pola, zamiast opisu (lub, oczywiście, nazwa)
pt_br: Se você faz seus próprios mods, por favor, use este campo em vez da descrição (ou, claro, nome)
ru: Если вы создаете свои собственные моды, используйте это поле вместо описания (или имени)
tr: Eğer kendi modlarınızı geliştiriyorsanız bu boşluğu kendinizi tanıtmak için kullanın (ya da adınızı yazın)
zh_cn: 如果你是mod制作者,请使用这个“作者”域记录mod作者名,不要使用mod的“描述”域或者“名称”域
zh_tw: 如果您是mod作者，請將作者名稱記錄在「作者」區域，而非「描述」或「名稱」區域

# AcObject_Url_TooltipExt
source: Again, please, use this field if you’re modder and you have a web-page with an additional information and new versions for this object
cs: Použijte toto pole, pokud jste úpravce hry a máte webové stránky s doplňujícími informacemi a novými verzemi objektu
de: Bitte nutzen Sie dieses Feld, wenn Sie ein Modder sind und eine Website mit weiteren Informationene und neuen Versionen für dieses Objekt haben.
es: Otra vez, por favor, usa este campo si haces mods y tienes una web con informacion adicional nuevas versiones para este objeto
fi_fi: Modaaja, käytä tätä kenttää jos sinulla on nettisivuillasi lisätietoja muutoksista
fr: Encore une fois, utilisez ce champs si vous êtes modeur, et que vous avez votre propre site, contenant des informations additionnelles et notes de version pour cet objet
it: Anche in questo caso, per favore, utilizzare questo campo se siete modder e si dispone di una pagina web con informazioni aggiuntive e nuove versioni per questo oggetto
ja_jp: このオブジェクトの詳細を含むWebページを持つmodderである場合は、このフィールドを使用してください。
lv: Lūdzu izmanto šo lauku, ja esi moders un tev ir lapa ar papildu informāciju un jaunām versijām par šo objektu
pl: Ponownie, proszę użyć tego pola, jeśli jesteś moderem i masz stronę internetową z dodatkowymi informacjami oraz nowymi wersjami
pt_br: Novamente, por favor, use este campo se você faz mods e tem uma página na internet com informações adicionais e novas versões para este objeto
ru: Опять же, пожалуйста, используйте это поле, если вы являетесь моддером, и у вас есть веб-страница с дополнительной информацией и новыми версиями для этого объекта
tr: Mod geliştiricisi iseniz ve bu modun yeni versiyonlarıyla ilgili bilgi sağladığınız bir web safyanız varsa bu boşlukta belirtin.
zh_cn: 如果你是mod制作者并且有一个网页提供这个mod的更多信息和新版本内容,请使用mod的这个“URL”域提供网页的链接
zh_tw: 請留意，如果您是mod作者並且有網頁提供這個mod的更多資訊和新版本內容，請使用「網址」區域提供網頁連結

# AcObject_Version_TooltipExt
source: Could be used for auto-updating
cs: Lze použít pro automatickou aktualizaci
de: Kann für automatische Updates verwendet werden
es: Podria ser usado para actualizar automaticamente
fi_fi: Voidaan käyttää automaattiseen päivittämiseen
fr: Peut être utiliser pour les mises à jour automatiques
it: Potrebbe essere usato per l'aggiornamento automatico
ja_jp: これは自動更新に使用できます。
lv: Šo varētu izmantot auto-atjaunināšanai
pl: Może być używany do automatycznego aktualizowania
pt_br: Pode ser usado para atualização automática
ru: Может использоваться для автоматического обновления
tr: Otomatik güncelleştirme için kullanılabilir
zh_cn: 这个“版本”域将来也许可以被用于实现mod自动更新
zh_tw: 「版本」區域未來可能可用於mod自動更新

source: Filter by author
cs: Filtrovat dle autora
de: Nach Author filtern
es: Filtrar por Autor
fi_fi: Suodata tekijän mukaan
fr: Filtrer par auteur(s)
it: Filtra per autore
ja_jp: 作者でフィルター
lv: Filtrēt pēc autora
pl: Filtr wg autora
pt: Filtrar por Autor
pt_br: Filtrar por autor
ru: Фильтровать по автору
tr: Yapımcıya göre filtrele
zh_cn: 按作者名筛选
zh_tw: 按作者名稱篩選

source: Filter by tag
cs: Filtrovat dle tagu
de: Nach Tag filtern
es: Filtrar por Etiqueta
fi_fi: Suodata avainsanan mukaan
fr: Filtrer par mot clé
it: Filtra per tag
ja_jp: タグでフィルター
lv: Filtrēt pēc birkas
pl: Filtr wg tagu
pt: FIltrar por Tag
pt_br: FIltrar por tag
ru: Фильтровать по метке
tr: Etikete göre filtrele
zh_cn: 按标签筛选
zh_tw: 按標籤篩選

source: Filter by brand
cs: Filtrovat dle značky
de: Nach Marke filtern
es: Filtrar por Marca
fi_fi: Suodata merkin mukaan
fr: Filtrer par constructeur
it: Filtra per marchio
ja_jp: ブランド別フィルター
lv: Flitrēt pēc markas
pl: Filtr wg marki
pt: Filtrar por Marca
pt_br: Filtrar por marca
ru: Фильтровать по марке
tr: Markaya göre filtrele
zh_cn: 按品牌筛选
zh_tw: 按品牌篩選

source: Filter by country
cs: Filtrovat dle země
de: Nach Land filtern
es: Filtrar por Pais
fi_fi: Suodata maan mukaan
fr: Filtrer par pays
it: Filtra per nazione
ja_jp: 国でフィルター
lv: Filtrēt pēc valsts
pl: Filtr wg kraju
pt: Filtrar por País
pt_br: Filtrar por país
ru: Фильтровать по стране
tr: Ülkeye göre filtrele
zh_cn: 按国家筛选
zh_tw: 按國家篩選

source: Filter by class
cs: Filtrovat dle třídy
de: Nach Klasse filtern
es: Filtrar por Clase
fi_fi: Suodata luokan mukaan
fr: Filtrer par catégorie
it: Filtra per classe
ja_jp: クラスでフィルター
lv: Filtrēt pēc klases
pl: Filtr wg klas
pt: Filtrar por Classe
pt_br: Filtrar por classe
ru: Фильтровать по классу
tr: Klasmana göre filtrele
zh_cn: 按组别筛选
zh_tw: 按組別篩選

source: Filter by year
cs: Filtrovat dle roku
de: Nach Jahr filtern
es: Filtrar por Año
fi_fi: Suodata vuoden mukaan
fr: Filtrer par année
it: Filtra per anno
ja_jp: 年でフィルター
lv: Filtrēt pēc gada
pl: Filtr wg roku
pt: Filtrar por Ano
pt_br: Filtrar por ano
ru: Фильтровать по году
tr: Yıla göre filtrele
zh_cn: 按年份筛选
zh_tw: 按年份篩選

source: Filter by decade
cs: Filtrovat dle dekády
de: Nach Dekade filtern
es: Filtrar por Decada
fi_fi: Suodata vuosikymmenen mukaan
fr: Filtrer par décénie
it: Filtra per decennio
ja_jp: 世代でフィルター
lv: Filtrēt pēc desmitgades
pl: Filtr wg dekady
pt: Filtrar por Década
pt_br: Filtrar por década
ru: Фильтровать по десятилетию
tr: On yıllık dilimlere göre filtrele
zh_cn: 按年代筛选
zh_tw: 按年代篩選

# Filter_ByPower
source: Filter by similar power
cs: Filtrovat dle podobného výkonu
de: Nach ähnlicher Leistung filtern
es: Filtrar por Potencia Similar
fi_fi: Suodata samantehoisten mukaan
fr: Filtrer par puissance similaire
it: Filtra per potenza simile
ja_jp: 似ているパワーでフィルター
lv: Filtrēt pēc līdzīgas jaudas
pl: Filtr wg podobnej mocy
pt: Filtrar por Potência Semelhante
pt_br: Filtrar por potência semelhante
ru: Фильтровать по схожей мощности
tr: Yakın güce göre filtrele
zh_cn: 筛选马力相近的车辆
zh_tw: 篩選馬力相近的車輛

# Filter_ByTorque
source: Filter by similar torque
cs: Filtrovat dle krouťáku
de: Nach ähnlichem Drehmoment filtern
es: Filtrar por Par Similar
fi_fi: Suodata samankaltaisen väännön mukaan
fr: Filtrer par couple similaire
it: Filtra per coppia simile
ja_jp: 似ているトルクでフィルター
lv: Filtrēt pēc līdzīga griezes momenta
pl: Filtr wg podobnego momentu obrotowego
pt: Filtrar por Binário Semelhante
pt_br: Filtrar por torque similar
ru: Фильтровать по схожему крутящему моменту
tr: Yakın tork değerlerine göre filtrele
zh_cn: 筛选扭矩相近的车辆
zh_tw: 篩選扭矩相近的車輛

# Filter_ByWeight
source: Filter by similar weight
cs: Filtrovat dle podobné váhy
de: Nach ähnlichem Gewicht filtern
es: Filtrar por Peso Similar
fi_fi: Suodata samankaltaisen painon mukaan
fr: Filtrer par poids similaire
it: Filtra per peso simile
ja_jp: 似ている重量でフィルター
lv: Filtrēt pēc līdzīga svara
pl: Filtr wg wagi
pt: Filtrar por Peso Semelhante
pt_br: Filtrar por peso similar
ru: Фильтровать по схожему весу
tr: Yakın ağırlığa göre filtrele
zh_cn: 筛选车重相近的车辆
zh_tw: 篩選車重相近的車輛

# Filter_ByPwRatio
source: Filter by similar P/W ratio
cs: Filtrovat dle poměru výkon/hmotnost
de: Nach ähnlichem Leistungs-/Gewichtverhältnis filtern
es: Filtrar por relacion Potencia/Peso
fi_fi: Suodata samankaltaisen teho-painosuhteen mukaan
fr: Filtrer par rapport poids/puissance similaire
it: Filtra per rapporto Peso/Potenza simile
ja_jp: 似ているP/W比でフィルター
lv: Filtrēt pēc līdzīga jaudas/svara rādītāja
pl: Filtr wg mocy/wagi
pt: Filtrar por rácio Potência/Peso Semelhante
pt_br: Filtrar por taxa Potência/Peso similar
ru: Фильтровать по схожему отношению мощности к массе
tr: Benzer güç/ağırlık oranına göre filtrele
zh_cn: 筛选推重比相近的车辆
zh_tw: 篩選推重比相近的車輛

# Filter_ByTopSpeed
source: Filter by similar top speed
cs: Filtrovat dle maximálky
de: Nach ähnlicher Höchstgeschwindigkeit filtern
es: Filtrar por Velocidad Punta
fi_fi: Suodata samankaltaisen huippunopeuden perusteella
fr: Filtrer par vitesse max. similaire
it: Filtra per velocità simile
ja_jp: 似ているトップスピードでフィルター
lv: Filtrēt pēc maksimālā ātruma
pl: Filtr wg podobnej prędkości maksymalnej
pt: Filtrar por Velocidade Máxima Semelhante
pt_br: Filtrar por velocidade máxima similar
ru: Фильтровать по схожей скорости
tr: Yakın azami hıza göre filtrele
zh_cn: 筛选最高时速相近的车辆
zh_tw: 篩選最高時速相近的車輛

# Filter_ByAcceleration
source: Filter by similar acceleration
cs: Filtrovat dle podobného zrychlení
de: Nach ähnlicher Beschleunigung filtern
es: Filtrar por Aceleracion Similar
fi_fi: Suodata samankaltaisen kiihtyvyyden mukaan
fr: Filtrer par accélération similaire
it: Filtra per Accelerazione simile
ja_jp: 似ている加速度でフィルター
lv: Filtrēt pēc līdzīgas akselerācijas
pl: Filtr wg podobnego przyspieszenia
pt: Filtrar por Aceleração Semelhante
pt_br: Filtrar por aceleração similar
ru: Фильтровать по схожему ускорению
tr: Hızlanmaya göre filtrele
zh_cn: 筛选加速能力相近的车辆
zh_tw: 篩選加速能力相近的車輛

# Filter_ByDriver
source: Filter by driver name
cs: Filtrovat dle jména závodníka
de: Nach Fahrername filtern
es: Filtrar por nombre del Piloto
fi_fi: Suodata kuljettajan nimen mukaan
fr: Filtrer par nom du pilote
it: Filtra per nome pilota
ja_jp: ドライバー名でフィルター
lv: Filtrēt pēc braucēja vārda
pl: Filtr wg nazwy kierowcy
pt: FIltrar por Nome de Condutor
pt_br: FIltrar por Nome de Condutor
ru: Фильтровать по имени водителя
tr: Sürücü ismine göre filtrele
zh_cn: 按车手名筛选
zh_tw: 按車手名篩選

source: Filter by team
cs: Filtrovat dle týmu
de: Nach Team filtern
es: Filtrar por Equipo
fi_fi: Suodata tallin perusteella
fr: Filtrer par équipe
it: Filtra per team
ja_jp: チームでフィルター
lv: Filtrēt pēc komandas
pl: Filtr wg drużyny
pt: Filtrar por Equipa
pt_br: Filtrar por Equipa
ru: Фильтровать по команде
tr: Takıma göre filtrele
zh_cn: 按车队筛选
zh_tw: 按車隊篩選

source: Filter by number
cs: Filtrovat dle čísla
de: Nach Nummer filtern
es: Filtrar por Numero
fi_fi: Suodata numeron mukaan
fr: Filtrer par numéro
it: Filtra per numero
ja_jp: 数でフィルター
lv: Filtrēt pēc numura
pl: Filtr wg numeru
pt: Filtrar por Número
pt_br: Filtrar por número
ru: Фильтровать по номеру
tr: Numaraya göre filtrele
zh_cn: 按车号筛选
zh_tw: 按車號篩選

source: Filter by priority
cs: Filtrovat dle priority
de: Nach Priorität filtern
es: Filtrar por Prioridad
fi_fi: Suodata tärkeysasteen mukaan
fr: Filtrer par priorité
it: Filtra per priorità
ja_jp: 優先度でフィルター
lv: Filtrēt pēc prioritātes
pl: Filtr wg priorytetu
pt: Filtrar por Prioridade
pt_br: Filtrar por prioridade
ru: Фильтровать по приоритету
tr: Önceliğe göre filtrele
zh_cn: 按优先级筛选
zh_tw: 按優先級篩選

source: Filter by age
cs: Filtrovat dle věku
de: Nach Alter filtern
es: Filtrar por Edad
fi_fi: Suodata iän mukaan
fr: Filtrer par âge
it: Filtra per età
ja_jp: 年でフィルター
lv: Filtrēt pēc vecuma
pl: Filtr wg wieku
pt: Filtrar por Idade
pt_br: Filtrar por idade
ru: Фильтровать по времени
tr: Araba yaşına göre filtrele
zh_cn: 按年龄筛选
zh_tw: 按年齡篩選

source: Filter by size
cs: Filtrovat dle velikosti
de: Nach Größe filtern
es: Filtrar por Tamaño
fi_fi: Suodata koon mukaan
fr: Filtrer par taille
it: Filtra per dimensione
ja_jp: サイズでフィルター
lv: Filtrēt pēc izmēra
pl: Filtr wg rozmiaru
pt: Filtrar por Tamanho
pt_br: Filtrar por tamanho
ru: Фильтровать по размеру
tr: Boyuta göre filtrele
zh_cn: 按大小筛选
zh_tw: 按大小篩選

source: Filter by weather
cs: Filtrovat dle počasí
de: Nach Wetter filtern
es: Filtrar por Meteorologia
fi_fi: Suodata säätilan mukaan
fr: Filtrer par météo
it: Filtra per meteo
ja_jp: 天気でフィルター
lv: Filtrēt pēc laikapstākļiem
pl: Filtr wg pogody
pt: Filtrar por Tempo
pt_br: Filtrar por clima
ru: Фильтровать по погоде
tr: Hava durumuna göre filtrele
zh_cn: 按天气筛选
zh_tw: 按天氣篩選

source: Filter by track
cs: Filtrovat dle trati
de: Nach Strecke filtern
es: Filtrar por Pista
fi_fi: Suodata radan mukaan
fr: Filtrer par circuit
it: Filtra per tracciato
ja_jp: トラックでフィルター
lv: Filtrēt pēc trases
pl: Filtr wg toru
pt: Filtrar por Pista
pt_br: Filtrar por pista
ru: Фильтровать по трассе
tr: Piste göre filtrele
zh_cn: 按赛道筛选
zh_tw: 按賽道篩選

source: Filter by car
cs: Filtrovat dle auta
de: Nach Fahrzeug filtern
es: Filtrar por Coche
fi_fi: Suodata auton mukaan
fr: Filtrer par véhicule
it: Filtra per auto
ja_jp: 車でフィルター
lv: Filtrēt pēc mašīnas
pl: Filtr wg samochodu
pt: Filtrar por Carro
pt_br: Filtrar por carro
ru: Фильтровать по машине
tr: Arabaya göre filtrele
zh_cn: 按车辆筛选
zh_tw: 按車輛篩選

# Toolbar_Disable
source: Disable
cs: Zakázat
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
ja_jp: 無効
lv: Atspējot
pl: Dezaktywuj
pt: Desactivar
pt_br: Desativar
ru: Отключить
tr: Devre dışı bırak
zh_cn: 禁用
zh_tw: 停用

# Toolbar_Enable
source: Enable
cs: Povolit
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja_jp: 有効
lv: Iespējot
pl: Aktywuj
pt: Activar
pt_br: Ativar
ru: Включить
tr: Etkinleştir
zh_cn: 启用
zh_tw: 啟用

# Toolbar_Save
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja_jp: セーブ
lv: Saglabāt
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_cn: 保存
zh_tw: 儲存

# Toolbar_Delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Effacer
it: Cancella
ja_jp: 削除
lv: Dzēst
pl: Skasuj
pt: Apagar
pt_br: Apagar
ru: Удалить
tr: Sil
zh_cn: 删除
zh_tw: 刪除

# Toolbar_FindInformation
source: Find information
cs: Informace online
de: Informationen suchen
es: Encontrar informacion
fr: Rechercher des informations
it: Cerca informazioni
ja_jp: 情報を検索
lv: Atrast informāciju
pl: Znajdź informację
pt: Procurar Informação
pt_br: Procurar Informação
ru: Искать информацию
tr: Araba hakkında
zh_cn: 寻找信息
zh_tw: 搜尋資訊
