Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# CarSpecs_UpdateCurves
source: Update curves
cs: Aktualizovat křivky
de: Graphen aktualisieren
es: Actualizar Cruvas
fi_fi: Päivitä käyrät
fr: Mise à jour des courbes
it: Aggiorna curve
ja_jp: 曲線を更新
lv: Atjaunot līknes
pl: Aktualizuj krzywą
pt: Actualizar Curvas
pt_br: Atualizar curvas
ru: Обновить график
tr: Eğrileri güncelle
zh_cn: 更新外特性曲线
zh_tw: 更新外特性曲線

# CarSpecs_FixFormat
source: Fix format
cs: Opravit formát
de: Format reparieren
es: Arreglar Formato
fi_fi: Korjaa muoto
fr: Corriger le format
it: Aggiusta il formato
ja_jp: フォーマットを修正
lv: Salabot formātu
pl: Popraw format
pt_br: Ajustar formato
ru: Исправить формат
tr: Formatı düzelt
zh_cn: 修正格式
zh_tw: 修正格式

# CarSpecs_FixFormat_Tooltip
source: Try to set proper format for value
cs: Zkuste vložit náležitý formát hodnoty
de: Versuche richtiges Format für Wert zu setzen
es: Intenta seleccionar un formato adecuado para el valor
fi_fi: Koeta asettaa oikea muoto arvolle
fr: Essayer de rentrer le format approprié
it: Provare a impostare il formato appropriato per il valore
ja_jp: 値に適切な形式を設定してください
lv: Mēģināt uzstādīt pareizo formāta vērtību
pl: Spróbuj ustawić właściwy format dla wartości
pt_br: Tentar definir formato correto para o valor
ru: Попытаться установить правильный формат для значения
tr: Değer için düzgün bir format belirlemeye çalış
zh_cn: 尝试为数据设置正确的格式
zh_tw: 嘗試為數據設定正確的格式

# CarSpecs_Recalculate
source: Recalculate
cs: Přepočítat
de: Neu berechnen
es: Recalcular
fi_fi: Uudelleenlaske
fr: Recalculer
it: Ricalcolo
ja_jp: 再計算
lv: Pārrēķināt
pl: Przelicz
pt: Recalcular
pt_br: Recalcular
ru: Пересчитать
tr: Yeniden hesapla
zh_cn: 重新计算
zh_tw: 重新計算

# CarSpecs_Recalculate_PwRatioTooltip
source: Recalculate value using BHP and weight values
cs: Přepočítat hodnoty pomocí hodnot výkonu a hmotnosti
de: Werte neu berechnen mit PS- und Gewichtsangaben
es: Recalcular valor usando los valores BHP y peso
fi_fi: Laske arvo uudelleen, käyttäen Hevosvoima ja Paino arvoja
fr: Recalculer en utilisant les valeurs Poids/Puissance
it: Ricalcola usando i valori della UI
ja_jp: BHPおよび重量値を使用して値を再計算します
lv: Pārrēķināt, izmantojot ZS un svaru
pl: Przelicz wartość używając KM i wartości masy
pt_br: Recalcular valor usando valores de BHP e peso
ru: Пересчитать используя значения мощности и веса
tr: Beygir gücü ve ağırlık değerlerini kullanarak yeniden hesapla
zh_cn: 使用马力和车重数据重新计算数据
zh_tw: 使用制動馬力和車重數據重新計算數據

# CarSpecs_Recalculate_WeightTooltip
source: Recalculate from data
cs: Přepočítat z dat
de: Aus Daten neu berechnen
es: Recalcular desde los datos
fi_fi: Uudelleenlaske tiedoista
fr: Recalcule à partir des données
it: Ricalcola usando i valori interni
ja_jp: データから再計算
lv: Pārrēķināt no datiem
pl: Przelicz z danych
pt_br: Recalcular a partir de dados
ru: Пересчитать из данных
tr: Verileri kullanarak yeniden hesapla
zh_cn: 根据车辆数据重新计算
zh_tw: 根據車輛數據重新計算

# CarSpecs_SetPowerCurve
source: Set power curve
cs: Určit křivku výkonu
de: Leistungsgraph erstellen
es: Introducir Curva de Potencia
fi_fi: Aseta tehokäyrä
fr: Définir la courbe de puissance
it: Imposta la curva di potenza
ja_jp: パワーカーブを設定
lv: Uzstādīt jaudas līkni
pl: Ustaw krzywą mocy
pt: Definir Curva de Potência
pt_br: Definir curva de potência
ru: Задать кривую мощности
tr: Güç eğrisi belirle
zh_cn: 设置外特性曲线
zh_tw: 設定外特性曲線

# CarSpecs_CopyNewPowerAndTorque
source: Update torque and BHP specs?
cs: Aktualizovat specifikace točivého momentu a výkonu?
de: Neue Werte für Drehmoment und PS übernehmen?
es: Copiar nuevos valores a par y BHP?
fi_fi: Kopioi uudet arvot Väännölle ja Hevosvoimille?
fr: Mettre à jour les valeurs de couple et de chevaux ?
it: Incollare i nuovi valori di coppia e potenza?
ja_jp: 新しい値をトルクとBHPにコピーしますか?
lv: Kopēt jaunos parametrus uz griezi un ZS?
pl: Skopiować nowe wartości momentu obrotowego i KM?
pt_br: Atualizar valores de Torque e BHP?
ru: Скопировать новые значения крутящего момента и мощности?
tr: Tork ve beygir gücü özellikleri güncellensin mi?
zh_cn: 是否复制新的扭矩和马力数值?
zh_tw: 是否複製新的扭矩和制動馬力數值？

# Common_OneMoreThing
source: One more thing
cs: Ještě jedna věc
de: Eine Sache noch
es: Una cosa más
fi_fi: Vielä yksi asia
fr: Encore une chose
it: Ancora una cosa
ja_jp: もう1つ
lv: Vēl viena lieta
pl: Jeszcze jedna rzecz
pt: Mais Uma Coisa
pt_br: Mais uma coisa
ru: Ещё кое-что
tr: Bir şey daha
zh_cn: 除此之外
zh_tw: 除此之外

# CarSpecs_SpecifyPowerAndTorqueFirst
source: You have to specify power and torque values first.
cs: Musíte nejdříve určit hodnoty výkonu a kroutícího momentu.
de: Zuerst Leistung und Drehmoment festlegen
es: Tienes que especificar valores de potencia y par primero.
fi_fi: Sinun pitää ensin määrittää teho ja vääntö -arvot.
fr: Vous devez spécifier les valeurs puissance et couple en premier.
it: Devi prima specificare coppia e potenza
ja_jp: 最初にパワーとトルクの値を指定する必要があります。
lv: Tev vispirms jānorāda jaudas un griezes vērtības.
pl: Musisz pierwsze podać wartości mocy i momentu obrotowego
pt_br: Você precisa especificar valores de potência e torque primeiro.
ru: Сначала нужно указать значения мощности и крутящего момента.
tr: Önce güç ve tork değerlerini belirtmeniz lazım.
zh_cn: 你需要首先设定功率和扭矩数值
zh_tw: 您需要首先設定功率和扭矩數值

# CarSpecs_ScaleCurvesToPowerTorqueHeader
source: Scale curves to power/torque values
cs: Změnit na hodnoty výkonu a točivého momentu
de: Graphen entsprechend Leistungs-/Drehmomentdaten skalieren
es: Ajustar curvas a los valores de Potencia/Par
fi_fi: Skaalaa käyrät Teho/Vääntö -arvoihin
fr: Mettre à l'échelle les courbes de valeurs de puissance/couple
it: Ridimensiona ai valori coppia e potenza
ja_jp: 曲線をパワー/トルク値にスケーリング
lv: Pielāgot līknes jaudas/griezes vērtībām
pl: Skaluj krzywą do wartości mocy/moment obr.
pt_br: Curvas de escala para valores de potência/torque
ru: Масштабировать кривые для значений мощности / крутящего момента.
tr: Eğrileri güç/tork değerlerine ölçekle
zh_cn: 通过马力和扭矩数据归一化外特性曲线
zh_tw: 通過馬力和扭矩數據歸一化外特性曲線

# CarSpecs_RecalculateCurvesUsingDataAndPowerTorqueHeader
source: Recalculate curves using data & power/torque values
cs: Přepočítat křivky pomocí dat a hodnot výkonu a kroutícího momentu
de: Graphen neu berechnen mit Daten & Leistung-/Drehmoment-Werten
es: Recalcular Curvas Usando los Datos y los Valores de Potencia/Par
fi_fi: Uudelleenlaske käyrät käyttäen Tieto & Teho/Vääntö -arvoja
fr: Recalculer les courbes en utilisant les données & valeurs de puissance/couple
it: Ricalcola la curva usando i valori della UI
ja_jp: データ値とパワー/トルク値を使用して曲線を再計算する
lv: Pārrēķināt līknes, izmantojot datus un jaudas/griezes vērtības
pl: Przelicz krzywą używając wartości danych i mocy/mom. obr.
pt_br: Recalcular curvas usando valores de dados & potência/torque
ru: Пересчет кривых с использованием данных и значений мощности / крутящего момента
tr: Eğrileri veri ve güç/tork değerlerini kullanarak yeniden hesapla
zh_cn: 使用车辆数据以及功率扭矩数值重新计算外特性曲线
zh_tw: 使用車輛數據以及功率扭矩數值重新計算外特性曲線

# CarSpecs_RecalculateCurvesUsingDataOnlyHeader
source: Recalculate curves using data only
cs: Přepočítat křivky pouze pomocí dat
de: Graphen neu berechnen nur mit Daten
es: Recalcular Curvas Usando Solo los Datos
fi_fi: Uudelleenlaske käyrät käyttäen vain tietoja
fr: Recalculer les courbes en utilisant uniquement les données
it: Ricalcola usando i valori interni
ja_jp: データのみを使用して曲線を再計算
lv: Pārrēķināt līknes, izmantojot tikai datus
pl: Przelicz krzywą korzystając tylko z danych
pt_br: Recalcular curvas usando somente dados
ru: Пересчет кривых с использованием только данных
tr: Eğrileri yalnızca verileri kullanarak yeniden hesapla
zh_cn: 只使用车辆数据重新计算外特性曲线
zh_tw: 只使用車輛數據重新計算外特性曲線

# CarSpecs_ScaleCurvesToPowerTorque_Tooltip
source: Curves will be scaled to fit power and torque values from ui_car.json (you can see them above)
cs: Křivky budou změněny tak, aby seděly hodnoty výkonu a kroutícího momentu z ui_car.json (můžete je vidět výše)
de: Die Graphen werden entsprechend der Leistungs- und Drehmomentwerte aus der ui_car.json angepasst (sh. oben)
es: Las curvas serán ajustadas para coincidir con los valores de potencia y par de ui_car.json (puedes verlos encima)
fi_fi: Käyrät skaalataan vastaamaan teho ja vääntö-arvoja ui_car.json tiedostosta(näet ne alla)
fr: La mise à l'échelle des courbe sera adaptées en fonction des valeurs du fichier ui_car.json (vous pouvez les voir ci-dessus)
it: Le curve saranno scalate per adattarsi ai valori di potenza e di coppia da ui_car.json (si possono vedere sopra)
ja_jp: 曲線は、ui_car.jsonのパワーとトルクの値に合わせてスケーリングされます(上記で確認できます)
lv: Līknes tiks pielāgotas, lai atbilstu jaudas un griezes vērtībām no ui_car.json (tās var redzēt augstāk)
pl: Krzywe zostaną wyskalowane, aby dopasować wartość mocy i momentu obrotowego z ui_car.json (zobacz wyżej)
pt_br: Curvas terão escala para se encaixarem em valores de potência e torque de ui_car.json (você pode vê-las acima)
ru: Кривые будут масштабироваться, чтобы соответствовать значениям мощности и крутящего момента от ui_car.json
tr: Eğriler ui_car.json dosyasındaki güç ve tork değerlerine uyması için ölçeklenecektir (yukarıda görebilirsiniz)
zh_cn: 外特性曲线将会重新归一化以匹配ui_car.json中设定的功率和扭矩数值(你可以在上面看到效果)
zh_tw: 外特性曲線將會重新歸一化以配合ui_car.json中設定的功率和扭矩數值（您可以在上面看到效果）

# CarSpecs_RecalculateCurvesUsingDataAndPowerTorque_Tooltip
source: Curves will be recalculated based on engine.ini, power.lut and power and torque values from ui_car.json
cs: Křivky budou přepočítány pomocí engine.ini, power.lut a hodnot výkonu a kroutícího momentu z ui_car.json
de: Die Neuberechnung der Graphen erfolgt anhand der engine.ini, power.lut und der Leistungs- und Drehmomentwerte aus der ui_car.json
es: Las curvas serán recalculadas basandose en engine.ini, power.lut y los valores de potencia y par de ui_car.json
fi_fi: Käyrät uudelleenlasketaan, perustuen engine.ini, power.lut sekä teho ja vääntö -arvoihin tiedostosta ui_car.json
fr: Les courbes seront recalculées à partir des fichiers engine.ini, power.lut, et les valeurs de puissance et couple, à partir du fichier ui_car.json
it: La curva sarà ricalcolata usando i files engine.ini, power.lut e valori di coppia e potenza da ui_cars.json
ja_jp: 曲線は、engine.ini、power.lut、およびui_car.jsonのパワーとトルクの値に基づいて再計算されます
lv: Līknes tiks pārrēķinātas, balstoties uz engine.ini, power.lut un jaudas un griezes vērtībām no ui_car.json
pl: Krzywe zostaną przeliczone w oparciu o engine.ini, power.lut i wartości mocy i momentu obrotowego z ui_car.json
pt_br: Curvas serão recalculadas baseadas em engine.ini, power.lut e valores de potência e torque de ui_car.json
ru: Кривые будут пересчитаны на основе значений engine.ini, power.lut и мощности и крутящего момента от ui_car.json
tr: Eğriler engine.ini, power.lut ve ui_car.json dosyasındaki güç ve tork değerleri baz alınarak hesaplanacaktır
zh_cn: 外特性曲线将会重新归一化以匹配ui_car.json中的engine.ini,power.lut和马力及扭矩数值
zh_tw: 外特性曲線將會重新歸一化以配合ui_car.json中的engine.ini,power.lut和馬力及扭矩數值

# CarSpecs_RecalculateCurvesUsingDataOnly_Tooltip
source: Curves will be recalculated based on engine.ini, but you’ll have to provide transmission loss
cs: Křivky budou přepočítány pomocí engine.ini, ale budete muset poskytnout úbytek výkonu
de: Graphen werden basierend auf engine.ini neu berechnet, aber der Übertragungsverlust muss angegeben werden
es: Las curvas serán recalculadas basandose en engine.ini, pero tienes que proporcionar datos de la perdida de la transmision
fi_fi: Käyrät tullaan uudelleenlaskemaan perustuen engine.ini, mutta sinun pitää määrittää voimansiirron tehohäviö
fr: Les courbes seront recalculées à partir du fichier engine.ini, mais vous devrez fournir la perte de transmission.
it: La curva sarà ricalcolata usando il file engine.ini, ma deve essere inserito l'assorbimento della trasmissione
ja_jp: 曲線はengine.iniに基づいて再計算されますが、伝送損失を提供する必要があります
lv: Līknes tiks pārrēķinātas, balstoties uz engine.ini, bet tev jānorāda transmisijas zudumi
pl: Krzywa zostanie obliczona na podstawie engine.ini, ale będziesz musiał zaakceptować stratę na przełożeniu
pt_br: Curvas serão recalculadas baseadas em engine.ini, mas você terá que preencher perda de transmissão
ru: Кривые будут пересчитаны на основе engine.ini, но вам придется учесть трансмиссионные потери
tr: Eğriler engine.ini baz alınarak yeniden hesaplanacaktır ancak iletim kaybı değerlerini sağlamanız gerekmektedir
zh_cn: 外特性曲线将会根据engine.ini重新计算,但是你需要提供变速箱能量损失数据
zh_tw: 外特性曲線將會根據engine.ini重新計算，但是您需要提供變速箱能量損失數據

# CarSpecs_TransmissionLossTitle
source: Transmission loss for {0}
cs: Úbytek výkonu pro {0}
de: Getriebeverluste für {0}
es: Perdida de la Transmision para {0}
fi_fi: Voimansiirron tehohäviö {0}
fr: Perte de transmission pour {0}
it: Perdita trasmissione per {0}
ja_jp: {0}の伝送損失
lv: Transmisijas zudumi {0}
pl: Utrata transmisji dla {0}
pt_br: Perda de Transmissão por {0}
ru: Трансмиссионные потери для {0}
tr: {0} için iletim kaybı
zh_cn: 变速箱能量损失 {0}
zh_tw: 變速箱能量損失 {0}

# CarSpecs_TransmissionLoss
source: Transmission loss
cs: Úbytek výkonu
de: Getriebeverluste
es: Pérdida de la transmisión
fi_fi: Voimansiirron tehohäviö
fr: Perte de transmission
it: Perdita trasmissione
ja_jp: 伝送損失
lv: Transmisijas zudumi
pl: Utrata transmisji
pt: Perda na Transmissão
pt_br: Perda na Transmissão
ru: Трансмиссионные потери
tr: İletim kaybı
zh_cn: 变速箱能量损失
zh_tw: 變速箱能量損失

# CarPreviews_Title
source: Update previews
cs: Aktualizovat náhledy
de: Vorschauen aktualisieren
es: Actualizar Vista Previa
fi_fi: Päivitä esikatselut
fr: Mise à jour des aperçus
it: Aggiorna anteprime
ja_jp: プレビューを更新
lv: Atjaunot priekšskatījumus
pl: Aktualizuj podgląd
pt: Actualizar pré-visualizações
pt_br: Atualizar pré-visualizações
ru: Обновить пред. просмотр
tr: Önizlemeleri güncelle
zh_cn: 更新预览图
zh_tw: 更新預覽圖

# CarPreviews_CameraPositionLabel
source: Camera position:
cs: Pozice kamery:
de: Kameraposition:
es: Posicion de Camara:
fi_fi: Kameran paikka:
fr: Position de la caméra :
it: Posizione tlelecamera:
ja_jp: カメラの位置:
lv: Kameras pozīcija
pl: Pozycja kamery:
pt: Posição da câmara
pt_br: Posição da câmara
ru: Позиция камеры:
tr: Kamera pozisyonu:
zh_cn: 摄像机镜头位置:
zh_tw: 相機鏡頭位置：

# CarPreviews_LookAtLabel
source: Look at:
cs: Podívejte se na:
de: Sicht auf:
es: Mirar a:
fi_fi: Katso:
fr: Regarder :
it: Mira a:
ja_jp: 見る:
lv: Skatīties uz:
pl: Spójrz na:
pt: Olhar para:
pt_br: Olhar para:
ru: Смотреть на:
tr: Bak:
zh_cn: 镜头朝向:
zh_tw: 鏡頭朝向：

# CarPreviews_ResizePreviews
source: Resize previews
cs: Změnit velikost náhledů
de: Vorschaugröße anpassen
es: Redimensionar vistas previas
fi_fi: Uudelleenmitoita esikatselut
fr: Redimentionner les aperçus
it: Ridimensiona anteprime
ja_jp: プレビューのサイズ変更
lv: Mainīt priekšskatījumu izmēru
pl: Zmień rozmiar podglądu
pt: Redimensionar pré-visualizações
pt_br: Redimensionar pré-visualizações
ru: Изменить размер пред.просмотра
tr: Önizleme boyutunu ölçekle
zh_cn: 调整预览图大小
zh_tw: 調整預覽圖大小

# CarPreviews_AllEffects
source: Enable all effects
cs: Povolit všechny efekty
de: Alle Effekte aktivieren
es: Activar todos los efectos
fi_fi: Ota kaikki tehosteet käyttöön
fr: Activer tous les effets
it: Abilita tutti gli effetti
ja_jp: すべてのエフェクトを有効にします
lv: Iespējot visus efektus
pl: Włącz wszystkie efekty
pt: Activar todos os efeitos
pt_br: Ativar todos os efeitos
ru: Включить все эффекты
tr: Tüm efektleri aktif et
zh_cn: 开启所有特效
zh_tw: 開啟所有特效

# CarPreviews_Fxaa
source: Enable FXAA
cs: FXAA
de: FXAA aktivieren
es: Activar FXAA
fi_fi: Käytä FXAA:ta
fr: Activer FXAA
it: Abilita FXAA
ja_jp: FXAAを有効
lv: Iespējot FXAA
pl: Aktywuj FXAA
pt: Activar FXAA
pt_br: Ativar FXAA
ru: Включить FXAA
tr: FXAA'i aktif et
zh_cn: 开启快速近似抗锯齿
zh_tw: 開啟快速近似抗鋸齒（FXAA）

# CarPreviews_ShotIn4k
source: Shot in 3840×2160
cs: Zachytávat v 3840×2160
de: Aufnehmen in 3840x2160
es: Disparar en 3840x2160
fi_fi: Kuvattu: 3840×2161
fr: Capture en 3840x2160
it: Scatta in 3840x2160
ja_jp: 4kで撮影(3840x2160)
lv: Uzņemt 3840×2160 izšķirtspējā
pl: Zdjęcie w 3840x2160
pt: Capturar em 3840x2160
pt_br: Capturar em 3840x2160
ru: Снимать в 3840×2160
tr: 3840×2160 çözünürlükte çekildi
zh_cn: 使用3840x2160分辨率拍摄
zh_tw: 使用3840x2160解析度拍攝

# CarPreviews_ExposureLabel
source: Exposure:
cs: Expozice:
de: Belichtung:
es: Exposición:
fi_fi: Valotus:
fr: Exposition :
it: Esposizione:
ja_jp: 露光:
lv: Ekspozīcija:
pl: Ekspozycja:
pt: Exposição:
pt_br: Exposição:
ru: Экспозиция:
tr: Pozlama:
zh_cn: 曝光度:
zh_tw: 曝光度：

# CarPreviews_TakenTime
source: Taken {0}
cs: Zachyceno {0}
de: Dauer: {0}
es: Utilizado {0}
fi_fi: Tuotu {0}
fr: Pris en {0}
it: Presi {0}
ja_jp: {0}を取得
lv: Aizņēma {0}
pl: Zajęło {0}
pt: Tirado em {0}
pt_br: Tirado em {0}
ru: Заняло {0}
tr: Alındı {0}
zh_cn: 用时 {0}
zh_tw: 用時 {0}

# CarPreviews_ShotIn4k_Tooltip
source: Enable for the best quality
cs: Povolte pro nejlepší kvalitu
de: Für beste Qualität aktivieren
es: Activar para la máxima calidad
fi_fi: Käytä tätä mahdollistaaksesi parhaan laadun
fr: Activer pour la meilleure qualité
it: Abilita per la qualità migliore
ja_jp: 最高品質を有効にする
lv: Iespējot priekš labākās kvalitātes
pl: Włącz dla uzyskania najlepszej jakości
pt: Activar para a melhor qualidade
pt_br: Ativar para a melhor qualidade
ru: Включить для лучшего качества
tr: En iyi kalite için etkinleştirin
zh_cn: 开启这个选项可以提供最佳画质
zh_tw: 開啟這個選項可以提供最佳畫質

# CarPreviews_Fxaa_Tooltip
source: Use FXAA for previews
cs: Vyhlazování hran FXAA pro náhledy
de: FXAA für Vorschau nutzen
es: Usar FXAA para las previsualizaciones
fi_fi: Käytä FXAA:ta esikatseluissa
fr: Utilise FXAA pour les aperçus
it: Usa FXAA per le anteprime
ja_jp: プレビューにFXAAを使用する
lv: Lietot FXAA priekšskatījumos
pl: Użyj FXAA dla podglądów
pt: Usar FXAA para as pré-visualizações
pt_br: Usar FXAA para pré-visualizações
ru: Использовать FXAA для пред.просмотра
tr: Önizlemelerde FXAA kullan
zh_cn: 开启快速近似抗锯齿拍摄预览图
zh_tw: 開啟快速近似抗鋸齒（FXAA）拍攝預覽圖

# CarPreviews_AllEffects_Tooltip
source: Enable all video effects like reflections or glare (recommended)
cs: Povolit všechny video efekty jako odlesky a zář (doporučeno)
de: Alle Videoeffekte wie Reflektionen und Blendeffekt aktivieren (Empfohlen)
es: Activar todos los efectos de video y reflejos (recomendado)
fi_fi: Käytä kaikkia videotehosteita, kuten heijastuksia tai häikäisyä (suositeltavaa)
fr: Active tous les effets vidéo comme les réflexions ou l'éblouissement (recommandé)
it: Attivare tutti gli effetti video come riflessi e abbagliamento (consigliato)
ja_jp: 反射やグレアなどのすべてのビデオエフェクトを有効にする(推奨)
lv: Iespējot visus video efektus (ieteicams)
pl: Włącz wszystkie efekty wideo takie jak odbicia i odblaski (zalecane)
pt_br: Ative todos os efeitos de vídeo como reflexos ou brilho (recomendado)
ru: Включите все видеоэффекты, такие как отражения и блики (рекомендуется)
tr: Yansıma ve parlama gibi tüm efektleri aktif et (tavsiye edillir)
zh_cn: 启动所有的图像特效,例如反光和眩光(推荐使用)
zh_tw: 啟動所有的影像特效,例如反光和眩光（推薦使用）

# CarPreviews_ResizePreviews_Tooltip
source: Resize previews to Kunos size 1022×575 (highly recommended)
cs: Změnit velikost náhledů na velikost těch od Kunosu (1022×575; vysoce doporučeno)
de: Vorschauen auf originale Kunos-Größe setzen 1022x575 (empfohlen)
es: Redimensionar previsualizaciones al tamaño de Kunos 1022x575 (muy recomendado)
fi_fi: Uudelleenmitoita esikatselut Kunoksen kokoon 1022×575 (erittäin suositeltavaa)
fr: Redimentionne les aperçus à la taille Kunos 1022x575 (recommandé)
it: Ridimensiona anteprime alle dimensioni Kunos 1022 × 575 (altamente consigliato)
ja_jp: プレビューのサイズをKunosサイズ 1022×575に変更(強く推奨)
lv: Mainīt priekšskatījumu uz Kunos izmēru 1022×575 (ļoti ieteicams)
pl: Zmiana rozmiaru podglądów do formatu Kunos 1022 x 575 (bardzo zalecane)
pt_br: Redimensione as visualizações para Kunos tamanho 1022×575 (altamente recomendado)
ru: Измените размер пред.просмотра до размера Kunos 1022 × 575 (рекомендуется)
tr: Önizleme boyutunu Kunos boyutu olan 1022x575'e ölçekleyin (önerilen)
zh_cn: 将预览图调整为官方预览图大小1022x575(强烈推荐使用)
zh_tw: 將預覽圖調整為官方預覽圖大小1022x575（強烈推薦使用）

# CarPreviews_DisableSweetFx_Tooltip
source: Apparently SweetFX doesn’t affect the result, but could decrease loading time
cs: Zdá se, že SweetFX vizuálně neovlivňuje výsledek, ale může snížit čas načítání
de: SweetFx beeinflusst offenbar nicht die Restultate, kann aber die Ladezeit verringern
es: Parece que SweetFx no afecta al resultado, pero podría reducir el tiempo de carga
fi_fi: SweetFx:n poistaminen ei näennäisesti vaikuta tulokseen, mutta voi lyhentää latausaikoja
fr: Visiblement SweetFx n'affecte pas le résultat, mais peut diminuer le temps de chargement
it: Apparentemente SweetFx non influisce sul risultato, ma potrebbe ridurre il tempo di caricamento
ja_jp: SweetFxは結果に影響しませんが、読み込み時間を短縮できます
lv: Acīmredzot SweetFX neietekmē rezultātu, bet var samazināt ielādes laiku
pl: Wydaje się, że SweetFx nie mają wpływu na wynik, lecz może zmniejszyć czas ładowania
pt_br: Aparentemente, o SweetFx não afeta o resultado, mas pode diminuir o tempo de carregamento
ru: Очевидно, SweetFx не влияет на результат, но может уменьшить время загрузки
tr: SweetFX sonuca etki etmez, ancak yükleme sürelerini kısaltabilir.
zh_cn: SweetFx不会影响到最后的效果,但是有可能会导致载入时间变长
zh_tw: SweetFx不會影響到最後的效果，但是有可能會導致載入時間變長

# CarPreviews_HideWatermark_Tooltip
source: Kunos watermark will be temporary hidden
cs: Vodoznak Kunos bude dočasně skryt
de: Kunos Wasserzeichen vorübergehend ausblenden
es: La marca de agua de Kunos sera ocultada temporalmente
fi_fi: Kunoksen vesileima piilotetaan väliaikaisesti
fr: Le filigrane Kunos sera temporairement masqué
it: La filigrana Kunos sarà temporaneamente nascosta
ja_jp: Kunos透かしは一時的に非表示になります
lv: Kunos ūdenszīme uz laiku tiks paslēpta
pl: Znak wodny Kunos będzie tymczasowo ukryty
pt_br: A marca d'água Kunos será temporariamente oculta
ru: Водяной знак Kunos будет временно скрыт
tr: Kunos damgası kısa süreliğine gizlenecek
zh_cn: Kunos的图标水印会被暂时隐藏
zh_tw: Kunos的圖示水印會被暫時隱藏

# CarPreviews_ShowroomIsMissing
source: [url="{0}"]{1}[/url] isn’t installed. Install it?
cs: [url="{0}"]{1}[/url] není nainstalováno. Přejete si to napravit?
de: [url="{0}"]{1}[/url] ist nicht installiert. Jetzt installieren?
es: [url="{0}"]{1}[/url] no esta instalado. Quieres instalarlo?
fi_fi: [url="{0}"]{1}[/url] ei asennettu. Asennetaanko?
fr: [url="{0}"]{1}[/url] n'est pas installer. L'installer ?
it: [url="{0}"]{1}[/url] non è installato. Installarlo?
ja_jp: [url="{0}"]{1}[/url]はインストールされていません。インストールしますか？
lv: [url="{0}"]{1}[/url] nav instalēts. Instalēt?
pl: [url="{0}"]{1}[/url] nie jest zainstalowany. Zainstalować to?
pt_br: [url="{0}"]{1}[/url] não está instalado. Instalar?
ru: [url="{0}"]{1}[/url] не установлен. Установить?
tr: [url="{0}"]{1}[/url] yüklü değil. Yüklemek ister misiniz?
zh_cn: [url="{0}"]{1}[/url] 没有安装.需要安装吗?
zh_tw: [url="{0}"]{1}[/url] 沒有安裝。需要安裝嗎？

# CarPreviews_ShowroomIsMissing_Title
source: Showroom is missing
cs: Autosalon chybí.
de: Showroom fehlt
es: No se encuentra la Showroom
fi_fi: Näyttelytila puuttuu
fr: Le showroom est introuvable
it: Showroom mancante
ja_jp: ショールームがありません
lv: Nav izstādes telpas
pl: Nie można znaleźć salonu
pt_br: O Showroom está faltando
ru: Шоурум отсутствует
tr: Galeri bulunamadı
zh_cn: 未找到展厅
zh_tw: 未找到展示廳

# CarPreviews_CannotDownloadShowroom
source: Can’t download showroom “{0}”
cs: Nelze stáhnout autosalon “{0}”
de: Showroom “{0}” nicht herunterladbar
es: No se puede descargar la Showroom "{0}"
fi_fi: Näyttelytilaa ei voida ladata “{0}”
fr: Impossible de télécharger le showroom “{0}”
it: Impossibile scaricare showroom "{0}"
ja_jp: ショールームをダウンロードできません”{0}”
lv: Nevar lejuplādēt izstādes telpu "{0}"
pl: Nie można pobrać salonu "{0}"
pt_br: Não é possível baixar o showroom "{0}"
ru: Невозможно загрузить шоурум “{0}”
tr: Sergi indirilemiyor "{0}"
zh_cn: 无法下载展厅 “{0}”
zh_tw: 無法下載展示廳 「{0}」
