Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# Toolbar_UpdatePreviews
source: Update previews
cs: Aktualizovat náhledy
de: Vorschauen aktualisieren
es: Actualizar vista previa
fr: Mettre à jour les aperçus
it: Aggiorna Anteprime
ja_jp: アップデートプレビュー
lv: Atjaunot priekšskatus
pl: Aktualizuj podgląd
pt: Actualizar pré-visualizações
pt_br: Atualizar pré-visualizações
ru: Обновить пред. просмотры
tr: Önizlemeleri güncelle
zh_cn: 更新预览图
zh_tw: 更新預覽圖

# Toolbar_PackData
source: Pack data
cs: Zabalit data
de: Daten packen
es: Empaquetar Datos
fr: Compresser les données
it: Comprimi dati
ja_jp: パックデータ
lv: Sapakot datus
pl: Spakuj dane
pt: Compactar Data
pt_br: Compactar Data
ru: Упаковать данные
zh_cn: 打包数据
zh_tw: 打包數據

# Toolbar_UnpackData
source: Unpack data
cs: Rozbalit data
de: Daten entpacken
es: Desempaquetar Datos
fr: Décompresser les données
it: Decomprimi dati
ja_jp: データをアンパック
lv: Atpakot datus
pl: Wypakuj dane
pt: Descompactar Data
pt_br: Descompactar Data
ru: Распаковать данные
tr: Bilgileri çıkart
zh_cn: 解包数据
zh_tw: 解包數據

# Toolbar_ReplaceSound
source: Replace sound
cs: Nahradit zvuk
de: Sound ersetzen
es: Remplazar Sonido
fr: Remplacer le son
it: Sostituisci suono
ja_jp: サウンドを置き換える
lv: Nomainīt skaņas
pl: Wymień dźwięk
pt: Substituir Sons
pt_br: Substituir Sons
ru: Заменить звук
tr: Sesi değiştir
zh_cn: 替换声音
zh_tw: 取代音檔

# Toolbar_PackData_Tooltip
source: For a decent online (Ctrl+Alt+J)
cs: Pro ucházející online zážitek (Ctrl+Alt+J)
de: Für besseres Online-Erlebnis (Ctrl+J)
es: Para un online decente (Ctrl+J)
fi_fi: For a decent online (Ctrl+J)
fr: Pour un mode en ligne décent (Ctrl+J)
it: Per un online decente (Ctrl+J)
ja_jp: オンラインの整合性維持の為(Ctrl+J)
lv: Priekš pienācīgas tiešsaistes (Ctrl+J)
pl: Dla lepszego online (Ctrl+J)
pt: Para um online decente (Ctrl+J)
pt_br: Para um online decente (Ctrl+J)
ru: Для хорошего онлайн (Ctrl+J)
zh_cn: 提供更好的在线游戏效果(Ctrl+J)
zh_tw: 提供更佳的線上遊戲效果（Ctrl+J）

# Toolbar_UnpackData_Tooltip
source: For development purposes only (Alt+J)
cs: Pouze pro vývojářské účely (Alt+J)
de: Nur für Entwicklungszwecke (Alt+J)
es: Solo con fines de Desarrollo (Alt+j)
fr: Pour des besoins de développement uniquement (Alt+J)
it: Solo per scopo di sviluppo (Alt+J)
ja_jp: 開発目的のみ(Alt+ J)
lv: Tikai izstrādes mērķiem (Alt+J)
pl: Tylko dla własnych celów (Alt+J)
pt: Por motivos de desenvolvimento
pt_br: Por motivos de desenvolvimento
ru: Только для целей разработки (Alt+J)
tr: Yalnızca geliştirme amaçları içindir (Alt+J)
zh_cn: 仅供开发者使用(Alt+J)
zh_tw: 僅供開發者使用（Alt+J）

# Toolbar_ReplaceSound_Tooltip
source: Replace sound by a sound of any other car (Alt+S)
cs: Originální zvuk se nahradí zvukem jiného auta (Alt+S)
de: Sound durch Sound eines beliebigen Fahrzeuges ersetzen
es: Remplazar sonido con un sonido de otro coche
fi_fi: Replace sound by a sound of any other car
fr: Remplace le son par celui d'un autre véhicule
it: Sostituisci suono dal suono di un'altra auto
ja_jp: 音を他の車の音に置き換える
lv: Nomainīt skaņas pret citas mašīnas skaņām
pl: Zamień dźwięk z dźwiękiem innego samochodu
pt: Substituir som pêlo som de outro carro
pt_br: Substituir som pêlo som de outro carro
ru: Заменить звук на звук от другой машины
tr: Arabanın sesini bir başka arabanın sesiyle değiştir (Alt+S)
zh_cn: 用其他车辆的声音替换本车声音
zh_tw: 用其他車輛的音檔替換本車音檔（Alt+S）

# Toolbar_Disable_Tooltip
source: Disable (Ctrl+D)
cs: Zakázat (Ctrl+D)
de: Deaktiveren (Strg+D)
es: Desactivar (Ctrl+D)
fr: Désactiver (Ctrl+D)
it: Disabilita (Ctrl+D)
ja_jp: 無効(Ctrl + D)
lv: Atspējot (Ctrl+D)
pl: Dezaktywuj (Ctrl+D)
pt: Desactivar (Ctrl+D)
pt_br: Desativar (Ctrl+D)
ru: Отключить (Ctrl+D)
tr: Devre dışı bırak (Ctrl+D)
zh_cn: 禁用(Ctrl+D)
zh_tw: 停用（Ctrl+D）

# Toolbar_Enable_Tooltip
source: Enable (Ctrl+D)
cs: Povolit (Ctrl+D)
de: Aktivieren (Strg+D)
es: Activar (Ctrl+D)
fr: Activer (Ctrl+D)
it: Abilita (Ctrl+D)
ja_jp: 有効(Ctrlキー+ D)
lv: Iespējot (Ctrl+D)
pl: Aktywuj (Ctrl+D)
pt: Activar (Ctrl+D)
pt_br: ativar (Ctrl+D)
ru: Включить (Ctrl+D)
tr: Etkinleştir (Ctrl+D)
zh_cn: 启用(Ctrl+D)
zh_tw: 啟用（Ctrl+D）

# Toolbar_Save_JsonTooltip
source: Save changed JSON-file (Ctrl+S)
cs: Uložit změny souboru JSON (Ctrl+S)
de: Geänderte JSON-Datei speichern (Strg+S)
es: Guardar archivo JSON modificado (Ctrl+S)
fr: Sauvegarde le fichier JSON modifié (Ctrl+S)
it: Salva cambiamenti al JSON-file (Ctrl+S)
ja_jp: 変更したJSONファイルを保存(Ctrl + S)
lv: Saglabāt izmainīto JSON failu (Ctrl+S)
pl: Zapisz zmieniony plik JSON (Ctrl+S)
pt: Guardar ficheiro JSON modificado (Ctrl+S)
pt_br: Salvar arquivo JSON modificado (Ctrl+S)
ru: Сохранить изменённый JSON-файл (Ctrl+S)
tr: Değişiklik yapılan JSON dosyasını kaydet (Ctrl+S)
zh_cn: 保存对JSON文件的修改(Ctrl+S)
zh_tw: 儲存對JSON檔案的更動（Ctrl+S）

# Toolbar_Delete_CarTooltip
source: Remove car to the Recycle Bin (Ctrl+Delete)
cs: Přesunout auto do Koše (Ctrl+Delete)
de: Fahrzeug in den Papierkorb verschieben (Strg+Entf)
es: Eliminar coche a la papelera de reciclaje (Ctrl+Delete)
fr: Déplace le véhicule vers la corbeille (Ctrl+Supprimer)
it: Rimuovi auto dal cestino (Ctrl+Delete)
ja_jp: ごみ箱の車を削除(Ctrl+Delete)
lv: Dzēst mašīnu (Ctrl+Del)
pl: Usuń samochód do Kosza (Ctrl+Delete)
pt: Remover carro para a Reciclagem (Ctrl+Delete)
pt_br: Remover carro para a Lixeira (Ctrl+Delete)
ru: Удалить машину в корзину (Ctrl+Delete)
tr: Arabayı Geri Dönüşüm Kutusu'na taşı (Ctrl+Delete)
zh_cn: 将车辆移动到回收站(Ctrl+Delete)
zh_tw: 將車輛移動到回收桶（Ctrl+Delete）

# Toolbar_FindInformation_CarTooltip
source: Find information about car (Ctrl+I)
cs: Najít informace o autě online pomocí vestavěného prohlížeče (Ctrl+I)
de: Informationen über Fahzeug suchen (Strg+H)
es: Encontrar informacion sobre el coche (Ctrl+I)
fr: Recherche des informations sur le véhicule (Ctrl+I)
it: Cerca informazioni sull'auto (Ctrl+I)
ja_jp: 車についての情報を検索します(Ctrl + I)
lv: Atrast informāciju par mašīnu (Ctrl+I)
pl: Znajdź informacje o samochodzie (Ctrl+I)
pt: Procurar informação sobre o carro (Ctrl+I)
pt_br: Procurar informação sobre o carro (Ctrl+I)
ru: Искать информацию о машине (Ctrl+I)
tr: Araba hakkında bilgi edin (Ctrl+I)
zh_cn: 搜索这辆车的信息(Ctrl+I)
zh_tw: 搜尋這輛車的資訊（Ctrl+I）

# Toolbar_UpdatePreviews_Tooltip
source: Update all previews (Ctrl+P)
cs: Aktualizovat všechny náhledy (Ctrl+P)
de: Alle Vorschauen aktualisieren (Strg+P)
es: Actualizar todas las previsualizaciones (Ctrl+P)
fr: Mise à jour de tous les aperçus (Ctrl+P)
it: Aggiorna tutte le Anteprime (Ctrl+P)
ja_jp: すべてのプレビューを更新(Ctrl + P)
lv: Atjaunot visus priekšskatus (Ctrl+P)
pl: Aktualizuj wszystkie podglądy (Ctrl+P)
pt: Actualizar todas as pré-visualizações (Ctrl+P)
pt_br: Atualizar todas as pré-visualizações (Ctrl+P)
ru: Обновить все пред. просмотры (Ctrl+P)
tr: Tüm önizlemeleri güncelle (Ctrl+P)
zh_cn: 更新所有的预览图(Ctrl+P)
zh_tw: 更新所有的預覽圖（Ctrl+P）

# Toolbar_UpdatePreviewsManually
source: Manual mode
cs: Ruční režim
de: Manueller Modus
es: Modo Manual
fr: Mode manuel
it: Modalità manuale
ja_jp: マニュアルモード
lv: Manuālais režīms
pl: Tryb ręczny
pt: Modo Manual
pt_br: Modo Manual
ru: Ручной режим
tr: Manuel mod
zh_cn: 手动模式
zh_tw: 手動模式

# Toolbar_UpdatePreviewsManually_Tooltip
source: Set camera position manually and then press F8 to start shooting
cs: Pozici kamery určete manuálně a pak stiskněte F8 pro
de: Kamera manuel positionieren und F8 drücken um zu fotografieren
es: Establecer posicion de camara manualmente y luego presiona F( para empezar a disparar
fr: Positionnez la caméra manuellement et appuyez sur F8 pour démarrer les prises de vue
it: Imposta posizione camera manualmente quindi premi F8 per scattare
ja_jp: 手動でカメラの位置を設定してから撮影を開始するためにF8キーを押してください
lv: Uzstādi kameras pozīciju manuālu un tad spied F8, lai sāktu ierakstīt
pl: Określ położenie kamery ręcznie, a następnie naciśnij klawisz F8, aby rozpocząć fotografowanie
pt: Ajustar manualmente a posição da câmara
pt_br: Ajustar manualmente a posição da câmara
ru: Установите положение камеры вручную, а затем нажмите F8, чтобы начать съемку
tr: Kamera pozisyonunu el ile ayarlayın ve çekim için F8'e basın
zh_cn: 手动调节摄像机视角,之后按F8键拍摄预览图
zh_tw: 手動調節照相機視角，並按F8鍵拍攝預覽圖

# Toolbar_UpdatePreviewsOptions_Tooltip
source: Select showroom, filter, camera position and etc.
cs: Vybrat autosalon, filtr, pozici kamery atd.
de: Showroom, Filter, Kameraposition usw. auswählen
es: Selecciona showroom, filtro, camara posicion y etc.
fr: Sélectionne le showroom, le filtre, la position de la caméra, etc.
it: Seleziona showroom, filtro, posizione camera etc.
ja_jp: ショールーム、フィルター、カメラ位置などを選択します。
lv: Izvēlies izstādes telpu, filtru, kameras pozīciju utt.
pl: Wybierz salon, filtr, położenie kamery itp
pt_br: Selecione showroom, filtro, posição da câmera e etc.
ru: Выберите шоурум, фильтр, положение камеры и т.д.
tr: Galeri, filtre, kamera pozisyonu vb. seçin
zh_cn: 选择展厅、滤镜、摄像机机位等设定
zh_tw: 選擇展示廳、濾鏡、照相機機位等設定。

# Car_CannotPackData
source: Can’t pack data
cs: Data nelze zabalit
de: Kann Data-Verzeichnis nicht packen
es: No se pueden empaquetar los datos
fi_fi: Tiedoston pakkaus ei onnistu
fr: Impossible de compresser les données
it: Impossibile comprimere i dati
ja_jp: データをパックできません
lv: Nevar sapakot datus
pl: Nie można spakować danych
pt_br: Não é possível empacotar dados
ru: Невозможно упаковать данные
tr: Veri paketlenemiyor
zh_cn: 无法打包数据
zh_tw: 無法打包數據

# Car_PackKunosDataMessage
source: You’re going to repack original Kunos data. Result most likely will differ, so you won’t be able to play online. Are you sure you want to continue?[br][br]Original “data.acd” will be moved to the Recycle Bin.
cs: Přebalíte původní data od Kunosu. Výsledek se nejspíš bude lišit, takže nebudete moci hrát online. Určitě chcete pokračovat?[br][br]Původní “data.acd” bude přesunuto do Koše.
de: Du bist dabei originale Kunos-Daten zu verändern. Damit wirst du nicht in der Lage sein, an Online-Rennen teilzunehmen. Trotzdem fortfahren? [br][br]Originale "data.acd" wird in den Papierkorb verschoben
es: Vas a re-empaquetar datos originales de Kunos, Los resultados van a diferir, asi que no podras jugar online. Estas seguro de continuar? [br][br]Original “data.acd” sera enviado a la papelera de reciclaje.
fi_fi: Aiot uudelleenpakata Kunoksen alkuperäistä tietoa. Tulos yleensä kärsii, joten et pysty pelaamaan Onlinessa. Oletko varma, että haluat jatkaa? [br][br]Alkuperäinen “data.acd” siirretään Roskakoriin.
fr: Vous allez recompresser des données d'origine Kunos. Le résultat sera probablement différent, ainsi vous ne serez pas en mesure de jouer en ligne. Êtes-vous sûr de vouloir continuer ?[br][br]“data.acd” d'origine sera déplacé vers la corbeille.
it: Stai per ricomprimere i dati originali Kunos. Il Risultato molto probabilmente sarà diverso, quindi non potrai giocare online. Sei sicuro di voler continuare?[br][br] Il file "data.acd" originale verrà spostato nel cestino.
ja_jp: あなたは、元のKunosデータを再梱包するつもりです。結果は、最も可能性の高い異なりますので、あなたは、オンラインでプレイすることができません。あなたが継続してもよろしいですか？[br][br]オリジナル「data.acd」ごみ箱に移動されます。
lv: Tu taisies pārpakot oriģinālus Kunos datus. Rezultāti visdrīzāk atšķirsies un tu nevarēsi spēlēt tiešsaistē. Vai tiešām gribi turpināt?[br][br]Oriģinālais "data.acd" tiks izdzēsts.
pl: Będziesz przepakowywał oryginalne dane Kunos. Wyniki będą się różnić, więc nie będzie można grać online. Czy na pewno kontynuować? [br][br]Oryginalny “data.acd” zostanie przeniesiony do kosza.
pt_br: Você vai recompactar os dados originais da Kunos. O resultado mais provável será diferente, então você não poderá jogar online. Tem certeza de que deseja continuar?[br][br]O original "data.acd" será movido para a Lixeira.
ru: Вы собираетесь переупаковать оригинальные данные Kunos. Результат, скорее всего, будет отличаться, поэтому вы не сможете играть онлайн. Вы действительно хотите продолжить? [br] [br] Оригинальный «data.acd» будет перенесен в корзину.
tr: Orijinal Kunos verisini çıkartacaksınız. Sonuç büyük ihtimalle farklılık gösterecektir ve bu çevrimiçi oynayamamanıza sebebiyet verebilir. Devam etmek istediğinize emin misiniz? [br][br] Orijinal "data.acd" Geri Dönüşüm Kutusu'na taşınacaktır.
zh_cn: 你即将重新打包原版Assetto Corsa数据.这操作可能产生未知的结果,有可能会导致你无法进行多人游戏.你确定要继续吗?[br][br]原始数据“data.acd”将被移动至回收站
zh_tw: 您即將重新打包原版Kunos資料。此操作可能產生未知後果，導致您無法進行多人遊戲。您確定要繼續嗎？[br][br]原始數據「data.acd」將被移動至回收桶。

# Car_PackExistingDataMessage
source: Packed data already exists. Replace it?[br][br]Original “data.acd” will be moved to the Recycle Bin.
cs: Již existují rozbalená data. Nahradit je?[br][br]Původní “data.acd” bude přesunuto do Koše.
de: Gepacktes Data-Verzeichnis existiert bereits. Ersetzen? [br][br]Originale “data.acd” Datei wird in den Papierkorb verschoben.
es: Paquete de datos ya existe. Quieres remplazarlo? [br][br]Original “data.acd” sera movido a la papelera de reciclaje.
fi_fi: Pakattu tieto on jo olemassa. Korvaa se? [br][br]Alkuperäinen “data.acd” siirretään Roskakoriin.
fr: Des données compressées existent déjà. Les remplacer ?[br][br]“data.acd” original sera déplacé vers la corbeille.
it: Pacchetto dati già esistente. Sostituirlo?[br][br]Il file “data.acd” originale verrà spostato nel cestino.
ja_jp: パックされたデータは既に存在します。置き換えますか?[br][br]オリジナル「data.acd」ごみ箱に移動されます。
lv: Sapakotie dati jau pastāv. Aizvietot?[br][br]Oriģinālais "data.acd" tiks izdzēsts.
pl: Pakiet danych już istnieje. Wymienić go? [br][br]Oryginalny “data.acd” zostanie przeniesiony do Kosza.
pt_br: Já existem dados empacotados. Substitua-o?[br][br]Original "data.acd" será movido para a Lixeira.
ru: Упакованные данные уже существуют. Заменить их? [br] [br] Оригинальный «data.acd» будет перенесен в корзину.
zh_cn: 打包数据已经存在.是否进行替换?[br][br]原始数据“data.acd”将被移动至回收站
zh_tw: 打包數據已經存在，是否進行替換？[br][br]原始數據「data.acd」將被移動至回收桶。

# Common_CannotFindObjectById
source: Can’t find object with provided ID
cs: Nelze nalézt objekt pomocí poskytnutého ID
de: Kann Object mit dieser ID nicht finden
es: No se puede encontrar el objeto con el ID proporcionado
fi_fi: Objektia ei löydy ilmoitetulla tunnuksella
fr: Impossible de trouver l'objet avec l'ID fournie
it: Impossibile trovare oggetto con ID fornito
ja_jp: 指定されたIDを持つオブジェクトが見つかりません
lv: Nevar atrast objektu ar norādīto ID
pl: Nie można znaleźć obiektu z podanym ID
pt: Não é possível encontrar o objecto a partir do ID providenciado
pt_br: Não é possível encontrar objeto a com ID fornecido
ru: Не удается найти объект с предоставленным ID
tr: Belirtilen ID ile eşleşen obje bulunamıyor
zh_cn: 无法找到指定ID对应的对象
zh_tw: 無法找到指定ID對應的對象

# Toolbar_UpdatePreview
source: Update preview
cs: Aktualizovat náhled
de: Vorschau aktualisieren
es: Actualizar vista previa
fr: Mettre à jour l'aperçu
it: Aggiorna Anteprima
ja_jp: アップデートプレビュー
lv: Atjaunot priekšskatu
pl: Aktualizacja podglądu
pt: Actualizar Pré-Vizualização
pt_br: Atualizar Pré-Visualização
ru: Обновить пред. просмотр
tr: Önizlemeyi güncelle
zh_cn: 更新预览图
zh_tw: 更新預覽圖

# Toolbar_ChangeLivery
source: Change livery icon
cs: Změnit ikonu skinu
de: Symbol ändern
es: Cambiar livery
fi_fi: Change Livery
fr: Changer la livrée
it: Cambia Icona skin
ja_jp: ライブラリを変更
lv: Mainīt krāsojumu
pl: Zmień malowanie
pt: Alterar pintura
pt_br: Alterar pintura
ru: Изменить раскраску
zh_cn: 更换车辆涂装
zh_tw: 更換車輛塗裝

# Toolbar_GenerateLivery
source: Generate livery icon
cs: Vygenerovat ikonu skinu
de: Symbol erstellen
es: Generar livery
fi_fi: Generate Livery
fr: Générer la livrée
it: Genera Icona skin
ja_jp: ライブラリを生成します
lv: Ģenerēt krāsojumu
pl: Generuj malowanie
pt: Gerar pintura
pt_br: Gerar ícone de pintura
ru: Создать раскраску
zh_cn: 生成车辆涂装
zh_tw: 產生車輛塗裝

# Toolbar_GenerateRandomLivery
source: Generate random livery
cs: Vygenerovat náhodný skin
de: Zufällige Beschriftung erstellen
es: Generar livery aleatorio
fr: Génère une livrée aléatoire
it: Genera Icona skin casuale
ja_jp: ランダムライブラリを生成します
lv: Ģenerēt nejaušu krāsojumu
pl: Generuj losowe malowanie
pt: Gerar pintura aleatoriamente
pt_br: Gerar pintura aleatoriamente
ru: Создать случайную раскраску
zh_cn: 生成随机涂装
zh_tw: 產生隨機塗裝

# Toolbar_GenerateLivery_Tooltip
source: Generate a new livery icon using last settings of Livery Icon Editor
cs: Vygenerovat novou ikonu skinu s použitím posledního nastavení aplikace Livery Icon Editor
de: Neue Beschriftung mit den letzten Einstellungen des Livery Editior erstellen
es: Generar una nueva libery usando la ultima configuracion del Livery Editor
fi_fi: Generate a new livery using last settings of Livery Editor
fr: Génère une nouvelle livrée en utilisant les derniers paramètres de l'éditeur de livrée
it: Genera nuova Icona skin con l'ultima impostazione dell'editor
ja_jp: ライブラリエディターの最後の設定を使用して新しいライブラリを生成します
lv: Ģenerēt krāsojumu izmantojot pēdējos krāsojumu editora iestatījumus
pl: Generuj nowe malowanie przy użyciu ostatnich ustawień edytora malowań
pt_br: Gerar uma nova pintura usando as últimas configurações do Livery Icon Editor
ru: Создать новую раскраску используя последние настройки редактора раскрасок
zh_cn: 使用涂装编辑器的最后一次设定生成新的车辆涂装
zh_tw: 使用塗裝編輯器的最後一次設定生成新的車輛塗裝

# Toolbar_GenerateRandomLivery_Tooltip
source: Generate a new livery icon using random settings
cs: Vygenerovat novou ikonu skinu s použitím náhodného nastavení
de: Neue Beschriftung mit zufälligen Einstellungen erstellen
es: Generar una nueva livery usando opciones aleatorias
fi_fi: Generate a new livery using random settings
fr: Génère une nouvelle livrée en utilisant des paramètres aléatoires
it: Genera nuova Icona skin con impostazioni casuali
ja_jp: ランダムな設定を使用して新しいライブラリを生成する
lv: Ģenerēt jaunu krāsojumu uzmantojot nejaušus iestatījumus
pl: Generuj nowe malowanie za pomocą ustawień losowych
pt_br: Gerar nova pintura usando configurações personalizadas
ru: Создать новую раскраску используя случайные настройки редактора раскрасок
zh_cn: 使用随机设定生成新的车辆涂装
zh_tw: 使用隨機設定生成新的車輛塗裝

# Car_DeleteSkin
source: Delete skin
cs: Smazat skin
de: Lackierung löschen
es: Eliminar Aspecto
fi_fi: Poista Skini
fr: Effacer la skin
it: Cancella skin
ja_jp: スキンを削除
lv: Dzēst skinu
pl: Skasuj skórkę
pt: Apagar Skin
pt_br: Apagar pintura
ru: Удалить раскраску
tr: Kaplamayı sil
zh_cn: 删除车辆涂装
zh_tw: 刪除車輛塗裝

# Car_DeleteSkin_Tooltip
source: Skin will be moved to the Recycle Bin
cs: Skin bude přesunut do Koše
de: Lackierung wird in Papierkorb verschoben
es: El aspecto sera eliminado a la papelera de reciclaje
fi_fi: Skini siirretään Roskakoriin
fr: La skin sera déplacée vers la corbeille
it: La skin verrà spostata nel cestino
ja_jp: スキンはごみ箱に移動されます
lv: Skins tiks izdzēsts
pl: Skórka zostanie przeniesione do Kosza
pt_br: A pintura será movida para a Lixeira
ru: Раскраска будет перемещена в корзину
tr: Kaplama geri dönüşüm kutusana taşınacak
zh_cn: 车辆涂装即将被移动到回收站
zh_tw: 車輛塗裝即將被移動到回收桶

# Car_SkinFormat
source: Skin: {0}
de: Lackierung: {0}
es: Aspecto: {0}
fi_fi: Skini: {0}
ja_jp: スキン:{0}
lv: Skins: {0}
pl: Skórka: {0}
pt_br: Pintura: {0}
ru: Раскраска: {0}
tr: Kaplama: {0}
zh_cn: 车辆涂装:{0}
zh_tw: 車輛塗裝：{0}

# Toolbar_Folder_SkinTooltip
source: Open skin’s folder (Ctrl+F)
cs: Otevřít složku skinu (Ctrl+F)
de: Ordner der Lackierung öffnen (Strg+F)
es: Abrir carpeta de Decoraciones (Ctrl+F)
fr: Ouvre le dossier des skins (Ctrl+F)
it: Apri cartella skin (Ctrl+F)
ja_jp: スキンのフォルダを開く(Ctrlキー+ F)
lv: Atvērt skinu mapi (Ctrl+F)
pl: Otwórz folder skórek (Ctrl+F)
pt_br: Abrir pasta da Skin (Ctrl+F)
ru: Открыть каталог с раскрасками (Ctrl+F)
tr: Kaplamanın klasörünü aç (CTRL+F)
zh_cn: 打开涂装文件夹(Ctrl+F)
zh_tw: 開啟塗裝資料夾（Ctrl+F）

# Toolbar_Folder_SetupTooltip
source: Open setup’s folder (Ctrl+F)
cs: Otevřít složku seřízení (Ctrl+F)
de: Setup-Ordner öffnen (Strg+F)
es: Abrir carpeta de configuraciones (Ctrl+F)
fr: Ouvre le dossier des réglages (Ctrl+F)
it: Apri cartella setup (Ctrl+F)
ja_jp: セットアップのフォルダを開く(Ctrlキー+ F)
lv: Atvērt uzstādījumu mapi (Ctrl+F)
pl: Otwórz folder setupów (Ctrl+F)
pt_br: Abrir pasta do Setup (Ctrl+F)
ru: Открыть каталог с настройками (Ctrl+F)
tr: Ayarın klasörünü aç (CTRL+F)
zh_cn: 打开调校文件夹(Ctrl+F)
zh_tw: 開啟調校資料夾（Ctrl+F）

# Toolbar_Folder_FontTooltip
source: Open font’s folder (Ctrl+F)
cs: Otevřít složku písma (Ctrl+F)
de: Schriften-Ordner öffnen (Strg+F)
es: Abrir carpeta de fuentes (Ctrl+F)
fr: Ouvre le dossier des polices (Ctrl+F)
it: Apri cartella caratteri (Ctrl+F)
ja_jp: フォントのフォルダを開く(Ctrlキー+ F)
lv: Atvērt fontu mapi (Ctrl+F)
pl: Otwórz folder czcionki (Ctrl+F)
pt_br: Abrir pasta de Fontes (Ctrl+F)
ru: Открыть каталог со шрифтами (Ctrl+F)
tr: Yazı tipinin klasörünü aç (CTRL+F)
zh_cn: 打开字体文件夹(Ctrl+F)
zh_tw: 開啟字型資料夾（Ctrl+F）

# Toolbar_Folder_PpFilterTooltip
source: Open PP filter’s folder (Ctrl+F)
cs: Otevřít složku PP filtru (Ctrl+F)
de: Ordner für Nachbearbeitungsfilter öffnen (Strg+F)
es: Abrir carpeta de filtros PP (Ctrl+F)
fr: Ouvre le dossier des filtres PP (Ctrl+F)
it: Apri cartella filtri PP (Ctrl+F)
ja_jp: PPフィルターのフォルダを開く(Ctrlキー+ F)
lv: Atvērt PP filtru mapi (Ctrl+F)
pl: Otwórz folder filtrów PP (Ctrl+F)
pt_br: Abrir pasta do Filtro PP (Ctrl+F)
ru: Открыть каталог с ПП фильтрами (Ctrl+F)
tr: İleri işleme filtresinin klasörünü aç (CTRL+F)
zh_cn: 打开后处理滤镜文件夹(Ctrl+F)
zh_tw: 開啟後期處理濾鏡資料夾（Ctrl+F）

# Toolbar_Folder_AppTooltip
source: Open app’s folder (Ctrl+F)
cs: Otevřít složku modelu (Ctrl+F)
de: App-Ordner öffnen (Strg+F)
es: Abrir carpeta de apps (Ctrl+F)
fr: Ouvre le dossier des apps (Ctrl+F)
it: Apri cartella app (Ctrl+F)
ja_jp: アプリのフォルダを開く(Ctrlキー+ F)
lv: Atvērt aplikāciju mapi (Ctrl+F)
pl: Otwórz folder aplikacji (Ctrl+F)
pt_br: Abrir a pasta do app (Ctrl+F)
ru: Открыть каталог с приложениями (Ctrl+F)
tr: Uygulamanın klasörünü aç (CTRL+F)
zh_cn: 打开app的文件夹r (Ctrl+F)
zh_tw: 開啟App資料夾（Ctrl+F）

# Toolbar_Folder_ReplayTooltip
source: Open replay’s folder (Ctrl+F)
cs: Otevřít složku opakovaného záznamu (Ctrl+F)
de: Wiederholungen-Ordner öffnen (Strg+F)
es: Abrir carpeta de repeticiones (Ctrl+F)
fr: Ouvre le dossier des replays (Ctrl+F)
it: Apri cartella replay (Ctrl+F)
ja_jp: リプレイのフォルダを開く(Ctrlキー+ F)
lv: Atvērt ierakstu mapi (Ctrl+F)
pl: Otwórz folder powtórek (Ctrl+F)
pt_br: Abrir pasta de Replay (Ctrl+F)
ru: Открыть каталог с повторами (Ctrl+F)
tr: Yarış tekrarının klasörünü aç (CTRL+F)
zh_cn: 打开录像文件夹(Ctrl+F)
zh_tw: 開啟重播資料夾（Ctrl+F）

# Toolbar_Folder_TrackTooltip
source: Open track’s folder (Ctrl+F)
cs: Otevřít složku trati (Ctrl+F)
de: Strecken-Ordner öffnen (Strg+F)
es: Abrir carpeta de pistas (Ctrl+F)
fr: Ouvre le dossier des circuits (Ctrl+F)
it: Apri cartella circuiti (Ctrl+F)
ja_jp: トラックのフォルダを開く(Ctrlキー+ F)
lv: Atvērt trašu mapi (Ctrl+F)
pl: Otwórz folder toru (Ctrl+F)
pt_br: Abrir pasta da Pista (Ctrl+F)
ru: Открыть каталог с трассами (Ctrl+F)
tr: Pisting klasörünü aç (CTRL+F)
zh_cn: 打开赛道文件夹(Ctrl+F)
zh_tw: 開啟賽道資料夾（Ctrl+F）

# Toolbar_Folder_WeatherTooltip
source: Open weather folder (Ctrl+F)
cs: Otevřít složku počasí (Ctrl+F)
de: Wetter-Ordner öffnen (Strg+F)
es: Abrir carpeta de Meteorologia (Ctrl+F)
fr: Ouvre le dossier de la météo (Ctrl+F)
it: Apri cartella meteo (Ctrl+F)
ja_jp: 天候フォルダを開く(Ctrlキー+ F)
lv: Atvērt laikapstākļu mapi (Ctrl+F)
pl: Otwórz folder z pogodą (Ctrl+F)
pt_br: Abrir pasta do Clima (Ctrl+F)
ru: Открыть каталог с погодой (Ctrl+F)
tr: Hava durumunun klasörünü aç (CTRL+F)
zh_cn: 打开天气文件夹(Ctrl+F)
zh_tw: 開啟天氣資料夾（Ctrl+F）

# Common_Share
source: Share link
cs: Sdílet odkaz
de: Link Teilen
es: Compartir
fi_fi: Jaa
fr: Partager
it: Condividi
ja_jp: シェア
lv: Dalīties
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar link
ru: Поделиться
tr: Bağlantıyı paylaş
zh_cn: 分享
zh_tw: 分享

# Common_Share_SettingsTooltip
source: Share current settings (Ctrl+Page Up)
cs: Sdílet nynější nastavení (Ctrl+Page Up)
de: Aktuelle Einstellungen teilen (Strg+Bild Auf)
es: Compartir configuracion actual (Ctrl+Avpag)
fi_fi: Jaa nykyiset asetukset (Ctrl+Page Up)
fr: Partage les paramètres actuels
it: Condividi impostazioni attuali (Ctrl+Page Up)
ja_jp: 現在の設定を共有(Ctrl + Page Up)
lv: Dalīties ar pašreizējiem iestatījumiem (Ctrl+Page Up)
pl: Udostępnij aktualne ustawienia (Ctrl+PageUp)
pt_br: Compartilhar as configurações atuais (Ctrl + Page Up)
ru: Поделиться текущими настройками (Ctrl+Page Up)
tr: Şu an geçerli ayarları paylaş (Ctrl+Page Up)
zh_cn: 分享当前设置(Ctrl+Page Up)
zh_tw: 分享目前設定（Ctrl+Page Up）
