Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# About_Footer
source: Content Manager is made possible by some [url="/Pages/About/Credits.xaml|_top"]open source and not only software[/url]. Content Manager [url="/Pages/About/License.xaml|_top"]License[/url].
cs: Content Manager mohl vzniknout (nejen) díky [url="/Pages/About/Credits.xaml|_top"]tomuto otevřenému softwaru[/url]. Přečtěte si [url="/Pages/About/License.xaml|_top"]licenční ujednání[/url].
de: Content Manager enthält möglicherweise [url="/Pages/About/Credits.xaml|_top"]Open Source Software[/url]. Content Manager [url="/Pages/About/License.xaml|_top"]Lizenz[/url].
es: Content Manager es posible por [url="/Pages/About/Credits.xaml|_top"]software de codigo abierto[/url]. Content Manager [url="/Pages/About/License.xaml|_top"]License[/url].
fi_fi: Assetto Corsa Content Managerin mahdollistaa[url="/Pages/About/Credits.xaml|_top"]open source software[/url]! Content Manager [url="/Pages/About/License.xaml|_top"]License[/url].
fr: Content Manager n'aurait jamais pu voir le jour sans l'aide de quelques [url="/Pages/About/Credits.xaml|_top"] open source et pas seulement des logiciels[/url]. Content Manager [url="/Pages/About/License.xaml|_top"]License[/url].
it: Content Manager è reso possibile da alcuni [url="/Pages/About/Credits.xaml|_top"]software open source[/url]. Content Manager [url="/Pages/About/License.xaml|_top"]Licenza[/url].
ja_jp: Content Managerは、一部の[url="/Pages/About/Credits.xaml|_top"]オープンソースソフトウェア[/url].によって実現されています。 Content Manager [url="/Pages/About/License.xaml|_top"]ライセンス[/url].
lv: Assetto Corsa Content Manager ir iespējams, pateicoties kādai stilīgai [url="/Pages/About/Credits.xaml|_top"]atvērtā koda programmatūrai[/url]! Content Manager [url="/Pages/About/License.xaml|_top"]Licence[/url].
pl: Content Manager jest możliwy dzięki niektórym [url="/Pages/About/Credits.xaml|_top"]otwartym źródłom programowania[/url]. Content Manager [url="/Pages/About/License.xaml|_top"]License[/url].
pt_br: Content Manager é possível graças a [url=""/Pages/About/Credits.xaml|_top""]open source software[/url]. Content Manager [url=""/Pages/About/License.xaml|_top""]License[/url]."
ru: Content Manager создан благодаря [url="/Pages/About/Credits.xaml|_top"]открытому программному обеспечению[/url]. Content Manager [url="/Pages/About/License.xaml|_top"]Лицензия[/url].
tr: Content Manager [url="/Pages/About/Credits.xaml|_top"]açık kaynaklı yazılımlar[/url] sayesinde yapılmıştır. Content Manager [url="/Pages/About/License.xaml|_top"]Lisansı[/url].
zh_cn: Content Manager基于一些 [url="/Pages/About/Credits.xaml|_top"]开源软件[/url]开发而成. Content Manager [url="/Pages/About/License.xaml|_top"]许可[/url].
zh_tw: Content Manager使用 [url="/Pages/About/Credits.xaml|_top"]開源程式[/url]開發。 Content Manager [url="/Pages/About/License.xaml|_top"]許可[/url]。

# About_Copyright
source: Copyright © 2016–2020 AcClub.
cs: © 2016 AcClub. Všechna práva vyhrazena.
de: Copyright © 2016-2020 AcClub. Alle Rechte vorbehalten.
es: Copyright © 2016 AcClub. Todos los derechos reservados.
fi_fi: Copyright © 2016 AcClub. Kaikki oikeudet pidätetään.
fr: Copyright © 2016 AcClub. Tous droits réservés.
it: Copyright © 2016 AcClub. Tutti i diritti riservati.
lv: Autortiesības © 2016 AcClub. Visas tiesības paturētas.
pl: Copyright © 2016 AcClub. All rights reserved.
ru: Copyright © 2020 AcClub. Все права защищены.
zh_cn: 版权所有 © 2016–2020 AcClub. 保留所有权利
zh_tw: 版權所有 © 2016 AcClub. 保留所有權利

# About_MarkAllAsRead
source: Mark all as read
cs: Označit vše jako přečtené
de: Als gelesen markieren
es: Marcar todo como leido
fi_fi: Merkitse kaikki luetuksi
fr: Marquer tout comme lu
it: Segna tutti come già letto
ja_jp: すべて既読
lv: Atzīmēt visus kā lasītus
pl: Oznacz wszystkie jako przeczytane
pt: Marcar Tudo Como Lido
pt_br: Marcar tudo como lido
ru: Отметить всё как прочитанное
tr: Hepsini okundu say
zh_cn: 标记所有为已读
zh_tw: 全部標記為已讀

# About_VersionFormat
source: Version: {0}
cs: Verze: {0}
fi_fi: Versio: {0}
it: Versione: {0}
ja_jp: バージョン:{0}
lv: Versija: {0}
pl: Wersja: {0}
pt: Versão: {0}
pt_br: Versão: {0}
ru: Версия: {0}
tr: Sürüm: {0}
zh_cn: 版本:{0}
zh_tw: 版本：{0}

# About_NewTooltip
source: New!
cs: Nové!
de: Neu!
es: Nuevo!
fi_fi: Uutta!
fr: Nouveau !
it: Nuovo!
ja_jp: 新着!
lv: Jauns!
pl: Nowy!
pt: Novidade!
pt_br: Novo!
ru: Новое!
tr: Yeni!
zh_cn: 新特性!
zh_tw: 新特色！

# Drive_InvalidScript
source: Invalid script
cs: Neplatný skript
de: Ungültiges Skript
es: Script invalido
fi_fi: Väärä skripti
fr: Script invalide
it: Script non valido
ja_jp: 無効なスクリプト
lv: Nederīgs skripts
pl: Nieprawidłowy skrypt
pt: Script inválido
pt_br: Script inválido
ru: Некорректный скрипт
tr: Geçersiz komut
zh_cn: 无效脚本
zh_tw: 無效腳本

# Drive_CannotInitializeLua
source: Can’t initialize Lua
cs: Lua nelze inicializovat
de: Lua initialisieren nicht möglich
es: No se puede iniciar Lua
fi_fi: Lua ei voida määrittää
fr: Impossible d'initialiser Lua
it: Impossibile inizializzare Lua
ja_jp: Luaを初期化できません
lv: Nevar palaist Lua
pl: Nie można zainicjować Lua
pt: Não foi possível inicializar Lua
pt_br: Não foi possível inicializar Lua
ru: Не удалось инициализировать Lua
tr: Lua başlatılamıyor
zh_cn: 无法初始化Lua
zh_tw: 無法初始化Lua

# Drive_CannotStart_Title
source: Can’t start race
cs: Nelze odstartovat závod
de: Konnte Rennen nicht starten
es: No se uede Iniciar la Carrera
fi_fi: Kisaa ei voida aloittaa
fr: Impossible de démarrer la course
it: Impossibile iniziare l'evento
ja_jp: レースを始められません
lv: Nevar sākt sacīksti
pl: Nie można rozpocząć wyścigu
pt: Não foi possível Começar a Corrida
pt_br: Não foi possível Começar a Corrida
ru: Невозможно начать гонку
tr: Yarış başlatılamıyor
zh_cn: 无法开始比赛
zh_tw: 無法開始比賽

# Drive_CannotStart_SelectNonDisabled
source: Please, select some non-disabled car.
cs: Vyberte prosím auto, které je povolené.
de: Bitte ein nicht deaktiviertes Fahrzeug wählen.
es: Por favor, selecciona algun otro coche activo.
fr: S'il vous plaît, sélectionnez une voiture non-désactivé.
it: Scegliere un'auto fra quelle non disattivate
ja_jp: 無効でない車を選択してください。
lv: Lūdzu izvēlies kādu neatspējotu mašīnu.
pl: Proszę wybrać niezablokowany samochód.
pt_br: Por favor, selecione algum carro que não esteja desabilitado.
ru: Пожалуйста, выберите не отключенную машину.
tr: Lütfen deaktive edilmemiş bir araba seçin.
zh_cn: 请选择一些没有被禁用的车
zh_tw: 請選擇一些沒有被停用的車

# Drive_CannotStart_SelectTrack
source: Please, select a track.
cs: Zvolte prosím trať.
de: Bitte eine Strecke wählen.
es: Por favor, selecciona un circuito.
fi_fi: Valitse rata
fr: Veuillez sélectionner un circuit.
it: Scegliere una pista
ja_jp: トラックを選択してください。
lv: Lūdzu izvēlies trasi.
pl: Proszę, wybierz tor.
pt: Por favor, seleccione uma pista.
pt_br: Por favor, selecione uma pista.
ru: Пожайлуста, выберите трассу.
tr: Lütfen bir pist seçin.
zh_cn: 请选择赛道
zh_tw: 請選擇賽道

# Drive_CannotStart_SetOpponent
source: Please, set at least one opponent.
cs: Vyberte prosím alespoň jednoho soupeře.
de: Bitte min. einen Gegner einstellen.
es: Por favor, selecciona al menos un oponente.
fi_fi: Valitse ainakin yksi vastustaja.
fr: Veuillez sélectionner au moins un adversaire.
it: Impostare al massimo un avversario
ja_jp: 少なくとも1人の対戦相手を設定してください。
lv: Lūdzu uzliec vismaz vienu pretinieku.
pl: Proszę ustawić co najmniej jednego przeciwnika.
pt: Por favor, seleccione pelo menos um oponente.
pt_br: Por favor, selecione pelo menos um oponente.
ru: Пожалуйста, выберите хотя бы одного соперника.
tr: Lütfen en az bir rakip seçin.
zh_cn: 请设置至少一个对手
zh_tw: 請設定至少一個對手

# Drive_AiFiltering
source: AI cars filtering…
cs: Filtrování aut soupeřů
de: KI-Fahrzeuge filtern…
es: Filtro de coches con IA
fi_fi: Suodattaa tekoälyautoja…
fr: Filtrage de l'IA des véhicules...
it: Filtri AI auto...
ja_jp: AI車のフィルタリング…
lv: Filtrē AI mašīnas...
pl: Filtrowanie aut IA...
pt: Filtrado os carros da AI...
pt_br: Filtrado os carros da AI...
ru: Машины ИИ фильтруются...
tr: Yapay zeka arabaları filtreleniyor...
zh_cn: AI车辆筛选器...
zh_tw: AI車輛篩選器⋯⋯

# Drive_CannotStart_CannotFindAnyCar
source: Attempt to find any car fitting selected grid type has failed.
cs: Pokus o nalezení jakéhokoliv vozu dle zvoleného startovního roštu selhal.
de: Versuch ein passendes Fahrzeug zum ausgewählten Starterfeld zu finden ist fehlgeschlagen
es: Ha fallado el intento de busqueda de algun coche que se ajuste al tipo de parrilla seleccionado.
fi_fi: Yritykset sopivien autojen löytämiseksi lähtöruudukkoon epäonnistuivat.
fr: La tentative pour trouver un véhicule adapté à la grille sélectionnée a échouée.
it: Il tentativo di trovare auto per il tipo di griglia selezionato non è riuscito.
ja_jp: 選択したグリッドタイプに適合する車の検索に失敗しました。
lv: Neizdevās atrast nevienu mašīnu, kas derētu izvēlētajam starta izkārtojuma tipam.
pl: Próba znalezienia dowolnego auta pasującego do wybranego typu gridu nie powiodła się.
pt: A tentativa de encontrar um carro de acordo com o tipo de grelha escolhido falhou.
pt_br: A tentativa de encontrar um carro de acordo com o tipo de grid escolhido falhou.
ru: Попытка найти любой автомобиль фитинг выбранного типа сетки не удалась.
tr: Seçilen başlangıç çizgisi ayarına uygun araba bulunamadı.
zh_cn: 无法找到符合条件的车辆
zh_tw: 無法找到符合條件的車輛

# Drive_CannotFilter
source: Can’t filter appropriate cars for starting grid
cs: Nemohu vyfiltrovat odpovídající auta pro startovní rošt
de: Kann für dieses Startfeld keine geeigneten Fahrzeuge filtern
es: No se puede encontrar coches apropiados para la parrilla
fi_fi: Ei voida suodattaa sopivia autoja lähtöruudukkoon
fr: Impossible de filtrer les véhicules appropriés à la grille de départ
it: Impossibile filtrare le auto adatte per la griglia di partenza
ja_jp: スターティンググリッドに適した車をフィルターできません
lv: Nevar izfiltrēt atbilstošās mašīnas priekš starta izkārtojuma
pl: Nie można dopasować odpowiedniego auta do gridu
pt_br: Não é possível filtrar os carros apropriados para iniciar o grid
ru: Не удается отфильтровать соответствующие автомобили для стартовой решетке
tr: Başlangıç çizgisi için uygun olan arabalar filtrelenemiyor
zh_cn: 无法筛选到合适的车辆
zh_tw: 無法篩選到合適的車輛

# Drive_CannotFilter_Commentary
source: If you made any changes to GridTypes.json, make sure they’re correct.
cs: Pokud jste provedli nějaké změny v GridTypes.json, ujistěte se, že jsou správné.
de: Wenn du Änderungen an GridTypes.json vorgenommen hast, überprüfe diese auf ihre Richtigkeit.
es: Si has hecho cambios en GridTypes.json, asegurate de que son correctos.
fi_fi: Jos olet muuttanut GridTypes.json -tiedostoa, varmista että muutokset ovat oikein.
fr: Si vous faites une modification à GridTypes.json, assurez-vous qu'elle soit correct.
it: Se sono state apportate modifiche a GridTypes.json, assicurarsi che siano corrette.
ja_jp: GridTypes.jsonに変更を加えた場合は、それらが正しいことを確認してください。
lv: Ja izdariji kādas izmaiņas GridTypes.json, pārliecinies, ka tās ir pareizas.
pl: Jeśli zostały wprowadzone zmiany do GridTypes.json, upewnij się, że są poprawne.
pt_br: Se você fez alguma alteração no GridTypes.json, verifique se eles estão corretos.
ru: Если вы внесли какие-либо изменения в GridTypes.json, убедитесь, что они верны.
tr: GridTypes.json dosyasında bir değişiklik yaptıysanız değişikliklerin doğru olduğundan emin olun.
zh_cn: 如果你修改过GridTypes.json,请确定文件正确
zh_tw: 如果您修改過GridTypes.json,請確定檔案正確

# Drive_AiCarsLoading
source: AI cars loading…
cs: Načítání aut soupeřů...
de: KI-Fahrzeuge werden geladen…
es: Coches IA caragando...
fi_fi: Lataa tekoälyautoja...
fr: Chargement des véhicules de l'IA...
it: Caricamento Auto AI
ja_jp: AI車の読み込み中…
lv: Ielādē AI mašīnas...
pl: Wczytuje auta AI…
pt: Lendo os carros da AI...
pt_br: Lendo os carros da AI...
ru: Машины ИИ загружаются ...
tr: Yapay zeka arabaları yükleniyor...
zh_cn: 正在加载AI车辆...
zh_tw: 正在載入AI車輛⋯⋯

# Drive_Ordinal_Parameter
source: driver
cs: řidič
de: Fahren
es: piloto
fi_fi: Kuljettaja
fr: Pilote
it: Pilota
ja_jp: ドライバー
lv: braucējs
pl: kierowca
pt: condutor
pt_br: condutor
ru: Водитель
tr: sürücü
zh_cn: 车手
zh_tw: 車手

# Drive_Ordinal_Random
source: Random
cs: Náhodná
de: Zufällig
es: Aleatorio
fi_fi: Satunnainen
fr: Aléatoire
it: Casuale
ja_jp: ランダム
lv: Nejauši
pl: Losowa
pt: aleatório
pt_br: Aleatório
ru: Случайная
tr: Rastgele
zh_cn: 随机
zh_tw: 隨機

# Drive_Ordinal_Last
source: Last
cs: Poslední
de: Letzter
es: Ultimo
fi_fi: Viimeinen
fr: Dernier
it: Ultimo
ja_jp: 最後尾
lv: Pēdējais
pl: Ostatnia
pt: Último
pt_br: Último
ru: Последний
tr: Sonuncu
zh_cn: 末位
zh_tw: 末位

# Settings_Locale_LoadCustom
source: Overwrite strings with unpacked locale if exists
cs: Přepisovat řetězce rozbaleným překladem, pokud existuje
de: Überschreibe Strings mit ungepackter Sprachdatei wenn vorhanden
es: Sobreescribir lineas con contenido descomprimido si existe
fr: Remplacer les chaînes avec l'emplacement des archives décompressés s'il existe
it: Sovrascrivere le stringhe con localalizzazione spacchettata se esiste
ja_jp: 指定の言語の新しい訳が存在する場合、文字列を上書き
lv: Pārrakstīt rindas ar atpakotu valodu, ja tādas ir
pl: Nadpisz nie zaaplikowany język, jeśli istnieje
pt_br: Substituir strings com a localização desempacotada, se existir
ru: Заменять строки из распакованного языка, если существует
zh_cn: 如果有未解包本地化语言文件则覆盖字串
zh_tw: 如果有未解包在地化語言檔案則覆蓋字串

# Settings_Locale_LoadCustom_Tooltip
source: Unpacked locale will be loaded from “AppData\Local\AcTools Content Manager\Locales\(ID)”, where ID is your selected locale
cs: Rozbalený překlad bude načten z “AppData\Local\AcTools Content Manager\Locales\(ID)”, kde ID představuje vámi vybraný jazyk
de: Ungepackte Sprachdatei wird vom Verzeichnis “AppData\Local\AcTools Content Manager\Locales\(ID)” geladen, ID für die ausgewählte Sprache stehend
es: El contenido de idiomas sera cargado desde “AppData\Local\AcTools Content Manager\Locales\(ID)”, donde ID sera tu codigo de idioma.
fr: L'emplacement des archives décompressés sera chargé à partir de “AppData\Local\AcTools Content Manager\Locales\(ID)”, où ''ID'' correspond à l'emplacement que vous avez sélectionné
it: Le impostazioni internazionali non compresse verranno caricate da "AppData\Local\AcTools Content Manager\Locales\(ID)", dove ID è la tua impostazione locale
ja_jp: アンパックロケールは、IDはあなたの選択したロケールである「のAppData \ローカル\ AcToolsのContent Manager \ロケール\(ID)」からロードされます
lv: Atpakotā valoda tiks ielādēta no “AppData\Local\AcTools Content Manager\Locales\(ID)”, kur ID ir tevis izvēlētā valoda
pl: Zawartość języka zostanie załadowana z “AppData\Local\AcTools Content Manager\Locales\(ID)”, gdzie ID jest Twoim wybranym językiem
pt_br: A localidade desempacotada será carregada de “AppData\Local\AcTools Content Manager\Locales\(ID)”, onde ID é a localidade selecionada
ru: Распакованный язык будет загружен из каталога “AppData\Local\AcTools Content Manager\Locales\(ID)”, где ID это ваш выбранный язык
zh_cn: 解压的本地化语音文件将从 “AppData\Local\AcTools Content Manager\Locales\(ID)”里加载,ID就是你选择的本地化语音文件的ID
zh_tw: 解壓的在地化語音檔案將從 「AppData\Local\AcTools Content Manager\Locales\（ID）」里載入。ID就是您選擇的在地化語音檔案的ID

# Settings_Locale_ForceLocaleWarning
source: Flag “--force-locale” is set!
cs: Vlajka “--force-locale” je nastavena!
de: Flag “--force-locale” gesetzt!
es: Bandera “--force-locale” esta activa!
fr: Le drapeau “--force-locale” est défini!
it: Il flag “--force-locale” è impostato!
ja_jp: フラグ”--force-locale”が設定されています!
lv: Karodziņš "--force-locale" ir uzstādīts!
pl: Oznacz “--force-locale” jest aktywny!
pt_br: A bandeira "--force-locale" está definida!
ru: Флаг “--force-locale” установлен!
tr: “--force-locale” işareti etkin!
zh_cn: “--force-locale” 标志位设置!
zh_tw: 「--force-locale」 標誌位設定！

# Settings_Locale_RestartMessage
source: Don’t forget to restart app after any changes
cs: Pro provedení změn nezapomeňte restartovat aplikaci
de: Neustart nach Änderungen nicht vergessen
es: No te olvides de reiniciar la aplicacion despues de cualquier cambio
fr: N'oubliez pas de redémarrer l'application après toute modification.
it: Non dimenticare di riavviare l'app dopo ogni cambiamento
ja_jp: 変更後にアプリケーションを再起動することを忘れないでください
lv: Neaizmirsti pārstartēt aplikāciju pēc jebkādām izmaiņām
pl: Nie zapomnij zrestartować aplikacji po każdej zmianie
pt_br: Não se esqueça de reiniciar o app após qualquer alteração
ru: Не забудьте перезапустить приложение после каких-либо изменений
tr: Yaptığınız değişikliklerden sonra uygulamayı yeniden başlatmayı unutmayın
zh_cn: 在更改语言之后不要忘记重启程序
zh_tw: 在更改語言之後請重啟程式

# KunosCareer_ResetProgress_Title
source: Reset championship progress
cs: Resetovat průběh šampionátu
de: Meisterschaftsfortschritt zurücksetzen
es: Resetear progreso del campeonato
fi_fi: Tyhjennä mestaruussarjan edistyminen
fr: Réinitialise la progression du championnat
it: Resetta Il progresso nel Campionato
ja_jp: チャンピオンシップの進捗状況をリセット
lv: Atiestatīt čempionāta progresu
pl: Zresetuj postęp Mistrzostw
pt_br: Reiniciar o progresso do campeonato
ru: Сбросить прогресс чемпионата
tr: Şampiyona ilerlemesini sıfırla
zh_cn: 重置联赛进程
zh_tw: 重置聯賽進程

# KunosCareer_ResetProgress_Message
source: All progress in this championship will be lost. Are you sure?
cs: Všechen postup v tomto šampionátu bude ztracen. Opravdu si to přejete?
de: Fortschritt in Meisterschaft geht verloren. Fortfahren?
es: Todos los progresos del campeonato se perderan. Estas seguro?
fi_fi: Kaikki mestaruussarjan edistys poistetaan. Oletko varma?
fr: Toute la progression dans ce championnat sera perdue. Êtes-vous certain ?
it: Tutti i progressi in questo campionato saranno persi. Sei sicuro?
ja_jp: この選手権のすべての進歩は失われます。 よろしいですか?
lv: Viss progress šajā čempionātā tiks zaudēts. Tiešām turpināt?
pl: Cały postęp mistrzostw zostanie utracony. Jesteś pewny?
pt_br: Todo o progresso neste campeonato será perdido. Você tem certeza?
ru: Весь прогресс в этом чемпионате будет утерян. Вы уверены?
tr: Bu şampiyonadaki tüm ilerleme silinecek. Emin misiniz?
zh_cn: 这个联赛的所有的进度都会被丢失.你确定?
zh_tw: 這個聯賽的所有的進度都會遺失。您確定要繼續？

# AcSettings_Video_Benchmark
source: Benchmark
cs: Test výkonu
fi_fi: Suorituskykytesti
fr: Analyse (Test de Performances)
ja_jp: ベンチマーク
pl: Test wydajności
ru: Тест
tr: Performans testi
zh_cn: 画质测试
zh_tw: 畫質測試

# AcSettings_Video_Benchmark_Tooltip
source: Start a benchmark (Ctrl+G)
cs: Zahájit test výkonu ve hře (Ctrl+G)
de: Benchmark starten (Strg+G)
es: Iniciar Benchmark (Ctrl+G)
fi_fi: Aloita suorituskykytesti (Ctrl+G)
fr: Démarre une analyse (Ctrl+G)
it: Esegui un benchmark (Ctrl+G)
ja_jp: ゲームの設定をテストします(Ctrl + G)
lv: Pārbaudi savas spēles iestatījumus šeit (Ctrl+G)
pl: Uruchom test wydajności (Ctrl+G)
pt_br: Iniciar um benchmark (Ctrl+G)
ru: Запустить тест (Ctrl+G)
tr: Performans testi başlat (CTRL+G)
zh_cn: 开始画质测试(Ctrl+G)
zh_tw: 開始畫質測試（Ctrl+G）

# AcRoot_SteamId_Prompt
source: Your Steam ID for online:
cs: Vaše Steam ID pro režim online:
de: Ihre Steam-ID für Online:
es: Tu ID de Steam para Online
fi_fi: Steam tunnus:
fr: Votre ID Steam en ligne :
it: Il tuo ID Steam per l'online:
ja_jp: SteamID:
lv: Steam ID:
pl: Twój Steam ID dla online:
pt_br: Seu Steam ID para online:
ru: Твой идентификатор Steam для интернета:
tr: Çevrimiçi oynamak için Steam ID'niz:
zh_cn: 在线游戏使用的Steam ID:
zh_tw: 線上遊戲使用的Steam ID：

# Settings_Plugins
source: Plugins
cs: Zásuvné moduly
es: Complementos
fr: Plugins (Extension)
it: Plugin
ja_jp: プラグイン
lv: Spraudņi
pl: Wtyczki
ru: Плагины
tr: Eklentiler
zh_cn: 插件
zh_tw: app

# Drive_AiLevelInDriverName
source: Show AI level in driver’s name
cs: Zobrazení míry dovednosti ve jménu soupeře
de: KI-Stärke im Fahrernamen anzeigen
es: Mostrar nivel IA en el nombre del piloto
fi_fi: Näytä tekoälyn taso kuljettajan nimessä
fr: Afficher le niveau de l'IA dans le nom du pilote
it: Mostra il livello di IA nel nome del pilota
ja_jp: ドライバーの名前にAIレベルを表示
lv: Rādīt AI līmenī braucēja vārdā
pl: Pokaż poziom AI w nazwie kierowcy
pt_br: Mostrar nível AI no nome do condutor
ru: Показать уровень ИИ рядом с именем водителя
tr: Yapay zeka seviyesini sürücü isminde göster
zh_cn: 在车手名字上显示AI强度
zh_tw: 在車手名字上顯示AI強度

# Settings_Online_ShowBrandBadges
source: Show brand badges in cars list
cs: Zobrazení emblémů značek v seznamu aut
de: Zeige Herstellersymbole in Fahrzeugliste
es: Mostrar logo de marca en la lista de coches
fr: Afficher les logos constructeur dans la liste des véhicules
it: Mostra il logo del marchio nella lista auto
ja_jp: 車のリストにブランドバッジを表示
lv: Mašīnu sarakstā rādīt marku logo
pl: Pokaż logo marki na liście samochodów
pt_br: Mostrar emblemas da marca na lista de carros
ru: Показывать логотипы марок в списке машин
tr: Araba listesinde marka logolarını göster
zh_cn: 在车辆列表上显示品牌标志
zh_tw: 在車輛列表上顯示品牌標誌

# Settings_Drive_AiLevelInDriverName
source: Show AI level in driver’s name
cs: Ve jméně jezdce zobrazovat úroveň dovednosti
de: KI-Stärke im Fahrernamen anzeigen
es: Mostrar nivel IA en el nombre del piloto
fr: Afficher le niveau de l'IA dans le nom du pilote
it: Mostra il livello di IA nel nome del pilota
ja_jp: ドライバーの名前にAIレベルを表示
lv: Parādīt AI līmeni braucēju vārdā
pl: Pokaż poziom IA w nazwie kierowcy
pt_br: Mostre o nível AI no nome do motorista
ru: Показывать уровень ИИ в именах водителей
tr: Sürücü adında yapay zeka seviyesini göster
zh_cn: 在车手名字上显示AI强度
zh_tw: 在車手名字上顯示AI強度

# Settings_Drive_LocalAddress
source: Local address
cs: Místní adresa:
de: Lokale Adresse
es: Direccion local
fr: Adresse locale
it: Indirizzo locale
ja_jp: ローカルアドレス
lv: Vietējā adrese
pl: Adres lokalny
pt_br: Endereço local
ru: Локальный адрес
tr: Lokal adres
zh_cn: 本地地址
zh_tw: 當地位址

# Settings_Drive_CacheBrands
source: Cache brands
cs: Ukládat značky do vyrovnávací paměti
de: Marken verstecken
es: Cache de marcas
fr: Cache des constructeurs
it: Memorizza marchi
ja_jp: キャッシュブランド
lv: Iekešot markas
pl: Buforuj marki
pt_br: Cache de marcas
ru: Кэшировать марки
tr: Markaları önbelleğe kaydet
zh_cn: 缓存品牌标志
zh_tw: 緩存品牌標誌

# Settings_Drive_AlwaysRecordGhost
source: Always record ghost in hot lap mode
cs: Vždy zaznamenávat ducha auta v režimu Rekordman
de: Geisterfahrzeug im Hotlap-Modus immer speichern
es: Guardar siempre coche fantasma en modo hotlap
fr: Toujours enregistrer le fantôme en mode Hotlap
it: Registra sempre la ghost car nella modalità hotlap
ja_jp: 常にホットラップモードでゴーストを記録
lv: Vienmēr ierakstīt spoku lidojošā apļa režīmā
pl: Zawsze nagrywaj ducha w trybie hot lap
pt_br: Sempre gravar fantasma no modo hot lap
ru: Всегда записывать "призрак" в режиме "Быстрый круг"
tr: Hızlı tur modunda hayaleti her zaman kaydet
zh_cn: 在圈速挑战模式中始终记录幽灵车
zh_tw: 在圈速挑戰模式中始終記錄幽靈車

# Settings_Drive_WeatherParticles
source: Use custom weather particles
cs: Používat částice výchozího počasí
de: Benutze Wetter-spezifische Partikel
es: Usar particulas meteorologicas personalizadas
fr: Utilisez les particules de temps personnalisées de la météo
it: Utilizzare le particelle del meteo personalizzato
ja_jp: カスタム天候パーティクルを使用する
lv: Izmantot pielāgotas laikapstākļu daļiņas
pl: Zastosuj niestandardowe cząstki pogody
pt_br: Use partículas do clima personalizado
ru: Использовать пользовательские погодные частицы
tr: Özel hava durumunun parçacıklarını kullan
zh_cn: 使用自定义天气粒子
zh_tw: 使用自定義天氣粒子

# Settings_Drive_WeatherPpFilter
source: Use custom weather PP-filter
cs: Používat PP filtr výchozího počasí
de: Nachbearbeitungsfilter des eigenen Wetters verwenden
es: Usar Filtros PP de tiempo personalizados
fr: Utilisez le filtre PP (PP filter) personnalisée de la météo
it: Utilizza il filtro PP del meteo personalizzato
ja_jp: カスタム天気のPPフィルターを使用
lv: Izmantot pielāgotu laikapstākļu PP-filtru
pl: Zastosuj niestandardowe filtry PP pogody
pt_br: Use o filtro de PP do clima personalizado
ru: Применять пользовательский погодный ПП-фильтр
tr: Özel hava durumunun ileri işleme filtresini kullan
zh_cn: 使用自定义天气滤镜
zh_tw: 使用自定義天氣濾鏡

# Settings_Drive_ExtendedWeatherHeader
source: Extended weather:
cs: Rozšířené počasí:
de: Erweiteres Wetter:
es: Meteorologia Extendida
fr: Météo étendu :
it: Meteo esteso.
ja_jp: 天気の拡張:
lv: Paplašināti laikapstākļi:
pl: Rozszerzona pogoda:
pt_br: Clima Prolongado:
ru: Расширенная погода:
tr: Genişletilmiş hava durumu:
zh_cn: 扩展天气:
zh_tw: 擴增天氣：
