Repository: gro-ove/actools
Catalog: AcManager/AppStrings.*.resx
Languages: cs, de, es, fi_fi, fr, it, ja_jp, lv, nl, pl, pt, pt_br, ru, tr, zh_cn, zh_tw

# QuickDrive_NoCarSelected
source: No car selected
cs: Nebylo zvoleno žádné auto
de: Kein Fahrzeug ausgewählt
es: No hay coche seleccionado
fr: Aucun véhicule sélectionné
it: Non è stata selezionata alcuna auto
ja_jp: 車が選択されていません
lv: Nav izvēlēta mašīna
pl: Nie wybrano auta
pt_br: Nenhum carro selecionado
ru: Не выбрано авто
tr: Hiçbir araba seçilmedi
zh_cn: 未选择车
zh_tw: 未選取車輛

# QuickDrive_NoTrackSelected
source: No track selected
cs: Nebyla zvolena žádná trať
de: Keine Strecke ausgewählt
es: No hay pista seleccionada
fr: Aucun circuit sélectionné
it: Non è stato selezionato alcun tracciato
ja_jp: トラックが選択されていません
lv: Nav izvēlēta trase
pl: Nie wybrano toru
pt_br: Nenhuma pista selecionada
ru: Не выбрана трасса
tr: Hiçbir pist seçilmedi
zh_cn: 未选择赛道
zh_tw: 未選取賽道

# QuickDrive_Wind_MetersPerSecond
source: Wind speed in meters per second
cs: Rychlost větru v metrech za sekundu
de: Windgeschwindigkeit in Metern pro Sekunde
es: Velocidad del viento en metros por segundo
fr: Vitesse du vent en mètres par seconde
it: Velocità del vento in metri per secondo
ja_jp: 風速 (メートル/秒)
lv: Vēja ātrums metros sekundē
pl: Prędkość wiatru w metrach na sekundę
pt_br: Velocidade do vento em metros por segundo
ru: Скорость ветра в метрах в секунду
tr: Rüzgar hızı (m/sn)
zh_cn: 风速（米/秒）
zh_tw: 風速（公尺/秒）

# QuickDrive_Wind_RelativeRange
source: Wind speed in relative range
cs: Rychlost větru v relativním rozsahu
es: Velocidad del viento en rango relativo
fr: Vitesse du vent relative
it: Velocità del vento nella gamma relativa
ja_jp: 相対的な範囲での風速
lv: Relatīvais vēja ātrums
pl: Prędkość wiatru we względnym zakresie
pt_br: Velocidade do vento em trecho relativo
ru: Скорость ветра в относительном диапазоне
zh_cn: 相对风速
zh_tw: 相對風速

# QuickDrive_Wind_Degrees
source: Wind direction in degrees
cs: Směr větru ve stupních
de: Windrichtung in Grad
es: Grados de la dirección del viento
fr: Direction du vent en degrés
it: Direzione del vento in gradi
ja_jp: 風向 (度)
lv: Vēja virziens grādos
pl: Kierunek wiatru w stopniach
pt_br: Velocidade do vento em graus
ru: Направление ветра в градусах
tr: Rüzgar yönü
zh_cn: 风向 度
zh_tw: 風向（角度）

# QuickDrive_Wind_RandomSpeed
source: Random wind speed
cs: Náhodná rychlost větru
de: Zufällige Windgeschwindigkeit
es: Velocidad de viento aleatoria
fr: Vitesse du vent aléatoire
it: Velocità del vento casuale
ja_jp: ランダムな風速
lv: Nejauši izvēlēts vēja ātrums
pl: Losowa prędkość wiatru
pt_br: Velocidade do vento randômico
ru: Случайная скорость ветра
tr: Rastgele rüzgar hızı
zh_cn: 随机风速
zh_tw: 隨機風速

# QuickDrive_Wind_RandomDirection
source: Random wind direction
cs: Náhodný směr větru
de: Zufällige Windrichtung
es: Dirección de viento aleatoria
fr: Direction du vent aléatoire
it: Direzione del vento casuale
ja_jp: ランダムな風向き
lv: Nejauši izvēlēts vēja virziens
pl: Losowy kierunek wiatru
pt_br: Direção do vento randômico
ru: Случайное направление ветра
tr: Rastgele rüzgar yönü
zh_cn: 随机风向
zh_tw: 隨機風向

# QuickDrive_Wind
source: Wind
cs: Vítr
es: Viento
fr: Vent
it: Vento
ja_jp: 風
lv: Vējš
pl: Wiatr
pt_br: Vento
ru: Ветер
tr: Rüzgar
zh_cn: 风
zh_tw: 風速及風向

# QuickDrive_SpecificDate
source: Specific date
cs: Konkrétní datum
de: Benutzerdefiniertes Datum
es: Fecha específica
fr: Date spécifique
it: Data specifica
ja_jp: 特定の日付
lv: Noteikts datums
pl: Sprecyzuj datę
pt_br: Data específica
ru: Специфичные данные
tr: Spesifik tarih
zh_cn: 具体日期
zh_tw: 特定日期

# QuickDrive_RandomTime
source: Random time
cs: Náhodná denní doba
de: Zufällige Zeit
es: Hora aleatoria
fr: Heure aléatoire
it: Tempo casuale
ja_jp: ランダムな時間を設定
lv: Nejauši izvēlēts laiks
pl: Losowy czas
pt_br: Tempo randômico
ru: Случайное время
tr: Rastgele saat
zh_cn: 随机时间
zh_tw: 隨機時間

# QuickDrive_SetWindManually
source: Set wind manually
cs: Nastavit parametry větru ručně
de: Wind manuell einstellen
es: Establecer viento manualmente
fr: Définir vent manuellement
it: Imposta il vento manualmente
ja_jp: 手動で風を設定
lv: Manuāli iestatīt vēju
pl: Ustaw wiatr ręcznie
pt_br: Ajustar vento manualmente
ru: Установить ветер вручную
tr: Rüzgarı el ile ayarla
zh_cn: 手动设置风
zh_tw: 手動設定風速及風向

# QuickDrive_IdealConditions
source: Ideal conditions
cs: Ideální podmínky
de: Ideale Bedingungen
es: Condiciones ideales
fr: Conditions idéales
it: Condizioni Ideali
ja_jp: 理想的な条件
lv: Ideālie apstākļi
pl: Idealne warunki
pt_br: Condições ideais
ru: Идеальные условия
tr: İdeal koşullar
zh_cn: 理想条件
zh_tw: 理想狀態

# QuickDrive_RandomTemperature
source: Random temperature
cs: Náhodná teplota vzduchu
de: Zufällige Temperatur
es: Temperatura aleatoria
fr: Température aléatoire
it: Temperature Casuali
ja_jp: ランダムな温度を設定
lv: Nejauši izvēlēta temperatūra
pl: Temperatura losowa
pt_br: Temperatura randômica
ru: Случайная температура
tr: Rastgele sıcaklık
zh_cn: 随机温度
zh_tw: 隨機氣溫

# QuickDrive_CustomRoadTemperature
source: Custom road temperature
cs: Vlastní teplota trati
de: Benutzerdefinierte Streckentemperatur
es: Temperatura de asfalto aleatoria
fr: Température personnalisée
it: Temperatura della strada personalizzata
ja_jp: カスタム路面温度
lv: Pielāgota ceļa temperatūra
pl: Dowolna temperatura asfaltu
pt_br: Temperatura da pista customizada
ru: Пользовательская температура дороги
tr: Özel yol sıcaklığı
zh_cn: 自定义道路温度
zh_tw: 自訂路面溫度

# QuickDrive_RoadTemperature
source: Road temperature
cs: Teplota trati
de: Streckentemperatur
es: Temperatura de asfalto
fr: Température de la route
it: Temperatura della strada
ja_jp: 路面温度
lv: Ceļa temperatūra
pl: Temperatura asfaltu
pt_br: Temperatura da pista
ru: Температура дороги
tr: Yol sıcaklığı
zh_cn: 道路温度
zh_tw: 路面溫度

# MainWindow_Downloads
source: Downloads:
cs: Stahování:
es: Descargas:
fr: Téléchargements :
it: Scarica
ja_jp: ダウンロード:
lv: Lejuplādes:
pl: Pobrane
ru: Загрузки:
tr: İndirilenler:
zh_cn: 下载：
zh_tw: 下載：

# MainWindow_Downloads_RemoveCompleted
source: Clear completed
cs: Odebrání dokončeno
de: Entferne Abgeschlossene
es: Eliminar completado
fr: Enlever installations terminées
it: Rimuovi completato
ja_jp: 完了したものを削除
lv: Dzēšana pabeigta
pl: Usuń ukończone
pt_br: Remover completado
ru: Удаление успешно
tr: Tamamlananları kaldır
zh_cn: 删除已完成的
zh_tw: 移除已完成的下載

# MainWindow_Downloads_InstallAll
source: Install all
cs: Nainstalovat vše
de: Alle installieren
es: Instalar todo
fr: Installer tout
it: Installa tutto
ja_jp: 全てをインストール
lv: Instalēt visu
pl: Instaluj wszystko
pt_br: Instalar tudo
ru: Установить все
tr: Tümünü yükle
zh_cn: 全部安装
zh_tw: 全部安裝

# MainWindow_Downloads_Tooltip
source: Drop a car or something else here to open it in the Content Management section
cs: Když sem přesunete například auto, otevře se v sekci Obsahu
de: Legen Sie ein Fahrzeug oder etwas anderes hier ab, um es in der Inhaltsverwaltungssektion zu öffnen.
es: Suelta un coche o algo más aquí para abrirlo en la sección Gestión de contenido
fr: Déposez une voiture ou autre chose ici pour l'ouvrir dans la section Gestion de contenu
it: Rilascia un'auto o qualcos'altro qui per aprirla nella sezione Gestione dei contenuti
ja_jp: ここに車などをドロップして、コンテンツ管理セクションで開く
lv: Šeit ievelc mašīnu vai ko citu, lai to atvērtu Content Manager sadaļā
pl: Upuść samochód lub coś innego tutaj, aby otworzyć go w sekcji Content Management
pt_br: Coloque um carro ou alguma coisa aqui para abrir na parte de Gerenciamento de Conteúdo
ru: Бросьте автомобиль или что-то ещё здесь, чтобы открыть его в разделе управления контентом
zh_cn: 在“内容管理”部分中将汽车或其他物品放到此处以将其打开
zh_tw: 將車輛或者其他東西的檔案移到這裡，即可於Content Manager中開啟安裝

# MainWindow_Downloads_TooltipFormat
source: {0} installing
cs: {0} se instaluje
de: Installiere {0}
es: {0} instalacion
fr: {0} s'installe
it: {0} Installazione
ja_jp: {0}をインストール中
lv: Instalē {0}
pl: instalowanie
pt_br: {0} instalando
ru: {0} устанавливается
zh_cn: {0}个正在安装
zh_tw: {0}正在安裝中

# MainWindow_Downloads_RemoveAll
source: Remove all
cs: Odebrat vše
de: Entferne alle
es: Eliminar todo
fr: Enlever tout
it: Rimuovi tutto
ja_jp: 全てを削除
lv: Izdzēst visus
pl: Usuń wszystko
pt_br: Remover tudo
ru: Удалить все
tr: Tümünü kaldır
zh_cn: 移除所有
zh_tw: 移除全部

# MainWindow_UpdateMenu_ViewChangelog
source: View changelog
cs: Prohlédnout si historii změn
de: Änderungsverlauf einsehen
es: Ver registro de cambios
fr: Voir changelog
it: Visualizza il log delle modifiche
ja_jp: 変更ログを見る
lv: Skatīt izmaiņas
pl: Pokaż zmiany
pt_br: Ver changelog
ru: Посмотреть список изменений
zh_cn: 查看变更日志
zh_tw: 查看更新日誌

# MainWindow_UpdateMenu_SkipUpdate
source: Skip this update
cs: Přeskočit tuto aktualizaci
de: Dieses Update überspringen
es: Omitir esta actualización
fr: Omettre cette mise à jour
it: Salta questo aggiornamento
ja_jp: このアップデートをスキップ
lv: Izlaist šo atjauninājumu
pl: Pomiń aktualizację
pt_br: Passar esta atualização
ru: Пропустить это обновление
tr: Bu güncelleştirmeyi atla
zh_cn: 跳过此更新
zh_tw: 略過此次更新

# MainWindow_UpdateMenu_DisableAutoUpdates
source: Disable auto-updates
cs: Vypnout automatické aktualizace
de: Automatische Updates deaktivieren
es: Desactivar actualizaciones automáticas
fr: Désactiver mises à jour automatiques
it: Disabilita autoaggiornamento
ja_jp: 自動更新を無効化
lv: Izslēgt automātiskos atjauninājumus
pl: Wyłącz automatyczne aktualizacje
pt_br: Desativar atualizações automáticas
ru: Выключить автообновление
zh_cn: 禁用自动更新
zh_tw: 停用自動更新

# MainWindow_Errors_Format
source: Caught {0} {error}
cs: Zachyceno {0} {error}
de: {0} {error} abgefangen
es: Atrapado {0} {error}
fr: Attrapé {0} {error}
it: Catturato {0} {errore}
ja_jp: {0}{エラー}をキャッチしました
lv: Atrastas {0} {kļūdas}
pl: Wyłapano {0} {błąd}
pt_br: Capturado {0} {erro}
ru: Выявлено {0} {error}
zh_cn: 抓到{0} {error}
zh_tw: 找到 {0} {error}

# Main_LapTimes
source: Lap times
cs: Časy kol
de: Rundenzeiten
es: Tiempos
fr: Temps au tour
it: Tempi sul giro
ja_jp: ラップタイム
lv: Apļa laiki
pl: Czasy okrążeń
pt_br: Tempos de volta
ru: Время круга
tr: Tur Süreleri
zh_cn: 单圈时间
zh_tw: 單圈時間

# Main_Results
source: Results
cs: Historie
de: Ergebnisse
es: Estadisticas
fr: Résultats
it: Risultati
ja_jp: レース結果
lv: Rezultāti
pl: Wyniki
pt_br: Resultados
ru: Результаты
tr: Sonuçlar
zh_cn: 结果
zh_tw: 結果

# Main_Downloads
source: Downloads
cs: Stahování
es: Descargas
fr: Téléchargements
it: Scarica
ja_jp: ダウンロード
lv: Lejuplādes
pl: Pobrane
ru: Загрузки
tr: İndirilenler
zh_cn: 下载
zh_tw: 下載

# Main_CMSettings
source: CM settings
cs: Nastavení Content Manageru
de: Content Manager-Einstellungen
es: CM configuracion
fr: Paramètres CM
it: Impostazioni CM
ja_jp: CM設定
lv: CM iestatījumi
pl: Ustawienia CM
pt_br: Ajustes CM
ru: Настройки CM
tr: CM ayarları
zh_cn: CM设置
zh_tw: CM設定

# Main_ACSettings
source: AC settings
cs: Nastavení videohry
de: Assetto Corsa-Einstellungen
es: AC configuracion
fr: Paramètres AC
it: Impostazioni AC
ja_jp: AC設定
lv: AC iestatījumi
pl: Ustawienia AC
pt_br: Ajustes AC
ru: Настройки AC
tr: AC ayarları
zh_cn: AC设定
zh_tw: AC設定

# Main_CSPSettings
source: CSP settings
cs: Nastavení CSP
de: Custom Shaders Patch-Einstellungen
es: CSP configuracion
fr: Paramètres CSP
it: Impostazioni CSP
ja_jp: CSP設定
lv: CSP iestatījumi
pl: Ustawienia CSP
pt_br: Ajustes CSP
ru: Настройки CSP
tr: CSP ayarları
zh_cn: CSP设定
zh_tw: CSP設定

# Main_AboutContentManager
source: About Content Manager
cs: O programu
de: Über Content Manager
es: Acerca de Content Manager
fr: À propos de Content de Manager
it: Riguardo Content Manager
ja_jp: コンテンツマネージャーについて
lv: Par Content Manager
pl: O CM
pt_br: Sobre o Content Manager
ru: О Content Manager
tr: Content Manager hakkında
zh_cn: 关于内容管理器
zh_tw: 關於Cotent Manager

# Main_Challenges_Races
source: Races
cs: Závody
de: Rennen
es: Carreras
fr: Courses
it: Gare
ja_jp: レース
lv: Sacensības
pl: Wyścigi
pt_br: Corridas
ru: Гонки
tr: Yarışlar
zh_cn: 赛事
zh_tw: 競速賽

# Main_Challenges_Drifts
source: Drift
ja_jp: ドリフト
lv: Drifts
ru: Дрифт
tr: Kayma
zh_cn: 漂移
zh_tw: 甩尾賽

# Main_Challenges_Drags
source: Drag
cs: Sprint
fr: Départ arrêté
ja_jp: ドラッグ
lv: Dragreiss
pl: Wyścigi równoległe
ru: Драг
zh_cn: 直线加速
zh_tw: 直線加速賽

# Main_Challenges_NotPassedYet
source: Not passed yet
cs: Dosud nesplněno
de: Noch nicht erledigt
es: No Completado
fr: Pas encore passé
it: Non ancora superato
ja_jp: 未合格
lv: Vēl nav braukts
pl: Jeszcze nie ukończone
pt_br: Não passado ainda
ru: Ещё не пройдено
zh_cn: 尚未通过
zh_tw: 尚未通過

# Main_Challenges_SomethingToImprove
source: Something to improve
cs: Co zlepšit
de: Etwas zum Verbessern
es: Algo que mejorar
fr: À améliorer
it: Qualcosa da migliorare
ja_jp: 改善すべき点
lv: Kaut kas, ko uzlabot
pl: Do poprawy
pt_br: Algo para melhorar
ru: Что-то для улучшения
zh_cn: 有待改进
zh_tw: 待改進

# Main_Challenges_Championships
source: Championships
cs: Šampionát
de: Meisterschaften
es: Campeonatos
fr: Championnats
it: Campionati
ja_jp: チャンピオンシップ
lv: Čempionāti
pl: Mistrzostwa
pt_br: Campeonatos
ru: Чемпионаты
tr: Şampiyonalar
zh_cn: 冠军赛
zh_tw: 錦標賽

# Main_Online_LAN
source: LAN
cs: Místní síť
pt_br: REDE
ru: Локальная сеть
tr: Yerel ağ (LAN)
zh_cn: 局域网
zh_tw: 區域網路

# Main_LapTimes_Table
source: Table
cs: Tabulka
de: Tabelle
es: Tabla
fr: Tableaux
it: Tabella
ja_jp: 表示
lv: Tabula
pl: Tabela
pt_br: Tabela
ru: Таблица
zh_cn: 表
zh_tw: 紀錄表

# Main_LapTimes_Sources
source: Sources
cs: Zdroje
de: Quellen
es: Fuentes
it: Fonti
ja_jp: ソース
lv: Avoti
pl: Żródło danych
pt_br: Fontes
ru: Источники
tr: Kaynaklar
zh_cn: 来源
zh_tw: 來源

# Main_Stats_KunosCars
source: Kunos cars only
cs: Pouze auta od Kunosu
de: Nur Fahrzeuge von Kunos
es: Sólo coches de Kunos
fr: Véhicules Kunos seulement
it: Solo auto Kunos
ja_jp: Kunos車のみ
lv: Tikai Kunos mašīnas
pl: Tylko samochody Kunos
pt_br: Apenas carros da Kunos
ru: Только автомобили от Kunos
tr: Yalnızca Kunos arabaları
zh_cn: 仅Kunos的车
zh_tw: 僅限Kunos車輛

# Main_Stats_KunosCarsAndTracks
source: Kunos cars & tracks only
cs: Pouze auta a tratě od Kunosu
de: Nur Fahrzeuge und Strecken von Kunos
es: Sólo coches y pistas de Kunos
fr: Véhicules et circuit Kunos seulement
it: Solo auto e tracciati Kunos
ja_jp: Kunos車&トラックのみ
lv: Tikai Kunos mašīnas un trases
pl: Tylko samochody i tory Kunos
pt_br: Apenas carros e circuitos da Kunos
ru: Только автомобили и трассы от Kunos
zh_cn: 仅Kunos车和赛道
zh_tw: 僅限Kunos車輛及賽道

# Main_Stats_ModsOnly
source: Mods only
cs: Pouze modifikace
de: Nur Mods
es: Sólo Mods
fr: Mods seulement
it: Solo mod
ja_jp: Modのみ
lv: Tikai modi
pl: Tylko mody
pt_br: Apenas Mods
ru: Только моды
tr: Yalnızca modlar
zh_cn: 仅Mods
zh_tw: 僅限模組

# Main_Stats_MostUsed
source: Most used
cs: Nejoblíbenější
de: Meistgenutzt
es: Más utilizado
fr: Les plus utilisés
it: Più utilizzati
ja_jp: 最も使用
lv: Biežāk lietotie
pl: Najbardziej używane
pt_br: Mais usado
ru: Наиболее используемые
tr: En çok kullanılan
zh_cn: 最常被使用
zh_tw: 最常使用

# Main_DriverModels
source: Driver models
cs: Modely závodníků
de: Fahrermodelle
es: Modelos de piloto
fr: Skins pilote
it: Piloti
ja_jp: ドライバーモデル
lv: Braucēju modeļi
pl: Modele kierowcy
pt_br: Modelos do piloto
ru: Модели водителя
tr: Sürücü modelleri
zh_cn: 车手车型
zh_tw: 車手模型

# Main_UserChampionships
source: User championships
cs: Fanouškovské šampionáty
de: Nutzermeisterschaften
es: Campeonatos de usuarios
fr: Championnats personnalisés
it: Campionati utente
ja_jp: ユーザーチャンピオンシップ
lv: Lietotāju čempionāti
pl: Własne mistrzostwa
pt_br: Campeonato do usuário
ru: Чемпионаты пользователей
zh_cn: 用户冠军
zh_tw: 玩家錦標賽

# Main_GetNewMods
source: Get new mods
cs: Získat nové modifikace
de: Neue Mods suchen
es: Consigue nuevos mods
fr: Obtenir des mods
it: Ottieni nuove mod
ja_jp: 新しいModを入手
lv: Iegūt jaunus modus
pl: Zdobądź nowe mody
pt_br: Baixar mods novos
ru: Получить новые моды
tr: Yeni modlar edinin
zh_cn: 获取新的MOD
zh_tw: 獲取新模組

# Main_Mods
source: Mods
cs: Modifikace
it: Mod
ja_jp: Mod
lv: Modi
pl: Mody
ru: Моды
tr: modlar
zh_cn: MOD
zh_tw: 模組

# Main_Tools
source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja_jp: ツール
lv: Rīki
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
tr: araçlar
zh_cn: 工具
zh_tw: 工具

# Main_DownloadsAndInstallations
source: Downloads & Installations
cs: Stahování a instalace
de: Downloads & Installationen
es: Descargas e instalaciones
fr: Téléchargements &amp; installations
it: Downloads & Installazioni
ja_jp: ダウンロードとインストール
lv: Lejuplādes un instalācijas
pl: Pobierz i zainstaluj
pt_br: Downloads e Instalações
ru: Загрузки и Установки
tr: İndirmeler & Yüklemeler
zh_cn: 下载和安装
zh_tw: 下載及安裝

# Main_EverythingAboutFiltering
source: Everything about filtering
cs: Vše o filtrování
es: Todo sobre el filtrado
fr: À propos des filtres
it: Tutto sui Filtri
ja_jp: フィルタリングに関するすべてのこと
lv: Viss par filtrēšanu
pl: Wszystko o filtrowaniu
pt_br: Tudo sobre filtros
ru: Всё о фильтрации
tr: Filtreleme hakkında her şey
zh_cn: 有关过滤的一切
zh_tw: 關於過濾的所有內容

# Main_GetNewMods_ManageSources
source: Manage Sources
cs: Spravovat zdroje
de: Quellen verwalten
es: Gestionar Fuentes
fr: Gérer les sources
it: Gestisci sorgenti
ja_jp: ソースの管理
lv: Pārvaldīt avotus
pl: Zarządzaj źródłami
pt_br: Gerenciar fontes
ru: Управление источниками
zh_cn: 管理来源
zh_tw: 管理來源

# Main_OriginalLauncherLink
source: original launcher
cs: původní spouštěč
de: Ursprünglicher Launcher
es: Launcher original
fr: Lanceur d'origine
it: Launcher originale
ja_jp: オリジナルランチャー
lv: oriģinālais launčeris
pl: originalny starter
pt_br: launcher original
ru: Оригинальный лаунчер
tr: orijinal başlatıcı
zh_cn: 原始启动器
zh_tw: 官方啟動器

# Main_FPS_Tooltip
source: Previous session’s performance
cs: Výkon předchozí seance
de: Performance der letzten Sitzung
es: Actuación de la sesión anterior
fr: Performance de la session précédente
it: Prestazioni della sessione precendente
ja_jp: 前回セッションのパフォーマンス
lv: Iepriekšējo sesiju
pl: Wydajność poprzedniej sesji
pt_br: Perfomance da sessão passada
ru: Результаты предыдущей сессии
zh_cn: 上一节的表现
zh_tw: 前一賽程的效能

# Main_FPS_Title
source: Previous session’s performance:
cs: Výkon předchozí seance
de: Performance der letzten Sitzung:
es: Actuación de la sesión anterior
fr: Performance de la session précédente :
it: Prestazioni della sessione precendente:
ja_jp: 前回セッションのパフォーマンス:
lv: Iepriekšējās sesijas
pl: Wydajność poprzedniej sesji:
pt_br: Perfomance da sessão passada:
ru: Производительность предыдущей сессии:
zh_cn: 上一节的表现：
zh_tw: 前一賽程的效能：

# Main_FPS_Average
source: Average:
cs: Průměr:
de: Durchschnitt:
es: Promedio:
fr: Moyenne :
it: Media:
ja_jp: 平均:
lv: Vidēji:
pl: Średnia:
pt_br: Média:
ru: Среднее:
tr: Ortalama:
zh_cn: 平均：
zh_tw: 平均幀率：

# Main_FPS_Minimum
source: Minimum:
es: Minimo:
it: Minimo:
ja_jp: 最小:
lv: Minimālais:
pl: MInimalne:
pt_br: Mínimo:
ru: Минимальное:
zh_cn: 最低要求：
zh_tw: 最小幀率：

# Main_FPS_Taken
source: Taken:
cs: Zachyceno:
de: Entnommen:
es: Utilizados:
fr: Echantillion :
it: Presi:
ja_jp: 取得日時:
lv: Aizņēma:
pl: Odebrano
pt_br: Tomado:
ru: Полученное:
tr: Alınan:
zh_cn: 取了：
zh_tw: 採樣：

# Main_FPS_TakenFormat
source: {0} sample
cs: {0} příklad
de: {0} Stichproben
es: {0} muestra
fr: {0} échantillons
it: {0} campioni
ja_jp: {0}サンプル
lv: {0} paraugi
pl: Próbek {0}
pt_br: {0} amostra
ru: {0} пример
tr: {0} örnek
zh_cn: {0}个样本
zh_tw: {0}個樣本

# Main_FPS_ValueFormat
source: {0:F1} frames per second
cs: {0:F1} snímků za vteřinu
de: {0:F1} Bilder pro Sekunde
es: {0:F1} fps por segundo
fr: {0:F1} images par seconde
it: {0:F1} fotogrammi per secondo
ja_jp: {0:F1}フレーム毎秒
lv: {0:F1} kadri sekundē
pl: {0:F1} klatek na sekundę
pt_br: {0:F1} quadros por segundo
ru: {0:F1} кадров в секунду
tr: Saniye başına {0:F1} kare
zh_cn: 每秒{0:F1}帧
zh_tw: {0:F1} 幀/秒

# QuickDrive_ChangeCar_Tooltip
source: Change car
cs: Změnit auto
de: Ändere Fahrzeug
es: Cambiar de coche
fr: Changer véhicule
it: Cambia auto
ja_jp: 車を変更
lv: Nomainīt mašīnu
pl: Zmień auto
pt_br: Mudar carro
ru: Поменять авто
tr: Arabayı değiştir
zh_cn: 换车
zh_tw: 更換車輛

# QuickDrive_OpenInShowroom_Tooltip
source: Open in showroom
cs: Otevřít v autosalonu
de: Im Showroom ansehen
es: Abierto en showroom
fr: Ouvrir dans le showroom
it: Apri nello showroom
ja_jp: ショールームを開く
lv: Atvērt izstādes telpā
pl: Otwórz w salonie
pt_br: Abrir no Showroom
ru: Открыть в пользовательском шоуруме
tr: Galeride aç
zh_cn: 在陈列室中打开
zh_tw: 於展示廳中開啟車輛

# QuickDrive_ManageSetups_Tooltip
source: Manage setups
cs: Spravovat seřízení
de: Setups verwalten
es: Administrar configuraciones
fr: Gérer les setups
it: Gestisci assetti
ja_jp: セットアップを管理
lv: Pārvaldīt uzstādījumus
pl: Zarządzaj setupem
pt_br: Gerenciar setups
ru: Управление настройками
tr: Ayarları yönet
zh_cn: 管理设置
zh_tw: 管理車輛設定

# QuickDrive_ManageCar_Tooltip
source: Manage car
cs: Spravovat auto
de: Fahrzeug verwalten
es: Gestionar coche
fr: Gérer le véhicule
it: Gestisci auto
ja_jp: 車を管理
lv: Pārvaldīt mašīnu
pl: Zarządzaj autem
pt_br: Gerenciar carro
ru: Управление авто
tr: Arabayı yönet
zh_cn: 管理车
zh_tw: 管理車輛

# QuickDrive_ChangeTrack_Tooltip
source: Change track
cs: Změnit trať
de: Strecke ändern
es: Cambiar pista
fr: Changer de circuit
it: Cambia tracciato
ja_jp: トラックを変更
lv: Mainīt trasi
pl: Zmień tor
pt_br: Mudar pista
ru: Поменять трассу
tr: Pisti değiştir
zh_cn: 变更赛道
zh_tw: 更換賽道

# QuickDrive_ManageTrack_Tooltip
source: Manage track
cs: Spravovat trať
de: Strecke verwalten
es: Gestionar pista
fr: Gérer le circuit
it: Gestisci tracciato
ja_jp: トラックを管理
lv: Pārvaldīt trasi
pl: Zarządzaj torem
pt_br: Gerenciar pista
ru: Управление трассой
tr: Pisti yönet
zh_cn: 管理赛道
zh_tw: 管理賽道

# QuickDrive_TimeIsOutOfWeatherRange_Tooltip
source: Time is out of weather range
cs: Denní doba je mimo rozsah počasí
de: Die gewählte Zeit liegt außerhalb des Limits für das Wetter
es: El tiempo está fuera del alcance del clima
fr: Heure non gérée par la météo
it: Orario fuori dall'intervallo di tempo
ja_jp: 時間は天気の範囲外
lv: Laiks ir ārpus laikapstākļu diapazonas
pl: Czas jest poza zakresem pogody
pt_br: Tempo está fora do alcance do clima
ru: Время находится вне диапазона погоды
tr: Saat, hava durumu limitlerinin ötesinde
zh_cn: 时间超出天气范围
zh_tw: 時間超出天氣限制

# QuickDrive_Drag_Total
source: Total
cs: Počet
it: Totale
ja_jp: 合計
lv: Kopā
pl: Łącznie
ru: Итого
zh_cn: 总
zh_tw: 總趟數

# SpecialEvents_Difficulty
source: Difficulty
cs: Obtížnost
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
ja_jp: 難易度
lv: Grūtība
pl: Trudność
pt_br: Dificuldade
ru: Сложность
tr: Zorluk
zh_cn: 困难程度
zh_tw: 難度

# UserChampionships_NoPreview
source: No preview
cs: Žádný náhled
de: Keine Vorschau
es: Sin vista previa
fr: Pas d'aperçu
it: Nessuna anteprima
ja_jp: プレビューなし
lv: Nav priekšskatījuma
pl: Brak podglądu
pt_br: Sem pré-visualização
ru: Нет превью
tr: Önizleme yok
zh_cn: 无预览
zh_tw: 無預覽

# UserChampionships_RealConditions
source: Real conditions…
cs: Skutečné podmínky...
de: Echte Bedingungen...
es: Condiciones reales...
fr: Conditions réelles...
it: Condizioni reali...
ja_jp: 現実のコンデション…
lv: Realie apstākļi…
pl: Rzeczywiste warunki…
pt_br: Condições reais...
ru: Реальные условия...
tr: Gerçek koşullar...
zh_cn: 实际情况…
zh_tw: 真實條件⋯⋯

# Online_SetSortingAsDefault
source: Set sorting as default for new tabs
cs: Nastavit řazení jako výchozí pro nové záložky
de: Ordnung als Standard für neue Tabs festlegen
es: Establecer la ordenación como predeterminada para las nuevas pestañas
fr: Définir le tri par défaut pour les nouveaux onglets
it: Imposta l'ordinamento predefinito per le nuove schede
ja_jp: 新しいタブのソートをデフォルトに設定する
lv: Iestatīt šķirošanu kā noklusējumu jaunām cilnēm
pl: Ustaw sortowanie jako domyślne dla nowych kart
pt_br: Definir ordenação como padrão para novas abas
ru: Установить сортировку по умолчанию для новых вкладок
tr: Yeni sekmeler için sıralamayı varsayılan olarak ayarla
zh_cn: 将新标签的排序设置为默认
zh_tw: 將新標籤頁的排序設為預設值
