Repository: gro-ove/actools
Catalog: FirstFloor.ModernUI/UiStrings.*.resx
Languages: lv, pl

source: Back
lv: Atpakaļ
pl: Powrót

source: Cancel
lv: Atcelt
pl: Anuluj

source: Close
lv: Aizvērt
pl: Zamknij

# Common_Add
source: Add
lv: Pievienot
pl: Dodaj

# Common_Ascending
source: Ascending
lv: Augošs
pl: Rosnąco

# Common_Descending
source: Descending
lv: Dilstošs
pl: Malejąco

# Common_Oops
source: Oops!
lv: Vai!

# Common_PleaseWait
source: Please wait…
lv: Lūdzu uzgaidi...
pl: Proszę czekać…

# FatalCrashSuggestionsMessage
source: [url=cmd://copy]Copy[/url] the error details to the clipboard. Try to [url=cmd://restart]restart[/url] this app or just [url=cmd://exit]close[/url] it.
lv: [url=cmd://copy]Nokopē[/url] kļūdas detaļas. Mēģini [url=cmd://restart]restartēt[/url] šo aplikāciju vai arī vienkārši to [url=cmd://exit]aizver ciet[/url].
pl: [url=cmd://copy]Skopiuj[/url] szczegóły błedu do schowka. Spróbuj [url=cmd://restart]zrestartować[/url] tą plikacje lub ją [url=cmd://exit]zamknij[/url].

# FatalError_Message
source: App just ran into a problem and needs to restart. Please, use “Report an issue” button afterwards if you want to send a report.
lv: App erlitt ein Problem und benötigt einen Neustart. Bitte klicke auf "Problem melden" wenn eine Meldung gesendet werden soll.
pl: Aplikacja napotkała problem i musi zostać ponownie uruchomiona. Proszę kliknąć przycisk "Zgłoś problem", jeżeli chcesz wysłać raport o błędzie.

# FiltersLinkAll
source: All
lv: Visi
pl: Wszystko

source: Forward
lv: Uz priekšu
pl: Do przodu

source: Go
lv: Aiziet
pl: Uruchom

source: Hide password
lv: Paslēpt paroli
pl: Ukryj Hasło

source: Home
lv: Mājas
pl: Główna

# ImagesFilter
source: Image files|*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.tif|All files (*.*)|*.*
lv: Attēlu faili|*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.tif|Visi faili (*.*)|*.*
pl: Pliki obrazu|*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.tif|Wszystkie pliki (*.*)|*.*

# KeyAltLeft
source: Alt (Left)
lv: Alt (kreisais)
pl: Alt (Lewy)

# KeyAltRight
source: Alt (Right)
lv: Alt (labais)
pl: Alt (Prawy)

# KeyBrowserBack
source: Browser Back
lv: Pārlūks atpakaļ
pl: Cofnij

# KeyBrowserFavorites
source: Browser Favorites
lv: Pārlūks favorīti
pl: Ulubione

# KeyBrowserForward
source: Browser Forward
lv: Pārlūks uz priekšu

# KeyBrowserHome
source: Browser Home
lv: Pārlūks mājas
pl: Główna

# KeyBrowserRefresh
source: Browser Refresh
lv: Pārlūks atjaunināt
pl: Odśwież

# KeyBrowserSearch
source: Browser Search
lv: Pārlūks meklēt
pl: Szukaj

# KeyBrowserStop
source: Browser Stop
lv: Pārlūks apturēt
pl: Zatrzymaj

# KeyContextMenu
source: Context Menu
lv: Kontekstizvēlne
pl: Menu kontekstowe

# KeyControl
source: Control
lv: Ctrl

# KeyControlLeft
source: Control (Left)
lv: Ctrl (kreisais)
pl: Control (Lewy)

# KeyControlRight
source: Control (Right)
lv: Ctrl (labais)
pl: Control (Prawy)

# KeyDownArrow
source: Down Arrow
lv: Bultiņa uz leju
pl: Strzałka w dół

# KeyEscape
source: Escape
lv: Esc

# KeyHelp
source: Help
lv: Palīdzība

# KeyLaunchApplication1
source: Launch Favorite Application 1
lv: Palaist favorīt aplikāciju 1
pl: Uruchom ulubioną aplikację 1

# KeyLaunchApplication2
source: Launch Favorite Application 2
lv: Palaist favorīt aplikāciju 2
pl: Uruchom ulubioną aplikację 2

# KeyLaunchMail
source: Launch Mail
lv: Palaist pastu
pl: Uruchom pocztę

# KeyLeftArrow
source: Left Arrow
lv: Bultiņa pa kreisi
pl: Strzałka w lewo

# KeyMediaNextTrack
source: Next Track
lv: Nākamā dziesma
pl: Następny tor

# KeyMediaPlayPause
source: Play
lv: Atskaņot

# KeyMediaPreviousTrack
source: Previous Track
lv: Iepriekšējā dziesma
pl: Poprzedni tor

# KeyNumberPad
source: Number Pad {0}
lv: NumPad {0}
pl: Numer Pada {0}

# KeyRightArrow
source: Right Arrow
lv: Bultiņa pa labi
pl: Strzałka w prawo

# KeySelectMedia
source: Select Media
lv: Izvēlēties mediju
pl: Wybierz media

# KeyShiftLeft
source: Shift (Left)
lv: Shift (kreisais)
pl: Shift (Lewy)

# KeyShiftRight
source: Shift (Right)
lv: Shift (labais)
pl: Shift (Prawy)

# KeyUpArrow
source: Up Arrow
lv: Bultiņa uz augšu
pl: Strzałka w górę

# KeyVolumeDown
source: Volume Down
lv: Klusāk
pl: Zmniejsz głośność

# KeyVolumeMute
source: Volume Mute
lv: Apklusināt
pl: Wycisz

# KeyVolumeUp
source: Volume Up
lv: Skaļāk
pl: Zwiększ głośność

# KeyWindowsLeft
source: Windows (Left)
lv: Win (kreisais)
pl: Windows (Lewy)

# KeyWindowsRight
source: Windows (Right)
lv: Win (labais)
pl: Windows (Prawy)

# KeyZoom
source: Zoom
lv: Pietuvināt

# MarkLimited
source: LIMITED
lv: IEROBEŽOTS
pl: OGRANICZONY

# MarkNew
source: NEW
lv: JAUNS
pl: NOWY

source: Maximize
lv: Maksimizēt
pl: Maksymalizuj

source: Minimize
lv: Minimizēt
pl: Minimalizuj

source: Navigation failed
lv: Navigācija neizdevās
pl: Błędny odnośnik

# NavigationFailedFrameNotFound
source: Unable to navigate to {0}, could not find a ModernFrame target “{1}”
lv: Neizdevās navigēt uz {0}, nevarēja atrast ModernFrame mērķi '{1}'
pl: Nie można przejść do {0}, nie można znaleźć celu ModernFrame '{1}'

# NavigationFailedSourceNotSpecified
source: Unable to navigate to {0}, no source specified
lv: Neizdevās navigēt uz {0}, nav norādīts avots
pl: Nie można przejść do {0}, brak określonego źródła

source: No
lv: Nē
pl: Nie

# Ordinalizing_Eighteenth
source: Eighteenth
lv: Astoņpadsmitais
pl: Osiemnasty

# Ordinalizing_Eighth
source: Eighth
lv: Astotais
pl: Ósmy

# Ordinalizing_Eleventh
source: Eleventh
lv: Vienpadsmitais
pl: Jedenasty

# Ordinalizing_Fifteenth
source: Fifteenth
lv: Piecpadsmitais
pl: Piętnasty

# Ordinalizing_Fifth
source: Fifth
lv: Piektais
pl: Piąty

# Ordinalizing_First
source: First
lv: Pirmais
pl: Pierwszy

# Ordinalizing_Fourteenth
source: Fourteenth
lv: Četrpadsmitais
pl: Czternasty

# Ordinalizing_Fourth
source: Fourth
lv: Ceturtais
pl: Czwarty

# Ordinalizing_Minus
source: Minus {0}
lv: Mīnus {0}
pl: Mniej {0}

# Ordinalizing_Nineteenth
source: Nineteenth
lv: Deviņpadsmitais
pl: Dziewiętnasty

# Ordinalizing_Ninth
source: Ninth
lv: Devītais
pl: Dziewiąty

# Ordinalizing_Nth
source: {0}th
lv: {0}ais

# Ordinalizing_Second
source: Second
lv: Otrais
pl: Drugi

# Ordinalizing_Seventeenth
source: Seventeenth
lv: Septiņpadsmitais
pl: Siedemnasty

# Ordinalizing_Seventh
source: Seventh
lv: Septītais
pl: Siódmy

# Ordinalizing_Sixteenth
source: Sixteenth
lv: Sešpadsmitais
pl: Szesnasty

# Ordinalizing_Sixth
source: Sixth
lv: Sestais
pl: Szósty

# Ordinalizing_Tenth
source: Tenth
lv: Desmitais
pl: Dziesiąty

# Ordinalizing_Third
source: Third
lv: Trešais
pl: Trzeci

# Ordinalizing_Thirteenth
source: Thirteenth
lv: Trīspadsmitais
pl: Trzynasty

# Ordinalizing_Thirtieth
source: Thirtieth
lv: Trīsdesmitais
pl: Trzydziesty

# Ordinalizing_ThirtyFirst
source: Thirty-first
lv: Trīsdesmit pirmais
pl: Trzydziesty pierwszy

# Ordinalizing_Twelfth
source: Twelfth
lv: Divpadsmitais
pl: Dwunasty

# Ordinalizing_Twentieth
source: Twentieth
lv: Divdesmitais
pl: Dwudziesty

# Ordinalizing_TwentyEighth
source: Twenty-eighth
lv: Divdesmit astotais
pl: Dwudziesty siódmy

# Ordinalizing_TwentyFifth
source: Twenty-fifth
lv: Divdesmit piektais
pl: Dwudziesty piąty

# Ordinalizing_TwentyFirst
source: Twenty-first
lv: Divdesmit pirmais
pl: Dwudziesty pierwszy

# Ordinalizing_TwentyFourth
source: Twenty-fourth
lv: Divdesmit ceturtais
pl: Dwudziesty czwarty

# Ordinalizing_TwentyNinth
source: Twenty-ninth
lv: Divdesmit devītais
pl: Dwudziesty dziewiąty

# Ordinalizing_TwentySecond
source: Twenty-second
lv: Divdesmit otrais
pl: Dwudziesty drugi

# Ordinalizing_TwentySeventh
source: Twenty-seventh
lv: Divdesmit septītais
pl: Dwudziesty siódmy

# Ordinalizing_TwentySixth
source: Twenty-sixth
lv: Divdesmit sestais
pl: Dwudziesty szósty

# Ordinalizing_TwentyThird
source: Twenty-third
lv: Divdesmit trešais
pl: Dwudziesty trzeci

# Ordinalizing_Zeroth
source: Zeroth
lv: Nulltais
pl: Zerowy

# PickColor
source: Pick a color
lv: Izvēlies krāsu
pl: Wybierz kolor

# PickColorFromScreen
source: Pick any color from screen
lv: Izvēlies jebkuru krāsu no ekrāna
pl: Wybierz dowolny kolor z ekranu

# Progress_Downloading
source: Loaded {0}
lv: Ielādēts {0}
pl: Załadowano {0}

# Progress_Downloading_KnownTotal
source: Loaded {0} of {1}
lv: Ielādēts {0} no {1}
pl: Załadowano {0} z {1}

# Progress_Uploading
source: Uploaded {0}
lv: Augšuplādēti {0}
pl: Wysłano {0}

# Progress_Uploading_KnownTotal
source: Uploaded {0} of {1}
lv: Augšuplādēts {0} no {1}
pl: Wysłano {0} z {1}

# RaceGrid_CandidatesNotFound
source: Matching candidates not found
lv: Saderīgi kandidāti nav atrasti
pl: Nie znaleziono pasujących kandydatów

# RaceGrid_SavePresetHeader
source: Save race grid as preset
lv: Saglabāt starta izkārtojumu kā sagatavi
pl: Zapisz grid wyścigu jako preset

# RaceGrid_ShareHeader
source: Share race grid
lv: Dalīties ar starta izkārtojumu
pl: Udostępnij grid wyścigu

source: Restore
lv: Atjaunot
pl: Przywróć

# SelectColor
source: Select a color
lv: Izvēlēties krāsu
pl: Wybierz kolor

source: Show password
lv: Rādīt paroli
pl: Pokaż hasło

source: Source
lv: Avots
pl: Źródło

source: Suggestions
lv: Ieteikumi
pl: Propozycje

# SuggestionsMessage
source: [url=cmd://copy]Copy[/url] the error details to the clipboard. Try to [url=cmd://refresh]refresh[/url] this page or go [url=cmd://browseback]back[/url].
lv: [url=cmd://copy]Nokopē[/url] kļūdas detaļas. Mēģini [url=cmd://refresh]atsvaidzināt[/url] šo lapu vai dodies [url=cmd://browseback]atpakaļ[/url].
pl: [url=cmd://copy]Skopiuj[/url] szczegóły błędu do schowka. Spróbuj [url=cmd://refresh]odświerzyć[/url] stronę lub idź z [url=cmd://browseback]powrotem[/url].

# TexturesFilter
source: DDS & TIFF files|*.dds;*.tif;*.tiff|Image files|*.dds;*.tif;*.tiff;*.jpg;*.jpeg;*.png|All files (*.*)|*.*
lv: DDS & TIFF faili|*.dds;*.tif;*.tiff|attēlu faili|*.dds;*.tif;*.tiff;*.jpg;*.jpeg;*.png|visi faili(*.*)|*.*
pl: Pliki DDS & TIFF|*.dds;*.tif;*.tiff|Pkiki obrazu|*.dds;*.tif;*.tiff;*.jpg;*.jpeg;*.png|Wszystkie pliki (*.*)|*.*

# Time_Day
source: {0} day
lv: {0} dienas
pl: {0} dzień

# Time_Hour
source: {0} hour
lv: {0} stundas
pl: {0} godzina

# Time_Minute
source: {0} minute
lv: {0} minūtes
pl: {0} minuta

# Time_Month
source: {0} month
lv: {0} mēnešus
pl: {0} miesiąc

# Time_Second
source: {0} second
lv: {0} sekundes
pl: {0} sekunda

# Time_Week
source: {0} week
lv: {0} nedēļas
pl: {0} tydzień

# UIThreadRequired
source: Operation requires the UI thread
lv: Darbībai nepieciešams UI pavediens
pl: Operacja wymaga wątku UI

source: Unexpected token
lv: Negaidīts žetons
pl: Nieoczekiwany znak

# UnknownOS
source: Unknown operating system
lv: Nezināma operētājsistēma
pl: Nieznany system operacyjny

source: Unknown token type
lv: Nezināms žetona tips
pl: Nieznany typ tokenu

# UpdateAvailable
source: Update to version [b]{0}[/b] is ready.[br][br]Click here to restart Content Manager and apply it, or hold [b]Ctrl[/b] to simply close the app and install it later.
lv: Jaunā versija {0} ir gatava instalēšanai
pl: Nowsza wersja {0} jest gotowa do zainstalowania

source: Yes
lv: Jā
pl: Tak

# Common_And
source: and
lv: un
pl: i

# Toolbar_Favourite
source: Favourite
lv: Pievienot favorītiem
pl: Ulubione

# Toolbar_Unfavourite
source: Unfavourite
lv: Noņemt no favorītiem
pl: Nieulubione

# Toolbar_Hide
source: Hide
lv: Paslēpt
pl: Ukryj

# Toolbar_Unhide
source: Unhide
lv: Rādīt
pl: Odkryj

# Toolbar_OnlineManageLists
source: Manage lists…
lv: Pārvaldīt sarakstus...
pl: Zarządzanie listami...

# Toolbar_Invite
source: Invite
lv: Uzaicināt
pl: Zaproś

# Toolbar_OnlineCancelBooking
source: Cancel booking
lv: Atcelt rezervāciju
pl: Anuluj Rezerwację

# Toolbar_Invite_Tooltip
source: Share a link to this server so your friends could quickly join you (Ctrl+Page Up)
lv: Dalies ar šī servera linku, lai tavi draugi tev var ātri pievienoties (Ctrl+Page Up)
pl: Udostępnij link do serwera swoim znajomym, aby mogli szybko dołączyć do ciebie (Ctrl + Page Up)

# Toolbar_Invite_IncludePasswordHeader
source: Include password
lv: Iekļaut paroli
pl: Włącznie z hasłem

# Toolbar_Favourite_Tooltip
source: Add server to favourites list (Ctrl+D)
lv: Pievienot serveri favorītu sarakstam (Ctrl+D)
pl: Dodaj serwer do ulubionych (Ctrl+D)

# Toolbar_Unfavourite_Tooltip
source: Remove server from favourites list (Ctrl+D)
lv: Noņemt serveri no favorītu saraksta (Ctrl+D)
pl: Usuń serwer z ulubionych (Ctrl+D)

# Toolbar_Hide_Tooltip
source: Add server to hidden servers list (search for “@hidden” to open it)
lv: Pievienot serveri slēpto serveru sarakstam (meklē "@hidden" lai to atvētu)
pl: Dodaj serwer do listy serwerów ukrytych (by wyszukać wpisz "@hidden")

# Toolbar_Unhide_Tooltip
source: Remove server from hidden servers list
lv: Noņemt serveri no slēpto serveru saraksta
pl: Usuń serwer z listy ukrytych

source: Navigate link
pl: Odnośnik

# TexturesDdsFilter
source: DDS files (*.dds)|*.dds|All files (*.*)|*.*
pl: Pliki DDS (*.dds)|*.dds|Wszystkie pliki (*.*)|*.*
